Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@CustomCinnamonMenu/files/0dyseus@CustomCinnamonMenu/po/*.po
Languages: cs, de, es, hr, sv

source: Keyboard navigation
cs: Navigace klávesnicí
es: Navegación por teclado
sv: Tangentbordsnavigering

source: Almost all keyboard shortcuts on this menu are the same as the original menu. There are just a couple of differences that I was forced to add to my menu to make some of its features to work.
cs: Téměř všechny klávesové zkratky v tomto menu jsou stejné jako v původním menu. Existuje jen pár rozdílů, které jsem musel přidat do svého menu, aby některé z jeho funkcí fungovaly.
es: Casi todos los atajos de teclado de este menú son los mismos utilizados por el menú original. Hay sólo un par de diferencias que me vi forzado a agregar a mi menú para que hacer funcionar algunas de sus características.
sv: Nästan alla tangentbordsgenvägar i den här menyn är samma som i originalmenyn. Det är dock några skillnader som jag var tvungen att lägga till i min meny, för att vissa funktioner skall fungera.

source: Note:
cs: Poznámka:
es: Nota:
sv: Notis:

source: [[Left Arrow]] and [[Right Arrow]] keys:
cs: Klávesy [[Šipka vlevo]] a [[Šipka vpravo]]:
es: Teclas [[Flecha izquierda]] y [[Flecha derecha]]:
sv: [[Vänsterpil]] och [[Högerpil]]:

source: Cycles through the favorites box, applications box and categories box if the focus is in one of these boxes.
cs: Cyklicky přepíná mezi oblíbenými položkami, aplikacemi a kategoriemi, pokud je zaměřena některá z těchto částí.
es: Ciclan a través de la caja de favoritos, la caja de aplicaciones y la caja de categorías si alguna de estas cajas están enfocadas.
sv: Bläddra genom Favoriter, Program och Kategorier, om ett av dessa fält har fokus.

source: If the focus is on the custom launchers box, these keys will cycle through this box buttons.
cs: Pokud je zaměřena oblast uživatelských spouštěčů, budete těmito klávesami procházet tlačítky v tomto boxu.
es: Si el foco se encuentra dentro de la caja de lanzadores personalizados, estas teclas van a ciclar a través de los botones dentro de esta caja.
sv: Om fokus är på fältet för anpassade startare, bläddrar dessa tangenter bland de knapparna.

source: [[Tab]] key:
cs: Klávesa [[Tab]]:
es: Tecla [[Tabuladora]]:
sv: [[Tab]]:

source: If the favorites box, applications box or categories box are currently focused, the [[Tab]] key will switch the focus to the custom launchers box.
cs: Pokud je zaměřena oblast oblíbených položek, aplikací nebo kategorií, klávesa [[Tab]] změní zaostření na oblast uživatelských spouštěčů.
es: Si la caja de favoritos, la caja de aplicaciones o la caja de categorías están actualmente enfocadas, la tecla [[Tabuladora]] va a cambiar el foco hacia la caja de lanzadores personalizados.
sv: Om favoritfältet eller kategorifältet är fokuserat, växlar du till fältet för anpassade startare med tabulatortangenten [[Tab]].

source: If the focus is on the custom launchers box, the focus will go back to the categories box.
cs: Pokud je zaměřena oblast uživatelských spouštěčů, zaostření se vrátí zpět na oblast kategorií.
es: Si el foco está en la caja de lanzadores personalizados, el foco será devuelto a la caja de categorías.
sv: Om fokus är på fältet för anpassade startare, kommer fokus att flyttas tillbaka till kategorifältet

source: If the custom launchers box isn't part of the menu, the [[Tab]] key alone or [[Ctrl]]/[[Shift]] + [[Tab]] key are pressed, it will cycle through the favorites box, applications box and categories box.
cs: Není-li oblast uživatelských spouštěčů součástí menu, stiskem klávesy [[Tab]] nebo kláves [[Ctrl]] / [[Shift]] + [[Tab] se bude cyklicky přepínat mezi oblíbenými položkami, aplikacemi a kategoriemi.
es: Si la caja de lanzadores personalizados no es parte del menú y la tecla [[Tabuladora]] o la combinación [[Ctrl]]/[[Shit]] + [[Tabuladora]] son presionadas, se ciclará a través de la caja de favoritos, la caja de aplicaciones y la caja de categorías.
sv: Om fältet för anpassade startare inte finns med på menyn och [[Tab]] ensamt eller [[Ctrl]]/[[Shift]] + [[Tab]] trycks ner, kan du bläddra genom favoritfältet, programfältet och kategorifältet.

source: [[Up Arrow]] and [[Down Arrow]] keys:
cs: Klávesy [[Šipka nahoru] a [[Šipka dolů]]:
es: Teclas [[Flecha Arriba]] y [[Flecha Abajo]]:
sv: [[Uppåtpil]] och [[Neråtpil]]:

source: If the favorites box, applications box or categories box are currently focused, these keys will cycle through the items in the currently highlighted box.
cs: Pokud je zaměřena oblast oblíbených položek, aplikací nebo kategorií, budou tyto klávesy procházet položky v aktuálně zvýrazněném poli.
es: Si la caja de favoritos, la caja de aplicaciones o la caja de categorías tienen actualmente el foco, estas teclas van a ciclar a través de los ítems de la caja actualmente enfocada.
sv: Om favoritfältet, programfältet eller kategorifältet är fokuserat, bläddrar dessa tangenter genom objekten i respektive fält

source: [[Page Up]] and [[Page Down]] keys: Jumps to the first and last item of the currently selected box. This doesn't affect the custom launchers.
cs: Klávesy [[Page Up]] a [[Page Down]]: Přeskočí na první a poslední položku aktuálně vybraného pole. Nemá vliv na uživatelské spouštěče.
es: Teclas [[Página Arriba]] y [[Página Abajo]]: Salta al primer y último ítem de la caja actualmente enfocada. Estas teclas no afectan a los lanzadores personalizados.
sv: [[Page Up]] och [[Page Down]]: Hoppar till första respektive sista objektet i aktuellt menyfält. Detta gäller inte anpassade startare.

source: [[Menu]] or [[Alt]] + [[Enter]] keys: Opens and closes the context menu (if any) of the currently highlighted item.
cs: Klávesy [[Menu]] nebo [[Alt]] + [[Enter]]: Otevře a zavře kontextové menu (pokud existuje) aktuálně zvýrazněné položky.
es: Teclas [[Menú]] o [[Alt]] + [[Enter]]: Abren y cierran el menú contextual (si lo hubiere) del ítem actualmente seleccionado.
sv: [[Meny]] eller [[Alt]] + [[Enter]]: Öppnar och stänger kontextmenyn (om den finns) för markerat objekt.

source: [[Enter]] key: Executes the currently highlighted item.
cs: Klávesa [[Enter]]: Spustí aktuálně zvýrazněnou položku.
es: Tecla [[Enter]]: Ejecuta el ítem actualmente seleccionado.
sv: [[Enter]]: Startar det markerade objektet.

source: [[Escape]] key: It closes the main menu. If a context menu is open, it will close the context menu instead and a second tap of this key will close the main menu.
cs: Klávesa [[Escape]]: Zavře hlavní menu. Pokud je otevřeno kontextové menu, zavře kontextovou nabídku a druhým stiskem tohoto tlačítka se zavře hlavní menu.
es: Tecla [[Escape]]: Cierra el menú principal. Si un menú contextual está actualmente abierto, va a cerrar el menú contextual en su lugar y un segundo accionamiento de esta tecla sí va a cerrar el menú principal del applet.
sv: [[Escape]]: Stänger huvudmenyn. Om en kontextmeny (högerklick) är öppen, stängs kontextmenyn istället och ett andra knapptryck stänger huvudmenyn.

source: [[Shift]] + [[Enter]]: Executes the application as root. This doesn't affect the custom launchers.
cs: [[Shift]] + [[Enter]]: Spustí aplikaci jako root. Nemá vliv na uživatelské spouštěče.
es: [[Shift]] + [[Enter]]: Ejecuta la aplicación como root. Esta combinación de teclas no afectan a los lanzadores personalizados.
sv: [[Shift]] + [[Enter]]: Startar programmet som root. Detta gäller inte anpassade startare.

source: [[Ctrl]] + [[Enter]]: Open a terminal and run application from there. This doesn't affect the custom launchers.
cs: [[Ctrl]] + [[Enter]]: Otevře terminál a spustí aplikaci odtud. Nemá vliv na uživatelské spouštěče.
es: [[Ctrl]] + [[Enter]]: Abre una terminal y se ejecuta la aplicación desde allí. Esta combinación de teclas no afectan a los lanzadores personalizados.
sv: [[Ctrl]] + [[Enter]]: Öppnar ett terminalfönster och kör programmet därifrån. Detta gäller inte anpassade startare.

source: [[Ctrl]] + [[Shift]] + [[Enter]]: Open a terminal and run application from there, but the application is executed as root. This doesn't affect the custom launchers.
cs: [[Ctrl]] + [[Shift]] + [[Enter]]: Otevře terminál a spustí aplikaci odtud, ale aplikace bude spuštěna jako root. Nemá vliv na uživatelské spouštěče.
es: [[Ctrl]] + [[Shift]] + [[Enter]]: Abre una terminal y se ejecuta la aplicación desde allí, pero la aplicación es ejecutada como root. Esta combinación de teclas no afectan a los lanzadores personalizados.
sv: [[Ctrl]] + [[Shift]] + [[Enter]]: Öppnar ett terminalfönster och kör programmet därifrån, men programmet körs som root. Detta gäller inte anpassade startare.

source: Applications left click extra actions
cs: Extra akce pro kliknutí na levé tlačítko při spouštění aplikací
es: Acciones extras al hacer clic en las aplicaciones
sv: Extra åtgärder vid klick på program

source: When left clicking an application on the menu, certain key modifiers can be pressed to execute an application in a special way.
cs: Při kliknutí levým tlačítkem na aplikaci v menu, mohou být stisknuty určité klávesové modifikátory, tak aby se aplikace spustila speciálním způsobem.
es: Al hacer clic izquierdo en una aplicación del menú, ciertas teclas modificadoras pueden presionarse para ejecutar una aplicación de una manera especial.
sv: Vid vänsterklick på ett program i menyn, kan vissa modifieringstangenter hållas ner för att starta programmet på ett speciellt sätt.

source: [[Shift]] + **Left click**: Executes application as root.
cs: [[Shift]] + ** Levé tlačítko **: Spustí aplikaci jako root.
es: [[Shift]] + **Clic Derecho**: Ejecuta la aplicación como root.
sv: [[Shift]] + **Vänsterklick**: Startar programmet som root.

source: [[Ctrl]] + **Left click**: Open a terminal and run application from there.
cs: [[Ctrl]] + ** Levé tlačítko **: Otevře terminál a spustí aplikaci odtud.
es: [[Ctrl]] + **Clic izquierdo**: Abre una terminal y se ejecuta la aplicación desde allí.
sv: [[Ctrl]] + **Vänsterklick**: Öppnar ett terminalfönster och kör programmet därifrån.

source: [[Ctrl]] + [[Shift]] + **Left click**: Open a terminal and run application from there, but the application is executed as root.
cs: [[Ctrl]] + [[Shift]] + ** Levé tlačítko **: Otevře terminál a spustí aplikaci odtud, ale aplikace bude spuštěna jako root.
es: [[Ctrl]] + [[Shift]] + **Clic izquierdo**: Abre una terminal y se ejecuta la aplicación desde allí, pero la aplicación es ejecutada como root.
sv: [[Ctrl]] + [[Shift]] + **Vänsterklick**: Öppnar ett terminalfönster och kör programmet därifrån, men programmet körs som root.

source: About "Run from terminal" options
cs: Informace o možnosti "Spustit v terminálu"
es: Sobre las opciones "Ejecutar desde terminal"
sv: Om alternativet "Kör från terminal"

source: These options are meant for debugging purposes (to see the console output after opening/closing a program to detect possible errors, for example). Instead of opening a terminal to launch a program of which one might not know its command, one can do it directly from the menu and in just one step. Options to run from a terminal an application listed on the menu can be found on the applications context menu and can be hidden/shown from this applet settings window.
cs: Tyto možnosti jsou určeny pro účely ladění (pro zobrazení výstupu konzoly po otevření / zavření programu pro detekci možných chyb). Namísto otevření terminálu pro spuštění programu, o kterém nemusíte znát jeho spouštěcí příkaz, to můžete udělat přímo z menu a jenom v jednom kroku. Možnosti pro spuštění z terminálu aplikace uvedené v nabídce lze nalézt v kontextové nabídce aplikace a mohou být skryty / zobrazeny v okně nastavení tohoto apletu.
es: Estas opciones están diseñadas para fines de depuración (para ver la salida de la consola después de abrir/cerrar un programa para detectar posibles errores, por ejemplo). En vez de abrir una terminal para ejecutar un programa del cual uno puede que no sepa su comando, uno puede hacerlo directamente desde el menú y en un sólo paso. Opciones para ejecutar un programa del menú desde una terminal pueden ser encontradas en el menú contextual de dichas aplicaciones y dichas opciones pueden ser mostradas o escondidas desde la ventana de opciones de este applet.
sv: Dessa alternativ är avsedda för felsökning (t.ex för att identifiera möjliga fel via konsollutdata efter att ett program öppnas/stängs). Istället för att öppna ett terminalfönster och starta ett program med ett kommando som man kanske inte ens känner till, kan man göra det direkt från menyn i ett enda steg. Alternativ för att starta ett program från terminal kan hittas i programmets kontextmeny (högerklick), vilket kan döljas/visas från panelprogrammets inställningar.

source: By default, these options will use the system's default terminal emulator (**x-terminal-emulator** on Debian based distributions). Any other terminal emulator can be specified inside the settings window of this applet, as long as said emulator has support for the **-e** argument. I did my tests with **gnome-terminal**, **xterm** and **terminator**. Additional arguments could be passed to the terminal emulator, but it's not supported by me.
cs: Ve výchozím nastavení budou tyto možnosti používat výchozí emulátor terminálu systému (** x-terminal-emulator ** v distribucích založených na Debianu). Jakýkoliv jiný emulátor terminálu lze zadat uvnitř okna nastavení tohoto apletu, pokud má emulátor podporu pro argument ** - e **. Otestovány byly ** gnome-terminal **, ** xterm ** a ** terminator **. Dodatečné argumenty by mohly být předány emulátoru terminálu, ale nejsou mnou podporovány.
es: Por defecto, estas opciones van a usar el emulador de terminal por defecto del sistema (**x-terminal-emulator** en distribuciones basadas en Debian). Cualquier otro emulador de terminal puede ser especificado en la ventana de opciones de este applet, siempre y cuando dicho emulador tenga soporte para el argumento **-e**. Yo he realizado mis pruebas con **gnome-terminal**, **xterm** and **terminator**. Argumentos adicionales podrían ser pasados al emulador de terminal, pero no es soportado por mí.
sv: Som standard kommer dessa alternativ att använda systemets standardterminal (** x-terminal-emulator ** i Debian-baserade distributioner). Annan terminalemulator kan anges i inställningarna för detta panelprogram, så länge som nämnda emulator har stöd för argumentet **-e**. Jag gjorde mina tester med ** gnome-terminal **, ** xterm ** och ** terminator **. Ytterligare argument kan användas i terminalen, men det stöds inte av mig.

source: Favorites handling
cs: Obsluha oblíbených položek
es: Manejo de favoritos
sv: Favorithantering

source: If the favorites box is **displayed**, favorites can be added/removed from the context menu for applications and by dragging and dropping applications to/from the favorites box.
cs: Pokud je pole s oblíbenými položkami **zobrazeno**, mohou být oblíbené položky přidány / odstraněny z kontextového menu aplikací a také přetažením aplikací do nebo z pole oblíbených položek.
es: Si la caja de favoritos esta **a la vista**, favoritos pueden ser agregados/removidos desde el menú contextual de las aplicaciones y arrastrando y soltando desde/hacia la caja de favoritos.
sv: Om favoritfältet ** visas **, kan favoriter läggas till/tas bort från kontextmenyn för program och genom att dra och släppa applikationer till/från favoritfältet.

source: **Note:** To remove a favorite, drag a favorite outside the favorites box into any part of the menu.
cs: ** Poznámka: ** Chcete-li odstranit oblíbenou položku, přetáhněte tuto oblíbenou položku mimo pole s oblíbenými položkami do kterékoli části menu.
es: **Nota:** Para remover un favorito, arrastrar un favorito fuera de la caja de favoritos hacia cualquier parte del menú.
sv: **Notis:** För att ta bort en favorit kan du dra den ut från favoritfältet och släppa den var som helst i menyn.

source: If the favorites box is **hidden** and the favorites category is enabled, favorites can be added/removed from the context menu for applications and by dragging and dropping applications to the favorites category. Its simple, if a favorite is dragged into the favorites category, the favorite will be removed. If what you drag into the favorites category is a non bookmarked application, then that application will be added to the favorites.
cs: Pokud je pole s oblíbenými položkami ** skryté ** a kategorie oblíbených položek je povolena, mohou být oblíbené položky přidány / odstraněny z kontextového menu aplikací a také přetažením aplikací do kategorie oblíbených položek. Zjednodušeně, pokud je oblíbená položka přetažena do kategorie oblíbených, bude oblíbená položka odebrána. Pokud to, co přetáhnete do kategorie oblíbených, je aplikace bez záložky, bude tato aplikace přidána do oblíbených položek.
es: Si la caja de favoritos **está oculta** y la categoría de favoritos está habilitada, favoritos pueden ser agregados/removidos desde el menú contextual de las aplicaciones y arrastrando y soltando desde/hacia la categoría de favoritos. Es sencillo, si un favorito es arrastrado y soltado en la categoría de favoritos, el favorito será eliminado. Si lo que es arrastrado hacia la categoría de favoritos es una aplicación que no está en favoritos, entonces dicha aplicación será agregada a favoritos.
sv: Om favoritfältet är ** doldt ** och kategorin Favoriter är aktiverad, kan favoriter läggas till/tas bort via kontextmenyn för program och genom att dra och släppa program till/från favoritfältet. Det är enkelt, om en favorit dras in i kategorin Favoriter, tas den bort från favoritfältet. Om det du drar till kategorin Favoriter är ett icke bokmärkt program, kommer programmet att läggas till i Favoriter.

source: **Note:** The favorites category will update its content after changing to another category and going back to the favorites category.
cs: ** Poznámka: ** Kategorie oblíbených položek aktualizuje svůj obsah po přechodu na jinou kategorii a návratu zpět do kategorie oblíbených položek.
es: **Nota:** La categoría favoritos actualizará su contenido luego de cambiar a otra categoría y regresar a la categoría favoritos.
sv: **Notis:** Innehållet i favoritkategorin uppdateras genom att växla till en annan kategori och tillbaka favoritkategorin igen.

source: Troubleshooting/extra information
cs: Odstraňování problémů / další informace
es: Solución de problemas/información adicional
sv: Felsöknings-/Extra information

source: Run from terminal.
cs: Spustit v terminálu
es: Ejecutar desde terminal.
sv: Kör från terminal.

source: Debian based distributions:
cs: Distribuce založené na Debianu:
es: Distribuciones basadas en Debian:
sv: Debian-baserade distributioner:

source: If the command **x-terminal-emulator** doesn't run the terminal emulator that one wants to be the default, run the following command to set a different default terminal emulator.
cs: Pokud příkaz ** x-terminal-emulator ** nespustí emulátor terminálu, který má být výchozí, spusťte následující příkaz a nastavte jiný výchozí emulátor terminálu.
es: Si el comando **x-terminal-emulator** no ejecuta el emulador de terminal que uno desea como predeterminado, ejecute el siguiente comando para establecer un emulador de terminal predeterminado diferente.
sv: Om kommandot **x-terminal-emulator** inte startar den terminal du vill ha som standardterminal, kan du köra följande kommando för att ange en rätt standardterminal.

source: Type in the number of the selection and hit enter.
cs: Zadejte číslo výběru a stiskněte klávesu enter.
es: Tipear el número que se desea y presionar [[Enter]].
sv: Skriv det valda numret och tryck Enter.

source: For other distributions:
cs: Pro ostatní distribuce:
es: Para otras distribuciones:
sv: För andra distributioner:

source: Just set the terminal executable of your choice on this applet settings window.
cs: Stačí nastavit spustitelný soubor terminálu podle vašeho výběru v okně nastavení tohoto apletu.
es: Simplemente establezca el ejecutable de terminal de su elección en la ventana de configuración de este applet.
sv: Ange önskad standardterminal i det här panelprogrammets inställningar.

source: There is a file inside this applet directory called **run_from_terminal.sh**. ***Do not remove, rename or edit this file***. Otherwise, all of the *Run from terminal* options will break.
cs: V adresáři tohoto apletu je soubor nazvaný ** run_from_terminal.sh **. *** Neodebírejte, nepřejmenujte nebo neupravujte tento soubor ***. V opačném případě nebudou všechny možnosti * Spustit z terminálu * funkční.
es: Existe un archivo dentro del directorio de este applet llamado **run_from_terminal.sh**. **No borrar, renombrar o editar este archivo**. De otra manera, todas las opciones *Ejecutar desde terminal* se romperán.
sv: Det finns en fil i det här programmets installationsmapp, kallad **run_from_terminal.sh**. ***Ta inte bort, döp om eller redigera den här filen***. Då kan alla *Kör från terminal*, sluta fungera.

source: There is a folder named **icons** inside this applet directory. It contains several symbolic icons (most of them are from the Faenza icon theme) and each icon can be used directly by name (on a custom launcher, for example).
cs: V adresáři tohoto apletu Je složka s názvem ** icons **. Obsahuje několik symbolických ikon (většina z nich je z tématu ikon Faenza) a každá ikona může být použita přímo jménem (například u Uživatelského spouštěče).
es: Existe una carpeta llamada **icons** dentro dentro del directorio de este applet. Dicha carpeta contiene varios íconos simbólicos (la mayoría proviene del tema Faenza) y cada ícono puede ser usado directamente por nombre (en un lanzador personalizado, por ejemplo).
sv: Det finns en mapp som heter ** icons ** i detta programs installationsmapp. Den innehåller flera symboliska ikoner (de flesta av dem är från ikontemat Faenza) och varje ikon kan användas direkt med enbart namn (på en anpassad startare t.ex.).

source: The following two sections are available only in English.
cs: Následující dvě části jsou k dispozici pouze v angličtině.
es: Las siguientes dos secciones están disponibles sólo en Inglés.
sv: Följande två sektioner är endast tillgängliga på Engelska.

source: language-name
cs: Česky
es: Español
sv: Svenska

source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
hr: Pomoć
sv: Hjälp

source: Contributors
cs: Přispěvatelé
es: Colaboradores
sv: Medhjälpare

source: Changelog
es: Registro de cambios
sv: Ändringslogg

source: Choose language
cs: Zvolte jazyk
es: Elegir idioma
sv: Välj språk

source: Help for %s
cs: Nápověda pro %s
es: Ayuda para %s
sv: Hjälp för %s

source: IMPORTANT!!!
cs: DŮLEŽITÉ!!!
es: ¡IMPORTANTE!
sv: VIKTIGT!!!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
cs: Nikdy neodstraňujte soubory ze složky tohoto xletu. Mohlo by to narušit funkčnost xletu.
es: Jamás borrar ninguno de los archivos encontrados dentro de la carpeta de este xlet. Podría romper la funcionalidad del xlet.
sv: Ta aldrig bort någon av filerna i den här xlet-mappen. Det kan förstöra programmets funktioner.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
cs: Zprávy o chybách, požadavky na funkce a příspěvky by měly být prováděny v repozitáři tohoto xletu, na který je odkaz dále.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på följande länk.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
cs: Lokalizace apletů/deskletů/rozšíření (a.k.a. xlety)
es: Localización de applets/desklets/extensiones (también conocidos como xlets)
sv: Applets/Desklets/Extensions (xlets) översättning
