Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@CustomCinnamonMenu/files/0dyseus@CustomCinnamonMenu/po/*.po
Languages: cs, de, es, hr, sv

source: Custom icon for "Lock screen" button:
cs: Vlastní ikona pro tlačítko "Zamknout obrazovku":
de: Benutzerdefiniertes Symbol für »Bildschirm sperren«-Knopf:
es: Ícono personalizado para el botón "Bloquear pantalla":
hr: Prilagođena ikona tipke "Zaključaj zaslon":
sv: Anpassad ikon för knappen "Lås skärmen":

source: Align application info box text to the left
cs: Zarovnat text v info boxu o aplikaci doleva.
de: Box für Anwendungsinformationen linksbündig ausrichten
es: Alinear el texto del cuadro de información sobre las aplicaciones a la izquierda
hr: Poravnaj okvir informacije aplikacija na lijevo
sv: Justera programinfofältets text åt vänster

source: First place element
cs: První součást menu
de: Element auf erstem Platz
es: Elemento en primer lugar
hr: Element prvog mjesta
sv: Första platsens objekt

source: Custom launchers icon size:
cs: Velikost ikon pro uživatelské spouštěče:
de: Größe der Symbole für benutzerdefinierte Starter:
es: Tamaño de ícono para los lanzadores personalizados:
hr: Veličina ikone prilagođenih pokretača:
sv: Ikonstorlek för anpassade startare:

source: Custom version of the default Cinnamon Menu applet, but infinitely more customizable.
cs: Vlastní verze výchozího apletu Cinnamon menu, ale mnohem přizpůsobitelnější.
es: Versión personalizada del del menú predeterminado de Cinnamon, pero infinitamente más personalizable.
hr: Prilagođena inačica zadanog apleta Cinnamon izbornika, ali neizmjerno više prilagodljiva.
sv: Anpassad version av Cinnamons standardmeny, men oändligt mycket mer anpassningsbar.

source: Custom Cinnamon Menu
cs: Nastavitelné Cinnamon menu
de: Benutzerdefiniertes Cinnamon-Menü
es: Configurable Menú para Cinnamon
hr: Prilagođeni Cinnamon izbornik
sv: Anpassad Cinnamon-meny

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked below.
cs: Zprávy o chybách, požadavky na funkce a příspěvky by měly být prováděny v repozitáři tohoto xletu, na který je odkaz níže.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
hr: Izvještaji grešaka, zahtjevi novih značajki i doprinosi trebali bi biti podneseni na poveznici xlet repozitorija ispod.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på nedanstående länk.

source: See this xlet help file.
cs: Viz soubor s nápovědou tohoto xletu.
es: Ver el archivo de ayuda de este xlet.
sv: Se hjälpfilen för denna xlet.

source: Custom launchers
cs: Uživatelské spouštěče
de: Benutzerdefinierte Starter
es: Lanzadores personalizados
hr: Prilagođeni pokretači
sv: Anpassade startare

source: Click here to save settings
cs: Klikněte zde pro uložení nastavení
de: Hier klicken um Einstellungen zu speichern
es: Clic aquí para guardar preferencias
hr: Klikni ovdje za spremanje postavki
sv: Klicka här för att spara inställningarna

source: Custom launchers notes Fields marked with asterisks (*) are mandatory. Otherwise, the button will not appear on the menu. Icons can be any icon name or path to an icon file (symbolic or full color). Commands can be any command (as entered in a terminal) or a path to a file. If the file is an executable script, an attempt to execute it will be made. Otherwise, the file will be opened with the systems handler for that file type.
cs: Poznámky pro uživatelské spouštěče Pole označená hvězdičkou (*) jsou povinná. Jinak se nezobrazí tlačítko v menu. Ikony mohou být jakýkoliv název ikony nebo cesta k souboru ikony (symbolické nebo plnobarevné). Příkazy mohou být jakýkoliv příkaz (jako se zadává v terminálu) nebo cesta k souboru. Pokud je soubor spustitelný skript, bude proveden pokus o spuštění. Jinak bude soubor otevřen aplikací asociovanou v systému pro tento typ souboru.
de: Bemerkungen zu benutzerdefinierten Startern Mit einem Sternchen (*) markierte Felder sind Pflichtfelder. Anderenfalls wird der Knopf im Menü nicht angezeigt. Symbole können ein beliebiger Symbolname oder ein Pfad zu einer Symboldatei (symbolisch oder farbig) sein. Befehle können ein beliebiger Befehl (wie in einem Terminal eingegeben) oder ein Pfad zu einer Datei sein. Wenn die Datei ein ausführbares Skript ist, wird ein Versuch unternommen die Datei auszuführen. Anderenfalls wird die Datei mit derjenigen Anwendung geöffnet, die diesem Dateityp vom System zugeordnet ist.
es: Notas sobre lanzadores personalizados Los campos marcados con asteriscos (*) son obligatorios. De lo contrario, el botón no aparecerá en el menú. Íconos pueden ser cualquier nombre de ícono o una ruta de acceso a un archivo de icono (color o simbólico). Comandos pueden ser cualquier comando o una ruta de acceso a un archivo. Si el archivo es un script ejecutable, un intento de ejecución se llevará a cabo. Si el archivo no es un ejecutable, el sistema decidirá con qué programa abrirlo.
hr: Napomena prilagođenih pokretača Polja označena sa zvjezdicama (*) su obavezna. U suprotnome, tipka se neće pojaviti u izborniku. Ikona može biti bilo koji naziv ikone ili putanja do datoteke ikone (simbolička ili puna boja). Naredbe mogu biti bilo koja naredba (kao naredbe u terminalu) ili putanja do datoteke. Ako je datoteka izvršna skripta, skripta će se pokušati pokrenuti. U suprotnome, datoteka će se otvoriti aplikacijom zadanom sustavom za tu vrstu datoteke.
sv: Notiser för anpassade startare Fält markerade med asterisk (*) är obligatoriska. Annars kommer inte knappen att synas på menyn. Ikoner kan vara valfritt ikonnamn eller sökväg till en ikonfil (symbolisk eller fullfärg). Kommandon kan vara valfritt kommando (som det anges i terminal), eller sökväg till en fil. Om filen är ett körbart skript, kommer exekveringsförsök att genomföras. Annars kommer filen att öppnas med systemets hanterare för den aktuella filtypen.

source: Applications context menu extras
cs: Extra položky pro kontextové menu aplikací
de: Anwendungskontextmenü-Extras
es: Extras para menú contextual de aplicaciones
hr: Dodatne mogućnosti izbornika aplikacija
sv: Extraposter i programmens högerklicksmeny

source: Most settings are not automatically saved when modified. Press any of the "Click here to save settings" buttons for the settings to take effect.
cs: Většina změn nastavení se neukládá automaticky. Stiskněte tlačítko "Klikněte zde pro uložení nastavení" pro aktivaci změn.
de: Die meisten Einstellungen werden nicht automatisch gespeichert, wenn sie geändert werden. Drücken Sie einen der »Hier klicken um Einstellungen zu speichern«-Knöpfe, damit die Änderungen der Einstellungen wirksam werden.
es: La mayoría de las preferencias no son guardadas automáticamente. Presionar cualquiera de los botones "Click aquí para guardar preferencias" para guardarlas.
hr: Većina postavki nije automatski spremljena kada su promijenjene. Pritisnite jednu od tipka "Klikni ovdje za spremanje postavki" kako bi se postavke primijenile.
sv: De flesta inställningar sparas inte automatiskt, när de ändras. Tryck på valfri "Spara inställningarna" för att verkställa ändringar.

source: Quit buttons
cs: Tlačítka ukončení
de: Beendenknöpfe
es: Botones de sistema
hr: Tipka isključivanja
sv: Avstängningsknappar

source: Placement of main elements on menu
cs: Rozmístění hlavních prvků menu
de: Anordnung der Hauptelemente im Menü
es: Colocación de elementos principales en el menú
hr: Smještaj glavnih elemenata izbornika
sv: Placering av huvudobjekt på menyn

source: Recently used applications
cs: Nedávno použité aplikace
de: Kürzlich verwendete Anwendungen
es: Aplicaciones usadas recientemente
hr: Nedavno korištene aplikacije
sv: Tidigare använda program

source: Extras
cs: Extra funkce
hr: Dodatno
sv: Extra

source: Applet
cs: Aplet
hr: Aplet
sv: Panelprogram

source: NikoKrause: Bug fixes and German localization.
hr: NikoKrause: popravci grešaka i njemačka lokalizacija.

source: Radek71: Czech localization.
hr: Radek71: Češka lokalizacija.

source: muzena: Croatian localization.
hr: muzena: Hrvatska lokalizacija.

source: giwhub: Chinese localization.
hr: giwhub: Kineska lokalizacija.

source: lestcape: Author of some advanced features used by this applet.
hr: lestcape: Autor nekih naprednih značajki ovog apleta.

source: nooulaif: Fuzzy search feature based on his Sane Menu applet.
hr: nooulaif: Značajka nejasne pretrage temeljena na njegovom Sane Menu apletu.

source: Daniel Bruce: Some icons used by this menu are from www.entypo.com.
hr: Daniel Bruce: Neke ikone koje koristi ovaj izbornik su sa www.entypo.com.
