Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@CustomCinnamonMenu/files/0dyseus@CustomCinnamonMenu/po/*.po
Languages: cs, de, es, hr, sv

source: From the moment this option is enabled, every application launched from the menu will be stored and displayed in the "Recent Applications" category. Every time this option is disabled, the list of recently used applications will be cleared.
cs: Od okamžiku, kdy je tato volba zapnuta, bude každá aplikace spuštěna z menu uložena a zobrazena v kategorii "Nedávné aplikace". Pokaždé, když je tato volba vypnuta, bude vymazán seznam nedávno použitých aplikací.
de: Sobald diese Option aktiviert wird, wird jede vom Menü aus gestartete Anwendung gespeichert und in der Kategorie »Kürzlich verwendete Anwendungen« angezeigt. Jedes Mal, wenn diese Option deaktiviert wird, wird die Liste der kürzlich verwendeten Anwendungen geleert.
es: Desde el momento en que esta opción está activada, todas las aplicaciones lanzadas desde el menú serán almacenadas y estarán listadas en la categoría llamada "Aplicaciones recientes". Cada vez que esta opción se desactiva, se borrará la lista de aplicaciones usadas recientemente.
hr: Trenutno je ova mogućnost omogućena, svaka aplikacija pokrenuta iz izbornika će se spremiti i biti prikazana u kategoriji "Nedavne aplikacije". Svaki puta kada je ta mogućnost onemogućena, popis nedavno korištenih aplikacija biti će obrisan.
sv: När detta alternativ aktiverats, kommer alla program som startas från menyn att lagras och visas i kategorin "Tidigare program". När detta alternativ inaktiveras, kommer listan över tidigare program att rensas.

source: Show "Recent Applications" category
cs: Zobrazit kategorii "Nedávné aplikace"
de: »Kürzlich verwendete Anwendungen«-Kategorie anzeigen
es: Mostrar la categoría "Aplicaciones recientes"
hr: Prikaži kategoriju "Nedavne aplikacije"
sv: Visa kategorin "Tidigare program"

source: Label:
cs: Název:
de: Beschriftung:
es: Etiqueta:
hr: Naziv:
sv: Text:

source: Max recently used apps:
cs: Maximum nedávno otevřených aplikací:
de: Maximale Anzahl kürzlich verwendeter Anwendungen:
es: Máximo número de aplicaciones recientemente usadas:
hr: Najviše nedavno korištenih aplikacija:
sv: Max antal tidigare program:

source: applications
cs: aplikace
de: Anwendungen
es: aplicaciones
hr: aplikacije
sv: program

source: Box left padding:
cs: Odsazení vlevo:
de: Linker Boxabstand:
es: Espacio a la izquierda:
hr: Prilagodi lijevu stranu okvira:
sv: Fältets vänsterkantsavstånd:

source: Save settings
cs: Uložit nastavení
de: Einstellungen speichern
es: Guardar preferencias
hr: Spremi postavke
sv: Spara inställningarna

source: Show "Logout" button
cs: Zobrazit tlačítko "Odhlásit"
de: »Abmelden«-Knopf anzeigen
es: Mostrar botón "Cerrar sesión"
hr: Prikaži tipku "Odjava"
sv: Visa knappen "Logga ut"

source: Set a custom padding for the search entry box
cs: Nastavit vlastní odsazení pro vnitřní vyhledávací pole
de: Einen benutzerdefinierten Abstand für die Sucheingabebox setzen
es: Establecer un espacio a medida para el campo de búsqueda
hr: Postavi prilagođenu veličinu okvira upisa pretrage
sv: Ange anpassat inre kantavstånd för sökfältet

source: Favorites icon size:
cs: Velikost ikon pro oblíbené položky:
de: Größe der Favoritensymbole:
es: Tamaño de ícono para Favoritos:
hr: Veličina ikona omiljenih:
sv: Ikonstorlek för favoriter:

source: Applications info box title font size:
cs: Velikost fontu názvu aplikace:
de: Schriftgröße des Titels in der Box für Anwendungsinformationen:
es: Tamaño de fuente para el título de la caja de información sobre aplicaciones:
hr: Veličina slova naslova okvira informacije aplikacija:
sv: Teckenstorlek för rubrik i programinfofältet:

source: This option, when enabled, will break the menu keyboard navigation. Only enable this option if you will never use the keyboard to navigate the menu. This message is only temporary until I figure out how to fix this.
cs: Je-li tato volba povolena, nebude funkční navigace v menu pomocí klávesnice. Tuto možnost povolte pouze v případě, že nikdy nepoužíváte klávesnici k navigaci v menu. Tato zpráva je pouze dočasná do doby opravení problému.
de: Die Navigation des Menüs mit der Tastatur wird nicht richtig funktionieren, wenn diese Option aktiviert wird. Diese Option nur aktivieren, wenn Sie nie die Tastatur zum Navigieren des Menüs benötigen. Die Nachricht ist nur temporär, bis ich herausfinde, wie dieser Fehler zu beheben ist.
es: Esta opción, cuando está habilitada, romperá la navegación del teclado del menú. Sólo active esta opción si nunca utilizará el teclado para navegar por el menú.
hr: Ova mogućnost, kada je omogućena, će onemogućiti upravljanje izbornikom pomoću tipkovnice. Ovu mogućnost samo omogućite ako nikada nećete upravljati izbornikom pomoću tipkovnice. Ova poruka je privremena dok ne shvatim kako to popraviti.
sv: När detta alternativ aktiveras, upphör tangentbordsnavigering att fungera i menyn. Aktivera detta alternativ endast om du aldrig kommer att använda tangentbordet för att navigera i menyn. Detta är ett temporärt meddelande, endast tills jag kommer på hur problemet kan åtgärdas.

source: Display separator after "Recent Applications" category (WARNING)
cs: Zobrazit oddělovač za kategorií "Nedávno spuštěné aplikace" (UPOZORNĚNÍ)
de: Trenner nach der Kategorie »Kürzlich verwendete Anwendungen« anzeigen (WARNUNG)
es: Mostrar separador debajo de la categoría "Aplicaciones recientes" (ADVERTENCIA)
hr: Prikaži razdjelnik nakon kategorije "Nedavne aplikacije" (UPOZORENJE)
sv: Visa avskiljare efter kategorin "Tidigare program" (VARNING!)

source: Show "Add to desktop" on context
cs: Zobrazit "Přidat na plochu" v kontextovém menu
de: »Zum Schreibtisch hinzufügen« im Kontextmenü anzeigen
es: Mostrar "Añadir al escritorio" en el menú contextual
hr: Prikaži "Dodaj na radnu površinu" u izborniku
sv: Visa "Lägg till på skrivbordet" i högerklicksmenyn

source: Menu hover delay:
cs: Zpoždění menu při najetí:
de: Verzögerung beim Darüberbewegen über das Menü:
es: Tiempo de espera para abrir el menú:
hr: Odgoda prijelaza izbornikom:
sv: Menyfördröjning:

source: Delay before the menu is opened on entering the applet.
cs: Zpoždění před otevřením menu při najetí.
de: Verzögerung bevor das Menü beim Darüberbewegen geöffnet wird.
es: Tiempo de espera para abrir el menú al ingresar al applet.
hr: Odgoda prijelaza prije otvaranja izbornika.
sv: Fördröjning innan menyn öppnas vid muspekare över menyikonen.

source: Custom width for search box:
cs: Uživatelská šířka vyhledávacího pole:
de: Benutzerdefinierte Breite für das Suchfeld:
es: Anchura personalizada para la caja de búsqueda:
hr: Prilagođena širina okvira pretrage:
sv: Anpassad bredd på sökfältet:

source: Set to 0 (zero) for not setting a width.
cs: Nastavte 0 (nula) pokud nechcete nastavit šířku.
de: Auf 0 (Null) setzen, um keine Breite zu setzen.
es: Establece en 0 (cero) para no fijar una anchura.
hr: Postavite 0 (nulu) za nepostavljanje širine.
sv: Ange 0 (noll) för att inte ange någon bredd.

source: Set a custom padding for the Custom launchers box
cs: Nastavit vlastní odsazení pro pole uživatelských spouštěčů
de: Einen benutzerdefinierten Abstand für die Box für benutzerdefinierte Starter setzen
es: Establecer un espacio personalizado para los lanzadores personalizados
hr: Postavi prilagođenu veličinu okvira prilagođenih pokretača
sv: Ange anpassat kantavstånd för programstartfältet

source: Allows path entry in the menu search box.
cs: Povolit zadání cesty ve vyhledávání.
de: Ermöglicht die Pfadeingabe im Suchfeld des Menüs
es: Permitir la entrada de rutas de acceso en el cuadro de búsqueda del menú.
hr: Omogućuje unos putanje u izborniku okvira pretrage.
sv: Tillåt filsystemsökvägar i menyns sökfält.

source: Enable file system path entry in search box
cs: Povolit ve vyhledávacím boxu zadávání cesty v souborovém systému
de: Eingabe des Dateisystempfades im Suchfeld erlauben
es: Habilitar buscar en sistema de archivos en el cuadro de búsqueda
hr: Omogući unos putanje datotečnog sustava u okviru pretrage
sv: Aktivera filsystemsökvägar i sökfältet

source: Display method for information about applications:
cs: Způsob zobrazení informací o aplikacích:
de: Methode zum Anzeigen der Anwendungsinformationen:
es: Método de visualización para mostrar información sobre las aplicaciones:
hr: Način prikaza informacija o aplikacijama:
sv: Visningsmetod för programinformation:

source: Info box
de: Informationsbox
es: Cuadro de información
hr: Okvir informacija
sv: Informationsfält

source: Tooltips
cs: Bublinová nápověda
es: Caja de herramientas
hr: Savjeti
sv: Verktygsbeskrivningar

source: Show "Shutdown" button
cs: Zobrazit tlačítko "Vypnout"
de: »Herunterfahren«-Knopf anzeigen
es: Mostrar botón "Apagar"
hr: Prikaži tipku "Isključi"
sv: Visa avstängningsknapp

source: Display "Favorites" as a category menu
cs: Zobrazit "Oblíbené" jako kategorii
de: »Favoriten« als Kategorie im Menü anzeigen
es: Mostrar "Favoritos" como una categoría
hr: Prikaži "Omiljeni" kao kategoriju izbornika
sv: Visa "Favoriter" som en kategorimeny

source: Animate open/close menu
cs: Povolit animace menu při otevírání a zavírání
de: Öffnen/Schließen des Menüs animieren
es: Animar apertura/cerrado del menú
hr: Animiraj otvori/zatvori izbornik
sv: Animera menyöppning/-stängning

source: Show "Add/Remove to/from favorites" on context
cs: Zobrazit "Přidat/odebrat do/z oblíbených" v kontextovém menu
de: »Zu/Aus den Favoriten hinzufügen/entfernen« im Kontextmenü anzeigen
es: Mostrar "Añadir/Remover al/del panel" en el menú contextual
hr: Prikaži "Dodaj/Ukloni u/iz omiljenih" u izborniku
sv: Visa "Lägg till/Ta bort i/från Favoriter" i högerklicksmenyn

source: Applications icon size:
cs: Velikost ikon aplikací:
de: Größe der Anwendungssymbole:
es: Tamaño de ícono para Aplicaciones:
hr: Veličina ikona aplikacija:
sv: Ikonstorlek för program:

source: Max recent documents:
cs: Maximum nedávno otevřených dokumentů:
de: Maximale Anzahl kürzlich verwendeter Dokumente:
es: Máximo número de archivos recientes:
hr: Najviše nedavnih dokumenata:
sv: Max antal tidigare dokument:

source: documents
cs: dokumenty
de: Dokumente
es: archivos
hr: dokumenti
sv: dokument

source: Choose the terminal emulator used by all launch from terminal options. IMPORTANT!!! The terminal emulator has to support the -e argument.
cs: Vyberte emulátor terminálu, který bude používán při požadavku na spuštění. DŮLEŽITÉ!!! Emulátor terminálu musí podporovat -e argument.
de: Terminal-Emulator wählen, welcher beim Start aller Terminal-Optionen benutzt wird. WICHTIG!!! Der Terminal-Emulator muss das -e Argument unterstützen.
es: Elegir el emulador de terminal utilizado por todas las opciones "Ejecutar desde terminal...". ¡¡¡IMPORTANTE!!! El emulador de terminal tiene que soportar el argumento -e.
hr: Odaberite emulator terminala za korištenje svih mogućnosti pokretanja u terminalu. BITNO!!! Emulator terminala mora podržavati -e argument.
sv: Välj vilken terminalemulator som skall användas för alla "Starta från terminal". VIKTIGT!!! Terminalemulatorn måste stödja argumentet -e.

source: Terminal emulator:
cs: Emulátor terminálu:
es: Emulador de terminal:
hr: Emulator terminala:

source: By default, the categories box is to the left of the applications list. With this option enabled, the categories box will be placed to the right of the applications list.
cs: Ve výchozím nastavení se zobrazuje seznam kategorií vlevo od seznamu aplikací. Je-li tato volba zapnuta, bude seznam kategorií umístěn napravo od seznamu aplikací.
de: Standardmäßig ist die Kategorienbox links von der Anwendungsliste. Ist diese Option aktiviert, wird die Kategorienbox rechts von der Anwendungsliste platziert.
es: De forma predeterminada, la lista de categorías está ubicada a la izquierda de la lista de aplicaciones. Con esta opción activada, el cuadro de categorías será colocado a la derecha de la lista de aplicaciones.
hr: Po zadanome, okvir kategorija se nalazi lijevo od popisa aplikacija. Sa omogućenom ovom mogućnosti, okvir kategorija će se smjestiti desno od popisa aplikacija.
sv: Som standard ligger kategorifältet placerat till vänster om programlistan. Med detta alternativ aktiverat, placeras kategorifältet till höger om programlistan.

source: Swap categories box
cs: Změnit umístění seznamu kategorií
de: Kategorienbox vertauschen
es: Intercambiar la lista de categorías
hr: Zamijeni okvire kategorija
sv: Byt kategorifält

source: Show "Run from terminal as root" on context
cs: Zobrazit "Spustit v terminálu jako root" v kontextovém menu
de: »Im Terminal als Systemverwalter ausführen« im Kontextmenü anzeigen
es: Mostrar "Ejecutar desde terminal como root" en el menú contextual
hr: Prikaži "Pokreni u terminalu kao korijenski korisnik" u izborniku
sv: Visa "Kör från terminal som root" i högerklicksmenyn

source: Unchecking this allows the theme to set the icon
cs: Odškrtnutí tohoto umožní tématu nastavit ikonu
de: Durch Abwählen wird es dem Thema erlaubt, das Symbol einzustellen
es: Si se deselecciona esta opción, se le permite al tema del sistema establecer el icono
hr: Uklanjanjem ovog odabira omogućuje temi prilagodbu ikona
sv: Inaktivering innebär att temat anger ikon

source: Use a custom icon
cs: Použít vlastní ikonu
de: Ein benutzerdefiniertes Symbol verwenden
es: Usar un ícono personalizado
hr: Koristi prilagođenu ikonu
sv: Använd en anpassad ikon

source: Choose whether or not to show bookmarks and places in the menu.
cs: Zaškrtněte pro zobrazení míst a záložek v menu
de: Legt fest, ob Lesezeichen und Orte im Menü angezeigt werden.
es: Elegir si desea o no mostrar Favoritos y Lugares en el menú.
hr: Odaberite želite li ili ne imati prikazane zabilješke i lokacije u izborniku.
sv: Välj om bokmärken och platser skall visas i menyn.

source: Show bookmarks and places
cs: Zobrazit záložky a místa
de: Lesezeichen und Orte anzeigen
es: Mostrar Favoritos y Lugares
hr: Prikaži zabilješke i lokacije
sv: Visa bokmärken och platser

source: Only valid if the System buttons box is placed next to the Custom launchers box. Leave blank to use default.
cs: Platné pouze pokud jsou tlačítka pro ukončení umístěna vedle uživatelských spouštěčů. Ponechte prázdné, pokud chcete použít výchozí ikony.
de: Nur gültig, wenn die Box für Systemknöpfe direkt neben der Box für benutzerdefinierte Starter platziert ist. Leer lassen, um Vorgabewert zu benutzen.
es: Válido únicamente si los botones de sistema están ubicados al lado de los lanzadores personalizados. Dejar en blanco para usar ícono predeterminado.
hr: Samo je valjano ako je okvir tipka sustava smješten pokraj okvira prilagođenih pokretača. Ostavite prazno za zadano sustavom.
sv: Endast tillämplig om fältet för systemknappar placeras bredvid fältet för anpassade startare. Lämnas tom för standardinställning.

source: Custom icon for "Shutdown" button:
cs: Vlastní ikona pro tlačítko "Vypnout":
de: Benutzerdefiniertes Symbol für »Herunterfahren«-Knopf:
es: Ícono personalizado para el botón "Apagar":
hr: Prilagođena ikona tipke "Isključi":
sv: Anpassad ikon för knappen "Stäng av":

source: Custom icon for "Logout" button:
cs: Vlastní ikona pro tlačítko "Odhlásit":
de: Benutzerdefiniertes Symbol für »Abmelden«-Knopf:
es: Ícono personalizado para el botón "Cerrar sesión":
hr: Prilagođena ikona tipke "Odjava":
sv: Anpassad ikon för knappen "Logga ut":

source: Maximum button width:
cs: Maximální šířka tlačítka:
de: Maximale Knopfbreite:
es: Ancho máximo de botones:
hr: Najveća širina tipke:
sv: Maximal knappbredd:

source: Define the maximum width of menu items inside the applications box.
cs: Definuje maximální šířku položek menu uvnitř pole pro aplikace.
de: Die maximale Breite von Menüelementen innerhalb der Anwendungsbox definieren.
es: Definir el ancho máximo de elementos de menú dentro del cuadro de aplicaciones.
hr: Odredite najveću širinu stavki izbornika unutar okvira aplikacija.
sv: Ange maximal bredd på menyposter i programstartfältet.

source: Fourth place element
cs: Čtvrtá součást menu
de: Element auf viertem Platz
es: Elemento en cuarto lugar
hr: Element četvrtog mjesta
sv: Fjärde platsens objekt

source: Show "Run as root" on context
cs: Zobrazit "Spustit jako root" v kontextovém menu
de: »Als Systemverwalter ausführen« im Kontextmenü anzeigen
es: Mostrar "Ejecutar como root" en el menú contextual
hr: Prikaži "Pokreni kao korijenski korisnik" u izborniku
sv: Visa "Kör som root" i högerklicksmenyn

source: Show icons on context menu
cs: Zobrazit ikony v kontextovém menu
de: Symbole im Kontextmenü anzeigen
es: Mostrar íconos en el menú contextual
hr: Prikaži ikone u sadržajnom izborniku
sv: Visa ikoner i högerklicksmenyn

source: Second place element
cs: Druhá součást menu
de: Element auf zweitem Platz
es: Elemento en segundo lugar
hr: Element drugog mjesta
sv: Andra platsens objekt

source: Note: Most themes stylesheets come with hardcoded sizes for certain elemets. This section is for overriding those stylesheets.
cs: Poznámka: Většina motivů má ve svých stylech nastavené pevné velikosti pro určité prvky. Tato sekce umožňuje přepsání těchto stylů.
de: Bemerkung: Die meisten Themen verwenden für einige Elemente hardcodierte Größen. Dieser Abschnitt dient zum Überschreiben dieser Größen.
es: Nota: La mayoría de los temas del sistema vienen con las medidas predefinidas para ciertos elementos del menú. Esta sección es sobrescribir esos valores predefinidos.
hr: Napomena: Većina izgleda tema dolazi sa nepromjenjivim veličinama pojedinih elemenata. Ovaj odjeljak je za zaobilaženje tih nepromjenjivih veličina.
sv: Notera att de flesta tema-stilmallar innehåller hårdkodade storlekar för vissa element. Denna sektion är till för att åsidosätta dessa stilmallar.

source: For people who want the "Recent documents" category hidden without disabling recent documents globally.
cs: Pro uživatele, kteří chtějí skrýt kategorii "Nedávné dokumenty" bez globálního zakázání zobrazení posledních dokumentů.
de: Für Benutzer, die die Kategorie »Kürzlich verwendete Dateien« verbergen wollen, ohne die kürzlich verwendeten Dokumente global zu deaktivieren.
es: Para la gente que quiere ocultar la categoría "Documentos recientes" si deshabilitar los documentos recientes globalmente.
hr: Za ljude koji žele sakrivenu kategoriju "Nedavni dokumenti" bez globalnog onemogućavanja nedavnih dokumenata.
sv: För dig som vill dölja kategorin "Tidigare dokument"

source: Show "Recent documents" category
cs: Zobrazit kategorii "Nedávné dokumenty"
de: »Kürzlich verwendete Dokumente«-Kategorie anzeigen
es: Mostrar categoría "Documentos recientes"
hr: Prikaži kategoriju "Nedavni dokumenti"
sv: Visa kategorin "Tidigare dokument"

source: Icon
cs: Ikona
de: Symbol
es: Ícono:
hr: Ikona
sv: Ikon

source: Select an icon to show in the panel.
cs: Zvolte ikonu, která se zobrazí na panelu.
de: Symbol auswählen, welches in der Leiste angezeigt wird.
es: Seleccionar un ícono para mostrar en el panel.
hr: Odaberite ikonu za prikaz u panelu.
sv: Välj en ikon att visas i panelen.

source: Fields marked with asterisks (*) are mandatory. Otherwise, the button will not appear on the menu. Icons can be any icon name or path to an icon file (symbolic or full color). Commands can be any command (as entered in a terminal) or a path to a file. If the file is an executable script, an attempt to execute it will be made. Otherwise, the file will be opened with the systems handler for that file type.
cs: Pole označená hvězdičkou (*) jsou povinné. Jinak se nezobrazí tlačítko v nabídce. Ikony mohou být jakýkoli název ikony nebo cesta k souboru ikony (symbolické nebo plnobarevné). Příkazy mohou být jakýkoli příkaz (jako se zadává v terminálu) nebo cesta k souboru. Pokud je soubor spustitelný skript, bude proveden pokus o spuštění. Jinak bude soubor otevřen aplikací asociovanou v systému pro tento typ souboru.
de: Mit einem Sternchen (*) markierte Felder sind Pflichtfelder. Anderenfalls wird der Knopf im Menü nicht angezeigt. Symbole können ein beliebiger Symbolname oder ein Pfad zu einer Symboldatei (symbolisch oder farbig) sein. Befehle können ein beliebiger Befehl (wie in einem Terminal eingegeben) oder ein Pfad zu einer Datei sein. Wenn die Datei ein ausführbares Skript ist, wird ein Versuch unternommen die Datei auszuführen. Anderenfalls wird die Datei mit derjenigen Anwendung geöffnet, die diesem Dateityp vom System zugeordnet ist.
es: Los campos marcados con asteriscos (*) son obligatorios. De lo contrario, el botón no aparecerá en el menú. Íconos pueden ser cualquier nombre de ícono o una ruta de acceso a un archivo de icono (color o simbólico). Comandos pueden ser cualquier comando o una ruta de acceso a un archivo. Si el archivo es un script ejecutable, un intento de ejecución se llevará a cabo. Si el archivo no es un ejecutable, el sistema decidirá con qué programa abrirlo.
hr: Polja označena sa zvjezdicom (*) su obavezna. U suprotnome, tipka se neće pojaviti u izborniku. Ikone mogu biti bilo koji naziv ikone ili putanja na datoteku ikone (simbolička ili puna boja). Naredbe mogu biti bilo koja naredba (kao naredbe u terminalu) ili putanja do datoteke. Ako je datoteka izvršna skripta, skripta će se pokušati pokrenuti. U suprotnome, datoteka će se otvoriti aplikacijom zadanom sustavom za tu vrstu datoteke.
sv: Fält markerade med asterisk (*) är obligatoriska. Annars kommer inte knappen att synas på menyn. Ikoner kan vara valfritt ikonnamn eller sökväg till en ikonfil (symbolisk eller fullfärg). Kommandon kan vara valfritt kommando (som det anges i terminal), eller sökväg till en fil. Om filen är ett körbart skript, kommer exekveringsförsök att genomföras. Annars kommer filen att öppnas med systemets hanterare för den aktuella filtypen.

source: Most settings are not automatically saved when modified. Press any of the "Save settings" buttons for the settings to take effect.
cs: Většina změn nastavení se neukládá automaticky. Stiskněte tlačítko "Uložit nastavení" pro aktivaci změn.
de: Die meisten Einstellungen werden nicht automatisch gespeichert, wenn sie geändert werden. Drücken Sie einen der »Einstellungen speichern«-Knöpfe, damit die Änderungen der Einstellungen wirksam werden.
es: La mayoría de las preferencias no son guardadas automáticamente. Presionar cualquiera de los botones "Click aquí para guardar preferencias" para guardarlas.
hr: Većina postavki nije automatski spremljena kada su promijenjene. Pritisnite jednu od tipka "Spremi postavke" kako bi se postavke primijenile.
sv: De flesta inställningar sparas inte automatiskt, när de ändras. Tryck på valfri "Spara inställningarna" för att verkställa ändringar.

source: Favorites box
cs: Oblíbené
de: Favoritenbox
es: Sección Favoritos
hr: Okvir omiljenih
sv: Favoritfält

source: Custom launcher 8
cs: Uživatelský spouštěč 8
de: Benutzerdefinierter Starter 8
es: Lanzador personalizado 8
hr: Prilagođeni pokretač 8
sv: Anpassad startare 8

source: Layout
cs: Rozložení
es: Disposición
hr: Raspored

source: Context menus settings
cs: Nastavení kontextového menu
de: Kontextmenüeinstellungen
es: Preferencias del menú
hr: Postavke sadržajnog izbornika
sv: Inställningar för högerklicksmenyn

source: Custom launcher 6
cs: Uživatelský spouštěč 6
de: Benutzerdefinierter Starter 6
es: Lanzador personalizado 6
hr: Prilagođeni pokretač 6
sv: Anpassad startare 6

source: Applications box
cs: Aplikace
de: Anwendungsbox
es: Caja de aplicaciones
hr: Okvir aplikacija
sv: Programfält

source: Quit buttons settings
cs: Nastavení tlačítek ukončení
de: Einstellungen für Beendenknöpfe
es: Botones de sistema
hr: Postavke tipke isključivanja
sv: Inställningar för avstängningsknappar

source: Applet settings
cs: Nastavení apletu
de: Appleteinstellungen
es: Preferencias del applet
hr: Postavke apleta
sv: Programinställningar

source: Custom launcher 5
cs: Uživatelský spouštěč 5
de: Benutzerdefinierter Starter 5
es: Lanzador personalizado 5
hr: Prilagođeni pokretač 5
sv: Anpassad startare 5
