Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@CustomCinnamonMenu/files/0dyseus@CustomCinnamonMenu/po/*.po
Languages: cs, de, es, hr, sv

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
cs: Pokud byl tento xlet nainstalován z nastavení systému v Cinnamonu, byly všechny tyto lokalizace xletu automaticky nainstalovány.
es: Si este xlet se instaló desde Configuración de Cinnamon, todas las localizaciones de este xlet se instalaron automáticamente.
sv: Om denna xlet installerades från Cinnamons inställningar, installerades också alla översättningar automatiskt.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
cs: Pokud byl tento xlet nainstalován ručně a nikoliv pomocí nastavení systému v Cinnamonu, mohou být lokalizace instalovány spuštěním skriptu nazvaného ** localizations.sh ** z terminálu otevřeného uvnitř složky xletu.
es: Si este xlet se instaló manualmente y no a través de Configuración de Cinnamon, las localizaciones se pueden instalar ejecutando el archivo llamado **localizations.sh** desde una terminal abierta dentro de la carpeta del xlet.
sv: Om denna xlet installerades manuellt och inte via Cinnamons inställningar, kan översättningar installeras genom att köra skriptet **localizations.sh** från en terminal öppnad i programmappen.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
cs: Pokud tento xlet nemá k dispozici překlad pro váš jazyk, můžete jej vytvořit podle následujících pokynů.
es: Si este xlet no está disponible en su idioma, la localización puede ser creada siguiendo las siguientes instrucciones.
sv: Om ditt språk saknas i denna xlet, kan du översätta den med hjälp av följande instruktioner.

source: Please provide your password to uninstall this application
cs: Prosím poskytněte heslo k odinstalaci aplikace
de: Bitte Ihr Passwort eingeben, um diese Anwendung zu deinstallieren
es: Por favor, proporcione su contraseña para desinstalar esta aplicación.
hr: Upišite vašu lozinku za deinstalaciju ove aplikacije
sv: Ange ditt lösenord för att avinstallera det här programmet

source: Add to panel
cs: Přidat do panelu
de: Zur Leiste hinzufügen
es: Añadir al panel
hr: Dodaj na panel
sv: Lägg till i panelen

source: Add this application to the Panel launchers applet.
cs: Přidat tuto aplikaci do apletu spouštěčů panelu.
de: Diese Anwendung zum Leistenstarter-Applet hinzufügen.
es: Agregar esta aplicación a los Lanzadores del panel.
hr: Dodajte ovu aplikaciju na aplet Panela pokretača.
sv: Lägg till det här programmet i panelen.

source: Add to desktop
cs: Přidat na plochu
de: Zum Schreibtisch hinzufügen
es: Añadir al escritorio
hr: Dodaj na radnu površinu
sv: Lägg till på skrivbordet

source: Add this application to the Desktop.
cs: Přidat tuto aplikaci na plochu.
de: Diese Anwendung zum Schreibtisch hinzufügen.
es: Agregar un acceso directo a esta aplicación en el Escritorio.
hr: Dodajte ovu aplikaciju na radnu površinu.
sv: Lägg till det här programmet på skrivbordet.

source: Remove from favorites
cs: Odebrat z oblíbených
de: Aus den Favoriten entfernen
es: Quitar de favoritos
hr: Ukloni iz omiljenih
sv: Ta bort från Favoriter

source: Remove application from your favorites.
cs: Odebrat aplikaci z oblíbených položek.
de: Anwendung aus Ihren Favoriten entfernen.
es: Quitar aplicación de favoritos.
hr: Uklonite ovu aplikaciju iz omiljenih.
sv: Ta bort programmet från Favoriter.

source: Add to favorites
cs: Přidat do oblíbených
de: Zu den Favoriten hinzufügen
es: Añadir a favoritos
hr: Dodaj u omiljeno
sv: Lägg till i Favoriter

source: Add application to your favorites.
cs: Přidat aplikaci do seznamu oblíbených položek.
de: Anwendung zu Ihren Favoriten hinzufügen.
es: Añadir esta aplicación a los favoritos.
hr: Dodajte ovu aplikaciju u omiljeno.
sv: Lägg till programmet i Favoriter.

source: Uninstall
cs: Odinstalovat
de: Deinstallieren
es: Desinstalar
hr: Deinstaliraj
sv: Avinstallera

source: Uninstall application from your system.
cs: Odinstalovat aplikaci z vašeho systému.
de: Anwendung von Ihrem System deinstallieren.
es: Desinstalar aplicación de su sistema.
hr: Deinstalirajte aplikaciju s vašeg susatva.
sv: Avinstallera programmet från systemet.

source: Run with NVIDIA GPU
cs: Spustit s GPU NVIDIA
de: Mit NVIDIA-GPU ausführen
es: Ejecutar con GPU NVIDIA
hr: Pokreni s NVIDIA GPU
sv: Kör med NVIDIA GPU

source: Run application through optirun command (Bumblebee).
cs: Spustit aplikaci pomocí optirun příkazu (Bumblebee).
de: Anwendung über den »optirun«-Befehl (Bumblebee) ausführen.
es: Ejecutar aplicación a través del comando optirun (Bumblebee).
hr: Pokrenite aplikaciju putem optirun naredbe (Bumblebee).
sv: Kör programmet genom optirun-kommando (Bumblebee).

source: Run as root
cs: Spustit jako root
de: Als Systemverwalter ausführen
es: Ejecutar como root
hr: Pokreni kao korijenski korisnik
sv: Kör som root

source: Run application as root.
cs: Spustit aplikaci jako root.
de: Anwendung als Systemverwalter ausführen.
es: Ejecutar esta aplicación como root.
hr: Pokrenite aplikaciju kao korijenski korisnik.
sv: Kör programmet som root

source: Edit .desktop file
cs: Upravit .desktop soubor
de: ».desktop«-Datei bearbeiten
es: Editar archivo .desktop
hr: Uredi .desktop datoteku
sv: Redigera .desktop-filen

source: Edit this application .desktop file with a text editor.
cs: Upravte .desktop soubor této aplikace v textovém editoru.
de: Die ».desktop«-Datei dieser Anwendung mit einem Texteditor bearbeiten.
es: Editar el archivo .desktop de esta aplicación con un editor de textos.
hr: Uredite ovu .desktop datoteku aplikacije pomoću uređivača teksta.
sv: Redigera det här programmets .desktop-fil med en textredigerare

source: Open .desktop file folder
cs: Otevřít složku s .desktop souborem
de: Ordner der ».desktop«-Datei öffnen
es: Abrir carpeta del archivo .desktop
hr: Otvori mapu .desktop datoteke
sv: Öppna .desktop-filens mapp

source: Open the folder containg this application .desktop file.
cs: Otevřít složku obsahující .desktop soubor této aplikace.
de: Den Ordner öffnen, der die ».desktop«-Datei dieser Anwendung enthält.
es: Abrir la carpeta que contiene el archivo .desktop de esta aplicación.
hr: Otvorite sadržajnu mapu .desktop datoteke ove aplikacije.
sv: Öppna mappen som innehåller det här programmets .desktop-fil.

source: Run from terminal
cs: Spustit v terminálu
de: Im Terminal ausführen
es: Ejecutar desde terminal
hr: Pokreni u terminalu
sv: Kör från terminal

source: Run application from a terminal.
cs: Spustit aplikaci v terminálu.
de: Anwendung in einem Terminal ausführen.
es: Ejecutar aplicación desde una terminal.
hr: Pokreni aplikaciju u terminalu.
sv: Kör programmet från en terminal.

source: Run from terminal as root
cs: Spustit v terminálu jako root
de: Im Terminal als Systemverwalter ausführen
es: Ejecutar desde terminal como root
hr: Pokreni aplikaciju u terminalu kao korijenski korisnik
sv: Kör från terminal som root

source: Run application from a terminal as root.
cs: Spustit aplikaci v terminálu jako root.
de: Anwendung in einem Terminal als Systemverwalter ausführen.
es: Ejecutar aplicación desde una terminal como root.
hr: Pokrenite aplikaciju u terminalu kao korijenski korisnik.
sv: Kör programmet från en terminal som root.

source: Open with
cs: Otevřít s
de: Öffnen mit
es: Abrir con
hr: Otvori s
sv: Öppna med

source: Other application...
cs: Jiná aplikace…
de: Andere Anwendung …
es: Otra aplicación...
hr: Ostale aplikacije...
sv: Annat program...

source: Clear list
cs: Vymazat seznam
de: Liste leeren
es: Borrar lista
hr: Obriši popis
sv: Rensa listan

source: All Applications
cs: Všechny aplikace
de: Alle Anwendungen
es: Todas las aplicaciones
hr: Sve aplikacije
sv: Alla program

source: Places
cs: Místa
de: Orte
es: Lugares
hr: Lokacije
sv: Platser

source: Recent Files
cs: Naposledy otevřené soubory
de: Kürzlich verwendete Dateien
es: Archivos recientes
hr: Nedavne datoteke
sv: Tidigare filer

source: Recent Applications
cs: Nedávno spuštěné aplikace
de: Kürzlich verwendete Anwendungen
es: Aplicaciones recientes
hr: Nedavne aplikacije
sv: Tidigare program

source: Account details
cs: Podrobnosti o účtu
de: Kontodetails
es: Detalles de cuenta
hr: Pojedinosti računa
sv: Kontodetaljer

source: Menu
de: Menü
es: Menú
hr: Izbornik
sv: Meny

source: Remove '%s'
cs: Odebrat '%s'
es: Remover '%s'
hr: Ukloni '%s'
sv: Ta bort "%s"

source: This file is no longer available
cs: Tento soubor už není k dispozici
de: Diese Datei ist nicht mehr verfügbar
es: Este archivo ya no está disponible
hr: Ova datoteka više nije dostupna
sv: Filen är inte längre tillgänglig

source: No recent documents
cs: Žádné nedávno otevřené dokumenty
de: Keine kürzlich verwendeten Dokumente
es: Sin documentos recientes
hr: Nema nedavnih dokumenata
sv: Inga tidigare dokument

source: No recent applications
cs: Žádné nedávno spuštěné aplikace
de: Keine kürzlich verwendeten Anwendungen
es: Sin aplicaciones recientes
hr: Nema nedavnih aplikacija
sv: Inga tidigare program

source: Favorites
cs: Oblíbené
de: Favoriten
es: Favoritos
hr: Omiljeni
sv: Favoriter

source: Lock screen
cs: Zamknout obrazovku
de: Bildschirm sperren
es: Bloquear pantalla
hr: Zaključaj zaslon
sv: Lås skärmen

source: Lock the screen
cs: Uzamknout obrazovku
de: Diesen Bildschirm sperren
es: Bloquear la pantalla
hr: Zaključaj zaslon
sv: Lås skärmen

source: Logout
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
hr: Odjava
sv: Logga ut

source: Leave the session
cs: Opustit sezení
de: Sitzung verlassen
es: Cerrar la sesión
hr: Odjavite sesiju
sv: Avsluta sessionen

source: Quit
cs: Ukončit
de: Beenden
es: Salir
hr: Isključi
sv: Stäng av

source: Shutdown the computer
cs: Vypnout počítač
de: Den Rechner herunterfahren
es: Apagar el equipo
hr: Isključite računalo
sv: Stäng av datorn

source: Type to search...
cs: Vyhledávejte psaním...
de: Suchbegriff eingeben …
es: Escriba para buscar...
hr: Upišite za pretragu...
sv: Skriv för att söka...

source: Open the menu editor
cs: Otevřít menu editor
de: Menüeditor öffnen
es: Abrir el editor de menús
hr: Otvori uređivač izbornika
sv: Öppna menyredigeraren

source: *Icon:
cs: *Ikona:
de: *Symbol:
es: *Ícono:
hr: *Ikona:
sv: *Ikon:

source: *Command or path to file:
cs: *Příkaz nebo cesta k souboru:
de: *Befehl oder Pfad zur Datei:
es: *Comando o ruta de archivo:
hr: *Naredba ili putanja do datoteke:
sv: *Kommando eller sökväg till fil:

source: Show "Lock screen" button
cs: Zobrazit tlačítko "Zamknout obrazovku"
de: »Bildschirm sperren«-Knopf anzeigen
es: Mostrar botón "Bloquear pantalla"
hr: Prikaži tipku "Zaključaj zaslon"
sv: Visa knappen "Lås skärmen"

source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:
hr: Opis:
sv: Beskrivning:

source: Third place element
cs: Třetí součást menu
de: Element auf drittem Platz
es: Elemento en tercer lugar
hr: Element trećeg mjesta
sv: Tredje platsens objekt

source: Search box
cs: Vyhledávací pole
de: Suchfeld
es: Campo de búsqueda
hr: Okvir pretrage
sv: Sökfält

source: None
cs: Žádná
de: Keine Info
es: Ninguna
hr: Nepoznato
sv: Ingen

source: Applications/Categories boxes
cs: Aplikace/Kategorie
de: Box für Anwendungen und Kategorien
es: Caja de aplicaciones/categorías
hr: Okviri Aplikacija/Kategorija
sv: Program-/Kategorifält

source: Applications info box
cs: Info box o aplikaci
de: Box für Anwendungsinformationen
es: Caja de información sobre aplicaciones
hr: Okvir informacije aplikacija
sv: Programinfofält

source: Custom Launchers box
cs: Uživatelské spouštěče
de: Box für benutzerdefinierte Starter
es: Caja de lanzadores personalizados
hr: Okvir prilagođenih pokretača
sv: Fält för anpassade programstartare

source: Categories icon size:
cs: Velikost ikon kategorií:
de: Größe der Kategoriesymbole:
es: Tamaño de ícono para categorías
hr: Veličina ikona kategorije:
sv: Ikonstorlek för kategorier:

source: pixels
cs: pixelů
de: Pixel
es: pixeles
hr: piksela
sv: pixlar

source: Choose whether or not to show icons on categories.
cs: Zaškrtněte pro zobrazení ikon kategorií.
de: Legt fest, ob Symbole an Kategorien angezeigt werden.
es: Elegir si desea o no mostrar iconos en categorías.
hr: Odaberite treba li ili ne prikazati ikone u kategorijama.
sv: Välj om kategoriikoner skall visas.

source: Show category icons
cs: Zobrazit ikony kategorií
de: Kategoriesymbole anzeigen
es: Mostrar íconos de categorías.
hr: Prikaži ikone kategorija
sv: Visa kategoriikoner

source: This option allows to display the user picture on the menu. Clicking on the picture will open "Account details". For the image to be shown, the applications info box also has to be displayed.
cs: Tato volba umožňuje zobrazení obrázku uživatele v menu. Po kliknutí na obrázek se otevře "Podrobnosti o účtu". Pro zobrazení obrázku, musí být také zobrazen info box o aplikaci.
de: Diese Option ermöglicht es, das Benutzerbild im Menü anzuzeigen. Ein Klick auf das Bild öffnet »Kontodetails«. Damit das Bild angezeigt wird, muss die Box für Anwendungsinformationen ebenfalls angezeigt werden.
es: Esta opción permite visualizar la imagen del usuario en el menú. Al hacer clic en la imagen se abrirá "Detalles de la cuenta". Para que se muestre la imagen, también se debe mostrar el cuadro de información de aplicaciones.
hr: Ova mogućnost omogućuje prikaz korisnikove slike u izborniku. Klik na sliku će otvoriti "Pojedinosti računa". Za prikaz slike, okvir informacije aplikacija isto tako mora biti prikazan.
sv: Detta alternativ låter dig visa en användarbild på menyn. Ett klick på bilden, öppnar "Kontodetaljer". För att bilden skall synas, måste även programinfofältet visas.

source: User picture placement
cs: Umístění obrázku uživatele
de: Anordnung des Benutzerbildes
es: Ubicación de la imagen del usuario
hr: Smještaj korisnikove slike
sv: Användarbildens placering

source: Right of applications info box
cs: Vpravo od info boxu o aplikaci
de: Rechts von der Box für Anwendungsinformationen
es: A la derecha de la caja de información sobre aplicaciones
hr: Desno od okvira informacije aplikacija
sv: Till höger om programinfofältet

source: Do not show
cs: Nezobrazovat
de: Nicht anzeigen
es: No mostrar
hr: Ne prikazuj
sv: Visa inte

source: Left of applications info box
cs: Vlevo od info boxu o aplikaci
de: Links von der Box für Anwendungsinformationen
es: A la izquierda de la caja de información sobre aplicaciones
hr: Lijevo od okvira informacije aplikacija
sv: Till vänster om programinfofältet

source: If disabled, categories can be selected by clicking on them instead of just hovering.
cs: Je-li volba povolena, může být kategorie vybrána pouhým najetím myši. Není-li povolena, může být kategorie vybrána kliknutím.
de: Wenn deaktiviert, werden die Kategorien durch Klicken auf die Kategorieknöpfe ausgewählt, anstatt durch Darüberbewegen mit der Maus.
es: Con esta opción deshabilitada, las categorías se pueden seleccionar haciendo clic en ellas en lugar de simplemente al pasar el ratón.
hr: Ako je onemogućeno, kategorije se mogu odabrati klikom miša na nju umjesto samo lebdenjem miša.
sv: Vid inaktivering kan kategorier väljas genom att klicka på dem, istället för bara hovring.

source: Select categories on hover (EXPERIMENTAL)
cs: Vybrat kategorie najetím myši (EXPERIMENTÁLNÍ)
de: Kategorien beim Darüberbewegen wählen (EXPERIMENTELL)
es: Seleccionar categorías al pasar el ratón (EXPERIMENTAL)
hr: Odaberi kategoriju pri lebdenju mišem (EKSPERIMENTALNO)
sv: Välj kategori vid hovring (EXPERIMENTELL)

source: Box top padding:
cs: Odsazení nahoře:
de: Oberer Boxabstand:
es: Espacio superior:
hr: Prilagodi vrh okvira:
sv: Fältets överkantsavstånd:

source: Box right padding:
cs: Odsazení vpravo:
de: Rechter Boxabstand:
es: Espacio derecho:
hr: Prilagodi desnu stranu okvira:
sv: Fältets högerkantsavstånd:

source: Show "Open .desktop file folder" on context
cs: Zobrazit "Otevřít složku s .desktop souborem" v kontextovém menu
de: »Ordner der ».desktop«-Datei öffnen« im Kontextmenü anzeigen
es: Mostrar "Abrir carpeta del archivo .desktop" en el menú contextual
hr: Prikaži "Otvori mapu .desktop datoteke" u izborniku
sv: Visa "Öppna .desktop-filens mapp" i högerklicksmenyn

source: Category selection delay:
cs: Zpoždění při výběru kategorie:
de: Verzögerung bei Kategorieauswahl:
es: Demora para seleccionar categorías.
hr: Odgoda odabira kategorije:
sv: Kategorifördröjning

source: milliseconds
cs: milisekund
de: Millisekunden
es: milisegundos
hr: milisekundi
sv: millisekunder

source: Delay between switching categories.
cs: Zpoždění mezi přepnutím kategorií.
de: Verzögerung beim Wechsel der Kategorien.
es: Demora para el cambio entre categorías.
hr: Odgoda između promjena kategorija.
sv: Fördröjning mellan växling av kategorier.

source: Box bottom padding:
cs: Odsazení dole:
de: Unterer Boxabstand:
es: Espacio inferior:
hr: Prilagodi dno okvira:
sv: Fältets underkantsavstånd:

source: This option enables an infinitelly better sorting of search results. It's marked as experimental because it has a huge impact on performance every time the search box is cleared.
cs: Tato volba umožňuje nesrovnatelně lepší třídění výsledků vyhledávání. Je to označeno jako experimentální, protože má obrovský dopad na výkon pokaždé, když je vymazán obsah vyhledávacího pole.
de: Diese Option aktiviert ein weitaus besseres Sortieren der Suchergebnisse. Es ist als experimentell markiert, weil es, jedes Mal wenn das Suchfeld geleert wird, einen großen Einfluss auf die Leistung hat.
es: Esta opción permite una clasificación infinitamente mejor de los resultados de búsqueda. Está marcada como experimental porque tiene un enorme impacto en el rendimiento.
hr: Ova mogućnost omogućuje neusporedivo bolje razvrstavanje rezultata pretrage. Označeno je kao eksperimentalno zato jer ima velik utjecaj na performanse svaki puta kada se okvir pretrage očisti.
sv: Det här alternativet möjliggör en betydligt bättre sortering av sökresultat. Den är markerad som experimentell eftersom det har stor inverkan på prestanda varje gång sökrutan rensas.

source: Enable fuzzy search (EXPERIMENTAL)
cs: Povolit fuzzy vyhledávání (EXPERIMENTÁLNÍ)
de: Fuzzy-Suche aktivieren (EXPERIMENTELL)
es: Habilitar búsqueda difusa (EXPERIMENTAL)
hr: Omogući nejasnu pretragu (EKSPERIMENTALNO)
sv: Aktivera inexakt sökning (EXPERIMENTELL)

source: Choose whether or not to show icons on applications.
cs: Zaškrtněte pro zobrazení ikon aplikací.
de: Legt fest, ob Symbole an Anwendungen angezeigt werden.
es: Elegir si desea o no mostrar los iconos de aplicaciones.
hr: Odaberite za prikazivanje ili sakrivanje ikona aplikacija.
sv: Välj om programikoner skall visas.

source: Show application icons
cs: Zobrazit ikony aplikací
de: Anwendungssymbole anzeigen
es: Mostrar íconos de aplicaciones
hr: Prikaži ikone aplikacija
sv: Visa programikoner

source: Hide "All Applications" category
cs: Skrýt kategorii "Všechny aplikace"
de: »Alle Anwendungen«-Kategorie verbergen
es: Esconder la categoría "Todas las aplicaciones"
hr: Sakrij kategoriju "Sve aplikacije"
sv: Dölj kategorin "Alla program"

source: If enabled, Custom width for search box will be ignored. Also, this option is ignored if the custom launchers box is placed at either side of the searchbox.
cs: Je-li volba povolena, uživatelská šířka vyhledávacího pole bude ignorována. Tato možnost je rovněž ignorována, pokud jsou uživatelské spouštěče umístěny vedle vyhledávacího pole.
de: Wenn aktiviert, wird die benutzerdefinierte Breite für das Suchfeld ignoriert. Diese Option wird auch ignoriert, wenn die Box für benutzerdefinierte Starter auf der anderen Seite des Suchfeldes platziert wird.
es: Con esta opción habilitada, la opción "Anchura personalizada para la caja de búsqueda" será ignorada. Además, esta opción será ignora si la sección de lanzadores personalizados se coloca a cualquier lado de la caja de búsqueda.
hr: Ako je omogućeno, prilagođena širina okvira pretrage će biti zanemarena. Isto tako, ova mogućnost je zanemarena ako je okvir prilagođenih pokretača smješten kraj jedne od strana okvira pretrage.
sv: Vid aktivering, kommer anpassad bredd för sökfältet att ignoreras. Detta alternativ kommer att undantas om fältet för anpassade startare är placerat på någon sida av sökfältet.

source: Auto-fit the width of the search box with the menu width
cs: Automaticky přizpůsobit šířku vyhledávacího pole šířce menu
de: Die Breite des Suchfeldes automatisch an die Menübreite anpassen
es: Auto-ajustar el ancho del cuadro de búsqueda con el ancho del menú
hr: Automatski prilagodi širinu okvira pretrage sa širinom izbornika
sv: Anpassa bredden på sökfältet till menyns bredd

source: Show "Add to panel" on context
cs: Zobrazit "Přidat na panel" v kontextovém menu
de: »Zur Leiste hinzufügen« im Kontextmenü anzeigen
es: Mostrar "Añadir al panel" en el menú contextual
hr: Prikaži "Dodaj na panel" u izborniku
sv: Visa "Lägg till i panelen" i högerklicksmenyn

source: By default, the most recently used application is at the top of the list. With this option enabled, the most recently used application will be at the bottom of the list.
cs: Ve výchozím nastavení jsou naposledy použité aplikace v horní části seznamu. Je-li tato možnost povolena budou naposledy použité aplikace ve spodní části seznamu.
de: Standardmäßig ist die kürzlich verwendeten Anwendung, welche am meisten benutzt wird, in der Liste ganz oben. Ist diese Option aktiviert, wird die kürzlich verwendete Anwendung, welche am meisten benutzt wird, in der Liste ganz unten angezeigt.
es: De forma predeterminada, la aplicación más recientemente utilizada se encuentra el inicio de la lista. Con esta opción habilitada, la aplicación más recientemente usada va a estar en la parte inferior de la lista.
hr: Po zadanome, većina nedavno korištenih aplikacija ja pri vrhu popisa. Sa tom omogućenom mogućnosti, većina nedavno korištenih aplikacija biti će pri dnu popisa.
sv: Som standard ligger tidigare använda program överst i listan. Med detta alternativ aktiverat, placeras tidigare program i botten av listan.

source: Invert recently used applications order
cs: Obrátí pořadí naposledy použitých aplikací
de: Reihenfolge der kürzlich verwendeten Anwendungen umkehren
es: Invertir el orden de las aplicaciones recientemente usadas
hr: Obrni redoslijed nedavno korištenih aplikacija
sv: Invertera ordningen för tidigare program
