Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@CustomCinnamonMenu/files/0dyseus@CustomCinnamonMenu/po/*.po
Languages: cs, de, es, hr, sv

source: Placement on main elements on menu
cs: Rozmístění hlavních prvků menu
de: Anordnung der Hauptelemente im Menü
es: Colocación de elementos principales en el menú
hr: Smještaj glavnih elemenata izbornika
sv: Placering av huvudobjekt på menyn

source: Icons display
cs: Zobrazení ikon
de: Symbolanzeige
es: Visualización de íconos
hr: Prikaz ikona
sv: Ikonvisning

source: Application info box
cs: Info box o aplikaci
de: Box für Anwendungsinformationen
es: Caja de información sobre aplicaciones
hr: Okvir informacije aplikacija
sv: Programinfofält

source: Recently used applications settings
cs: Nastavení pro nedávno spuštěné aplikace
de: Kürzlich verwendete Anwendungseinstellungen
es: Aplicaciones usadas recientemente
hr: Postavke nedavno korištenih aplikacija
sv: Inställningar för tidigare program

source: Appearance
cs: Vzhled
de: Erscheinungsbild
es: Apariencia
hr: Izgled
sv: Utseende

source: Menu settings
cs: Nastavení menu
de: Menüeinstellungen
es: Preferencias del menú
hr: Postavke izbornika
sv: Menyinställningar

source: Custom launcher 9
cs: Uživatelský spouštěč 9
de: Benutzerdefinierter Starter 9
es: Lanzador personalizado 9
hr: Prilagođeni pokretač 9
sv: Anpassad startare 9

source: Custom launcher 4
cs: Uživatelský spouštěč 4
de: Benutzerdefinierter Starter 4
es: Lanzador personalizado 4
hr: Prilagođeni pokretač 4
sv: Anpassad startare 4

source: Custom Launchers
cs: Uživatelské spouštěče
de: Benutzerdefinierte Starter
es: Lanzadores personalizados
hr: Prilagođeni pokretači
sv: Anpassade startare

source: Icon sizes
cs: Velikosti ikon
de: Symbolgrößen
es: Tamaño de los íconos
hr: Veličina ikona
sv: Ikonstorlekar

source: Custom launchers notes
cs: Poznámky pro uživatelské spouštěče
de: Bemerkungen zu benutzerdefinierten Startern
es: Lanzadores personalizados
hr: Napomena prilagođenih pokretača
sv: Notiser för anpassade startare

source: Search box settings
cs: Nastavení vyhledávacího pole
de: Suchfeldeinstellungen
es: Campo de búsqueda
hr: Postavke okvira pretrage
sv: Sökfältsinställningar

source: Custom launcher 3
cs: Uživatelský spouštěč 3
de: Benutzerdefinierter Starter 3
es: Lanzador personalizado 3
hr: Prilagođeni pokretač 3
sv: Anpassad startare 3

source: Menu layout
cs: Uspořádání menu
de: Menülayout
es: Disposición del menú
hr: Raspored izbornika
sv: Menylayout

source: Custom launcher 7
cs: Uživatelský spouštěč 7
de: Benutzerdefinierter Starter 7
es: Lanzador personalizado 7
hr: Prilagođeni pokretač 7
sv: Anpassad startare 7

source: Theme overrides
cs: Přepsání motivu
de: Themen überschreiben
es: Sustituciones de temas
hr: Zaobilaženje teme
sv: Temaundantag

source: Custom launcher 1
cs: Uživatelský spouštěč 1
de: Benutzerdefinierter Starter 1
es: Lanzador personalizado 1
hr: Prilagođeni pokretač 1
sv: Anpassad startare 1

source: Custom launcher 2
cs: Uživatelský spouštěč 2
de: Benutzerdefinierter Starter 2
es: Lanzador personalizado 2
hr: Prilagođeni pokretač 2
sv: Anpassad startare 2

source: Custom launcher 10
cs: Uživatelský spouštěč 10
de: Benutzerdefinierter Starter 10
es: Lanzador personalizado 10
hr: Prilagođeni pokretač 10
sv: Anpassad startare 10

source: Enter custom text to show in the panel.
cs: Vložte text, který se zobrazí na panelu.
de: Einen eigenen Text eingeben, der in der Leiste angezeigt werden soll.
es: Introduzca un texto personalizado para mostrar en el panel.
hr: Upišite prilagođeni tekst za prikaz u panelu.
sv: Ange anpassad text att visas i panelen

source: Custom label
cs: Uživatelský název
de: Benutzerdefinierte Beschriftung
es: Etiqueta personalizada
hr: Prilagođeni naziv
sv: Anpassad text

source: The graphical front-end to use to run applications as root. This is used by the "Open as Root" context menu and the option "Gain privileges of not owned files".
cs: Grafický front-end použitý ke spouštění aplikací jako root. Používá se pro kontextové menu "Spustit jako root" a volbu "Získat oprávnění k souborům, jichž nejste vlastníkem".
de: Das zu benutzende graphische Front-End, um Anwendungen als Systemverwalter auszuführen. Dies wird benutzt im Kontextmenü von den Optionen »Als Systemverwalter ausführen« und »Rechte an fremden Dateien erhalten« .
es: La interfaz gráfica que se utilizará para ejecutar aplicaciones como root. Esto es utilizado por las opciones "ejecutar como root" del menú contextual y cuando la opción "Ganar privilegios de archivos que no son propiedad del usuario" está activada.
hr: Grafičko sučelje za pokretanje aplikacija pod korijenskim korisnikom. To se koristi u izborniku "Otvori kako korijenski korisnik" i mogućnosti "Promijeni dozvole datoteka bez vlasnika".
sv: Grafiskt användargränssnitt för att köra program som root. Detta används av högerklickmenyns "Kör som root" och av "Inhämta behörighet för ej ägda filer".

source: Privileges elevator:
cs: Způsob povýšení oprávnění:
de: Systemverwalterrechte ausführen mit:
es: Elevador de privilegios
hr: Upravitelj ovlastima:
sv: Rättighetsutökare:

source: Set a custom padding for the Categories box
cs: Nastavit vlastní odsazení pro pole kategorií
de: Einen benutzerdefinierten Abstand für die Kategoriebox setzen
es: Establecer un espacio personalizado para la lista de Categorías
hr: Postavite prilagođenu veličinu okvira kategorija
sv: Ange anpassat kantavstånd för kategorifältet

source: Custom launchers box placement
cs: Umístění uživatelských spouštěčů
de: Anordnung der Box für benutzerdefinierte Starter
es: Posición de los lanzadores personalizados
hr: Smještaj okvira prilagođenih pokretača
sv: Fältplacering för anpassade startare

source: Left of search box
cs: Vlevo od vyhledávacího pole
de: Links vom Suchfeld
es: A la izquierda del campo de búsqueda
hr: Lijevo od okvira pretrage
sv: Till vänster om sökfältet

source: Right of search box
cs: Vpravo od vyhledávacího pole
de: Rechts vom Suchfeld
es: A la derecha del campo de búsqueda
hr: Desno od okvira pretrage
sv: Till höger om sökfältet

source: On its own
cs: Samostatně
de: Allein
es: Por sí mismo
hr: Uobičajeno
sv: För sig själv

source: Show "Run from terminal" on context
cs: Zobrazit "Spustit v terminálu" v kontextovém menu
de: »Im Terminal ausführen« im Kontextmenü anzeigen
es: Mostrar "Ejecutar desde terminal" en el menú contextual
hr: Prikaži "Pokreni u terminalu" u izborniku
sv: Visa "Kör från terminal" i högerklicksmenyn

source: If enabled, applications set as Favorite will not be stored in the "Recent Applications" category.
cs: Je-li volba povolena, aplikace nastavené jako oblíbené položky nebudou uloženy v kategorii "Nedávné aplikace".
de: Anwendungen, die als Favoriten gesetzt sind, werden nicht in der Kategorie »Kürzlich verwendete Anwendungen« gespeichert, wenn diese Option aktiviert ist.
es: Con esta opción habilitada, las aplicaciones guardadas en Favoritos no serán almacenadas en la categoría "Aplicaciones Recientes".
hr: Ako je omogućeno, aplikacije postavljene u omiljene neće biti spremljene u kategoriju "Nedavne aplikacije".
sv: Vid aktivering, undantas program angivna som favoriter från lagring i kategorin "Tidigare program".

source: Ignore Favorites
cs: Ignorovat Oblíbené
de: Favoriten ignorieren
es: Ignorar Favoritos
hr: Zanemari omiljene
sv: Undanta favoriter

source: Set a custom padding for the search box
cs: Nastavit vlastní odsazení pro vnější vyhledávací pole
de: Einen benutzerdefinierten Abstand für das Suchfeld setzen
es: Establecer un espacio personalizado para el cuadro de búsqueda
hr: Postavi prilagođenu veličinu okvira pretrage
sv: Ange anpassat yttre kantavstånd för sökfältet

source: Hide applications list scrollbar
cs: Skrýt posuvník v seznamu aplikací
de: Scrollleiste in der Anwendungsliste verbergen
es: Esconder la barra de desplazamiento de la lista de aplicaciones
hr: Sakrij traku klizanja popisa aplikacija
sv: Dölj programlistans skrollfält

source: Enable opening the menu when the mouse enters the applet.
cs: Otevře menu při najetí myší na applet.
de: Öffnen des Menüs aktivieren, wenn sich die Maus auf das Applet bewegt.
es: Activar abrir el menú cuando el ratón entra en el applet.
hr: Omogućuje otvaranje izbornika kada miš dođe na aplet.
sv: Aktiverar menyöppning när muspekaren förs över ikonen

source: Open the menu on mouse over
cs: Otevřít menu najetím myši na ikonu
de: Das Menü öffnen, wenn die Maus darüber bewegt wird
es: Abrir el menú al pasar el ratón
hr: Otvori izbornik kada se pomakne miš iznad izbornika
sv: Öppna menyn när muspekaren förs över ikonen

source: Applications info box description font size:
cs: Velikost fontu popisu aplikace:
de: Schriftgröße der Beschreibung in der Box für Anwendungsinformationen:
es: Tamaño de fuente para la descripción de la caja de información sobre aplicaciones:
hr: Veličina slova opisa okvira informacije aplikacija:
sv: Teckenstorlek i programinfofältet:

source: Disable newly installed applications highlighting
cs: Zakázat zvýraznění nově nainstalovaných aplikací
de: Hervorhebung neu installierter Anwendungen deaktivieren
es: Desactivar el resaltado de aplicaciones recién instaladas
hr: Onemogući naglašavanje novo instaliranih aplikacija
sv: Inaktivera markering av nyinstallerade program

source: User picture size:
cs: Velikost obrázku uživatele:
de: Größe des Benutzerbildes:
es: Tamaño de la imagen del usuario:
hr: Veličina korisnikove slike:
sv: Storlek på användarbilden:

source: With this option enabled, an alternate method to select categories will be used. This method can improve the performance of the menu and is extracted from the applet called Configurable Menu by lestcape.
cs: Je-li tato volba povolena, bude pro výběr kategorie použita alternativní metoda. Tato metoda může zlepšit výkon menu a je převzata z apletu Configurable Menu od autora lestcape.
de: Ist diese Option aktiviert, wird eine alternative Methode zum Auswählen der Kategorien benutzt. Diese Methode kann die Leistung des Menüs verbessern und ist dem Applet Configurable Menu von lestcape entnommen.
es: Con esta opción activada, se utilizará un método alternativo para seleccionar categorías. Este método puede mejorar el rendimiento del menú y ha sido extraído del applet llamado Configurable Menu, creado por lestcape.
hr: Ako je ova mogućnost omogućena, alternativan način odabira kategorija će se koristiti. Taj način može poboljšati performanse izbornika i preuzet je iz apleta koji se naziva Prilagodljivi izbornik od autora lestcape.
sv: Med detta alternativ aktiverat, används en alternativ metod att välja kategorier. Denna metod kan förbättra menyns prestanda och har extraherats ur panelprogrammet "Configurable Menu" av lestcape.

source: Use alternate category selection method (EXPERIMENTAL)
cs: Použít alternativní metodu pro výběr kategorie (EXPERIMENTÁLNÍ)
de: Alternative Methode zum Auswählen der Kategorien benutzen (EXPERIMENTELL)
es: Usar método alternativo para seleccionar categorías (EXPERIMENTAL)
hr: Koristi alternativan način odabira kategorije (EKSPERIMENTALNO)
sv: Använd alternativ kategorimarkeringsmetod (EXPERIMENTELL)

source: Choose whether or not to enable smooth auto-scrolling in the application list.
cs: Zaškrtněte pro automatický posun v seznamu aplikací.
de: Legt fest, ob weicher automatischer Bildlauf in der Anwendungsliste aktiviert wird.
es: Elegir si desea o no habilitar desplazamiento automático en la lista de aplicaciones.
hr: Odaberite treba li se ili ne omogućiti glatko automatsko pomicanje u popisu aplikacija.
sv: Välj om automatisk skrollning skall användas i programlistan.

source: Enable auto-scrolling in application list
cs: Povolit automatický posun v seznamu aplikací
de: Automatischen Bildlauf in der Anwendungsliste aktivieren
es: Habilitar desplazamiento automático en la lista de aplicaciones
hr: Omogući automatsko pomicanje u popisu aplikacija
sv: Aktivera automatisk skrollning i programlistan

source: Favorites box separator height:
cs: Výška oddělovače:
de: Höhe des Trenners in der Favoritenbox:
es: Altura del separador en la caja de Favoritos:
hr: Visina razdjelnika okvira omiljenih:
sv: Höjd på favoritfältsavdelare:

source: Size of separator between "Favorites" box and "Quit" box.
cs: Velikost oddělovače mezi polem "Oblíbené" a "Ukončit".
de: Größe des Trenners zwischen »Favoriten«-Box und »Beenden«-Box.
es: Altura del separador entre los "Favoritos" y los botones de salida.
hr: Visina razdjelnika između okvira "Omiljeni" i okvira "Isključi"
sv: Storlek på avdelaren mellan Favoriter och avstängningsknappar.

source: Keyboard shortcut to open and close the menu
cs: Klávesová zkratka pro otevírání a zavírání menu
de: Tastenkombinationen zum Öffnen und Schließen des Menüs
es: Atajo de teclado para abrir el menú
hr: Prečaci tipkovnice za otvaranje i zatvaranje izbornika
sv: Tangentbordsgenväg för att öppna och stänga menyn

source: Set a custom padding for the Applications info box
cs: Nastavit vlastní odsazení pro info box o aplikaci
de: Einen benutzerdefinierten Abstand für die Anwendungsinformationsbox setzen
es: Establecer un espacio personalizado para la caja de información sobre aplicaciones
hr: Postavi prilagođenu veličinu okvira informacija aplikacija
sv: Ange anpassat kantavstånd för programinfofältet

source: Choose whether or not to show the left pane of the menu.
cs: Zaškrtněte pro zobrazení levého panelu v menu.
de: Legt fest, ob die linke Leiste im Menü angezeigt wird.
es: Elegir si desea o no mostrar el panel izquierdo del menú.
hr: Odaberite za prikazivanje il neprikazivanje lijevog panela izbornika.
sv: Välj om det vänstra fältet skall visas i menyn.

source: Show favorites and quit options
cs: Zobrazit oblíbené a možnosti ukončení
de: Favoriten- und Beendenoptionen anzeigen
es: Mostrar Favoritos y opciones de salida
hr: Prikaži omiljene i mogućnosti isključivanja
sv: Visa Favoriter och avstängningsalternativ

source: Show "Run with NVIDIA GPU" on context
cs: Zobrazit "Spustit s GPU NVIDIA" v kontextovém menu
de: »Mit NVIDIA-GPU ausführen« im Kontextmenü anzeigen
es: Mostrar "Ejecutar con GPU NVIDIA" en el menú contextual
hr: Prikaži "Pokreni s NVIDIA GPU" u izborniku
sv: Visa "Kör med NVIDIA-GPU" i högerklicksmenyn

source: Quit buttons placement
cs: Umístění tlačítek ukončení
de: Anordnung der Beendenknöpfe
es: Ubicación de los botones de salida
hr: Smještaj tipke isključivanja
sv: Avstängningsknapparnas placering

source: Next to "Custom launchers" box
cs: Vedle boxu "Uživatelské spouštěče"
de: Neben der »Benutzerdefinierte Starter«-Box
es: Al lado de los lanzadores personalizados
hr: Pokraj okvira "Prilagođeni pokretači"
sv: Bredvid fältet "Anpassade startare"

source: Hide all
cs: Skrýt vše
de: Alle verbergen
es: Ocultar todos
hr: Sakrij sve
sv: Dölj alla

source: Inside "Favorites" box
cs: Uvnitř boxu "Oblíbené"
de: Innerhalb der »Favoriten«-Box
es: Dentro de la sección "Favoritos"
hr: Unutar okvira "Omiljeni"
sv: Inne i fältet "Favoriter"

source: It adds to the applications context menu an entry that will allow you to open the current selected application's .desktop file in a text editor.
cs: Přidá do kontextové nabídky aplikace položku, která vám umožní otevřít .desktop soubor aktuální vybrané aplikace v textovém editoru.
de: Zum Anwendungskontextmenü wird ein Eintrag hinzugefügt, der es Ihnen erlaubt die ».desktop«-Datei der aktuell ausgewählten Anwendung in einem Texteditor zu öffnen.
es: Esta opción activada agrega al menú contextual para aplicaciones una nueva entrada que permitirá abrir el archivo .desktop de la aplicación seleccionada en un editor de texto.
hr: Dodaje izborniku aplikacija stavku koja će vam omogućiti otvaranje trenutno odabrane .desktop datoteke aplikacije u uređivaču teksta.
sv: Lägger till en post i programikonernas högerklicksmeny, som låter dig öppna det aktuella programmets .desktop-fil i en textredigerare.

source: Show "Edit .desktop file" on context
cs: Zobrazit "Upravit .desktop soubor" v kontextovém menu
de: »».desktop«-Datei bearbeiten« im Kontextmenü anzeigen
es: Mostrar "Editar archivo .desktop" en el menú contextual
hr: Prikaži "Uredi .desktop datoteku" u izborniku
sv: Visa "Redigera .desktop-fil" i högerklicksmenyn

source: If enabled, this options will open as root .desktop files that aren't owned by the current user. This isn't needed for all text editors. Some text editors will allow you to open and edit not owned files and will ask for the root password at the moment of saving the changes.
cs: Je-li volba povolena, budou s oprávněním uživatele root otevřeny .desktop soubory, které nejsou vlastněné aktuálním uživatelem. Toto není nezbytné pro všechny textové editory. Některé textové editory vám umožní otevřít a upravit nevlastní soubory a požádá o heslo uživatele root v okamžiku uložení změn.
de: Wenn aktiviert, wird diese Option ».desktop«-Dateien, die nicht dem aktuellen Benutzer gehören, als Systemverwalter öffnen. Dies wird nicht von allen Texteditoren benötigt. Einige Texteditoren werden es Ihnen erlauben fremde Dateien zu öffnen und zu bearbeiten und werden erst zum Zeitpunkt des Speicherns der Änderungen nach dem Systemverwalterpasswort fragen.
es: Con esta optión habilitada, los archivos .desktop que no son propiedad del usuario actual serán abiertos como root. Esto no es necesario para todos los editores de texto. Algunos editores de texto permiten abrir y editar archivos que no son propiedad del usuario actual y pedirán la contraseña de root en el momento de guardar los cambios.
hr: Ako je omogućeno, ova mogućnost će otvoriti kao korijenski korisnik .desktop datoteku koja nije u vlasništvu trenutnog korisnika. To nije potrebno za sve uređivače teksta. Neki uređivači teksta vam dopuštaju otvaranje i uređivanje datoteka koje nemaju vlasnike i tražit će vas korijensku lozinku u trenutku spremanja promjena.
sv: Vid aktivering, öppnas .desktop-filer som inte ägs av aktuell användare, som root. Detta är inte nödvändigt för alla textredigerare. Vissa redigerare tillåter att du öppnar och redigerar filer som du inte äger och frågar då istället efter root-lösenord, när du försöker spara ändringarna.

source: Gain privileges of not owned files
cs: Získat oprávnění k souborům, jichž nejste vlastníkem
de: Rechte an fremden Dateien erhalten
es: Ganar privilegios de archivos que no son propiedad del usuario
hr: Promijeni dozvole datoteka bez vlasnika
sv: Inhämta behörighet för ej ägda filer

source: With this option enabled, the box containing the user picture will have the same style as the Favorites box.
cs: Je-li tato volba povolena, bude mít pole obsahující obrázek uživatele stejný styl jako pole pro oblíbené položky.
de: Ist diese Option aktiviert, wird die Box, die das Benutzerbild enthält, denselben Stil wie die Favoritenbox verwenden.
es: Con esta opción habilitada, el cuadro que contiene la imagen del usuario tendrá el mismo estilo que la caja de Favoritos.
hr: Sa omogućenom ovom mogućnosti, sadržajni okvir slike korisnika imati će isti izgled kao okvir omiljenih.
sv: Med detta alternativ aktiverat, kommer fältet för användarbilden att få samma stil som fältet för favoriter.

source: Stylize the user image
cs: Stylizace obrázku uživatele
de: Das Benutzerbild stilisieren
es: Estilizar la imagen del usuario
hr: Stiliziraj korisnikovu sliku
sv: Stilisera användarbilden

source: Show "Uninstall" on context
cs: Zobrazit "Odinstalovat" v kontextovém menu
de: »Deinstallieren« im Kontextmenü anzeigen
es: Mostrar "Desinstalar" en el menú contextual
hr: Prikaži "Deinstalirajl" u izborniku
sv: Visa "Avinstallera" i högerklicksmenyn

source: Custom icon for category
cs: Vlastní ikona pro kategorii
de: Benutzerdefiniertes Symbol für Kategorie
es: Ícono personalizado para la categoría
hr: Prilagođena ikona za kategroije
sv: Anpassad ikon för kategorin

source: Enter custom icon for the "Recent Applications" category. Only icon names are allowed.
cs: Zadejte vlastní ikonu pro kategorii "Nedávné aplikace". Je možné zadat pouze název ikony.
de: Benutzerdefiniertes Symbol für die Kategorie »Kürzlich verwendete Anwendungen« eingeben. Nur Symbolnamen sind erlaubt.
es: Ingresar un ícono personalizado para la categoría "Aplicaciones recientes". Sólo nombres de íconos están permitidos.
hr: Upišite prilagođenu ikonu za kategoriju "Nedavne aplikacije". Samo su dopušteni nazivi ikona.
sv: Ange anpassad ikon för kategorin "Tidigare program". Endast ikonnamn är tillåtet.

source: If enabled, and the user picture is shown, every time an application/favorite/place/recent file is hovered or selected with keyboard navigation, its icon will be displayed where the user picture is located.
cs: Je-li volba povolena a zároveň je povoleno zobrazení obrázku uživatele, tak pokaždé po výběru klávesou nebo při najetí myší na aplikaci/oblíbenou položku/místo/poslední otevřený soubor, bude jeho ikona zobrazena na místě obrázku uživatele.
de: Wenn aktiviert, und das Benutzerbild ebenfalls angezeigt wird, wird das Symbol einer Anwendung/eines Favoriten/eines Ortes/einer kürzlich verwendeten Datei beim Navigieren mit der Tastatur in der Box angezeigt, in der das Benutzerbild angezeigt wird.
es: Si esta opción está activada, y la opción de mostrar la imagen del usuario también activada, cada vez que se coloque el ratón sobre ítem de aplicación/favorito/lugar/archivo reciente o se seleccione uno de estos ítems con la navegación por teclado, aparecerá el icono de tal ítem donde se encuentra la imagen de usuario.
hr: Ako je ovo omogućeno, i korisnikova slika je prikazana, svaki puta kada je iznad aplikacije/omiljenog/lokacije/nedavne datoteka prijeđeno ili odabrano s tipkovnicom, njihova slika će biti prikazana na mjestu korisnikove slike.
sv: Vid aktivering, om användarbild visas, kommer objektets ikon att visas på användarikonens plats, varje gång ett program, en favorit/plats/tidigare program hovras eller markeras via tangentbordsnavigering.

source: Use hover feedback
cs: Zobrazit ikonu po najetí
de: Rückmeldung beim Darüberbewegen benutzen
es: Mostrar feedback al pasar el ratón por encima
hr: Koristi povrat prijelaza
sv: Återkoppla vid hovring

source: Custom text editor:
cs: Vlastní textový editor:
de: Benutzerdefinierter Texteditor:
es: Editor de texto personalizado:
hr: Prilagođeni uređivač teksta:
sv: Anpassad textredigerare:

source: Set a custom text editor to open .desktop files (just the name of the text editor executable or the path to it). Leave it blank to let the system decide.
cs: Nastavte vlastní textový editor pro otevření .desktop souborů (pouze název textového editoru nebo cesta). Ponechte nevyplněné pro výběr systémového editoru.
de: Einen benutzerdefinierten Texteditor wählen, um ».desktop«-Dateien zu öffnen (einfach den Namen des Texteditors oder den Pfad zu diesem eingeben). Leer lassen, um das System entscheiden zu lassen.
es: Establecer un editor de textos para abrir archivos .desktop (sólo el nombre del ejecutable o la ruta de acceso al mismo). Dejar en blanco para que el sistema decida.
hr: Postavite prilagođeni uređivač teksta za otvaranje .desktop datoteka (samo naziv izvršne datoteke uređivača teksta ili putanju do nje). Ostavite prazno za zadano sustavom.
sv: Ange en anpassad textredigerare för att öppna .desktop-filer (bara namnet på textredigerarens startfil, eller sökväg till den.) Lämna fältet tomt för att låta systemet bestämma.

source: Custom launchers buttons alignment
cs: Zarovnání uživatelských spouštěčů
de: Ausrichtung der benutzerdefinierten Starterknöpfe
es: Alineamiento de los botones en lanzadores personalizados
hr: Prilagođeno poravnanje tipka pokretača
sv: Underkantsjustering för anpassade startare

source: Left
cs: Vlevo
de: Links
es: Izquierda
hr: Lijevo
sv: Vänster

source: Middle
cs: Uprostřed
de: Mitte
es: Centro
hr: Sredina
sv: Mitten

source: Right
cs: Vpravo
de: Rechts
es: Derecha
hr: Desno
sv: Höger
