Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/BgRadio@spacy01/*.po
Languages: bg

source: Bulgarian Radio and TV Streams
bg: Български радиа и телевизии

source: Radio stations
bg: Радиа

source: Bg Radio
bg: Бг Радио

source: Listening %s
bg: Слушате %s

source: bTV Radio
bg: bTV радио

source: City Radio
bg: Радио Сити

source: Classic FM
bg: Класик ФМ

source: Darik
bg: Дарик

source: Darik Nostalgie
bg: Дарик Носталжи

source: Energy
bg: Енерджи

source: FM+
bg: ФМ+

source: Fresh
bg: Фреш

source: Jazz FM
bg: Джаз ФМ

source: K2
bg: К2

source: Melody
bg: Мелъди

source: N-Joy
bg: Ен-джой

source: Nova Radio
bg: Нова радио

source: Radio 1
bg: Радио 1

source: Radio 1 Rock
bg: Радио 1 рок

source: The Voice Radio
bg: Радио The Voice

source: Z-Rock
bg: Зи-рок

source: TV stations
bg: Телевизии

source: BNT
bg: БНТ

source: Watching %s
bg: Гледате %s

source: BNT 2
bg: БНТ 2

source: BNT HD
bg: БНТ HD

source: BNT World
bg: БНТ свят

source: BIT
bg: БИТ

source: City
bg: Сити

source: Kanal 3
bg: Канал 3

source: Nova
bg: Нова

source: Stop
bg: Спри

source: All Stop
bg: Всичко е спряно

source: The most famous bulgarian radio and TV streams. Some of the streams are available only from bulgaria. To watch a TVs, you'll need to install rtmpdump and mpv packages.
bg: Най-известните български радиа и телевизии. Някои от тях са налични само от България. За да гледате телевизия, ще имате нужда от пакетите rtmpdump и mpv.
