Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/networkmonitor@axel358/*.po
Languages: ca, fi, zh_tw

source: Open System Monitor
ca: Obrir el monitor del sistema
fi: Avaa valvonta
zh_tw: 開啟系統資源監視器

source: Network Monitor
ca: Monitor de xarxa

source: Monitor network traffic
ca: Monitorar el trànsit de xarxa
fi: Näyttää verkkoliikenteen määrän
zh_tw: 監控網路流量

source: Settings
ca: Opcions
fi: Asetukset
zh_tw: 設定

source: Speed display style
ca: Estil de visualització de la velocitat
fi: Nopeuden esittäminen
zh_tw: 速度顯示樣式

source: Combined
ca: Combinat
fi: Yhteensä
zh_tw: 合併顯示

source: Column
ca: Columna
fi: Sarake
zh_tw: 直欄顯示

source: Side by side
ca: Adjaçent
fi: Rinnakkain
zh_tw: 並排顯示

source: Download only
ca: Només la baixada
fi: Vain lataaminen
zh_tw: 僅顯示下載

source: Upload only
ca: Només la pujada
fi: Vain lähtevä
zh_tw: 僅顯示上傳

source: Whether to show download and upload speeds separately or combined
ca: Determina si cal mostrar les velocitats de baixada i pujada per separat o combinades
fi: Näytetäänkö lataus- ja lähetysnopeudet erikseen vai yhdessä
zh_tw: 選擇分開或合併顯示下載與上傳速度

source: milliseconds
ca: mil·lisegons
fi: millisekuntia
zh_tw: 毫秒

source: Refresh interval
ca: Freqüència d'actualització
fi: Virkistystaajuus
zh_tw: 更新間隔

source: Time between data refeshes
ca: Temps entre actualitzacions de la informació
fi: Tietojen virkistyksen välinen aika
zh_tw: 資料更新的時間間隔

source: Decimal places
ca: Números decimals
fi: Desimaalipilkku
zh_tw: 小數點位數

source: Number of decimal places to show
ca: Número de decimals a mostrar
fi: Näytettävien desimaalien määrä
zh_tw: 要顯示的小數點位數

source: bytes per second
ca: bytes per segon
fi: tavua sekunnissa
zh_tw: 位元組/秒

source: Hide speed if network traffic is less than
ca: Ocultar la velocitat si el trànsit de la xarxa és menor de
fi: Piilota nopeus jos liikenne on pienempi kuin
zh_tw: 當網路流量低於指定值時隱藏速度

source: Use a compact display style if network traffic is less than the specified amount
ca: Utilitza un estil de visualització compacte si el trànsit de la xarxa és menor que la quantitat establerta
fi: Käytä tiivistä näyttötyyliä, jos liikenne on määritettyä määrää pienempi
zh_tw: 當網路流量低於指定值時，系統會使用精簡的顯示樣式
