Repository: linuxmint/cinnamon-spices-applets
Catalog: Gears@claudiux/files/Gears@claudiux/po/*.po
Languages: hu, vi, zh_tw

source: Refresh
hu: Frissítés
vi: Làm mới
zh_tw: 重新整理

source: Always on top
hu: Mindig felül
vi: Luôn hiển thị trên cùng
zh_tw: 一律顯示在最上層

source: View logs
hu: Naplók megtekintése
vi: Xem nhật ký
zh_tw: 檢視日誌

source: Runs glxgears with options
hu: Futtatja a glxgears-t opciókkal
vi: Chạy glxgears với các tùy chọn
zh_tw: 執行 glxgears 並套用選項

source: Options
hu: Beállítások
vi: Tùy chọn
zh_tw: 選項

source: Logging
hu: Naplózás
vi: Ghi nhật ký
zh_tw: 日誌記錄

source: Use a symbolic icon
hu: Használjon szimbolikus ikont
vi: Sử dụng biểu tượng ký hiệu
zh_tw: 使用符號圖示

source: Icon color while glxgears is running
hu: Ikon színe a glxgears futása közben
vi: Màu biểu tượng khi glxgears đang chạy
zh_tw: glxgears 執行時的圖示顏色

source: Fullscreen Mode
hu: Teljes képernyős mód
vi: Chế độ toàn màn hình
zh_tw: 全螢幕模式

source: Once in fullscreen mode, press the Esc key to quit glxgears.
hu: Teljes képernyős módban nyomd meg az Esc billentyűt a glxgears bezárásához.
vi: Khi ở chế độ toàn màn hình, nhấn phím Esc để thoát glxgears.
zh_tw: 進入全螢幕模式後，請按 Esc 鍵結束 glxgears。

source: Check glxgears status every (seconds)
hu: A glxgears állapotának ellenőrzése (másodpercenként)
vi: Kiểm tra trạng thái glxgears mỗi (giây)
zh_tw: 檢查 glxgears 狀態的間隔（秒）

source: Never
hu: Sose
vi: Không bao giờ
zh_tw: 永不

source: Type of logging
hu: Naplózás típusa
vi: Loại ghi nhật ký
zh_tw: 日誌記錄類型

source: None
hu: Semmi
vi: Không
zh_tw: 無

source: On hard disk
hu: A merevlemezen
vi: Trên ổ cứng
zh_tw: 記錄於硬碟

source: On RAM disk
hu: A RAM lemezen
vi: Trên RAM
zh_tw: 記錄於記憶體磁碟
