Repository: linuxmint/cinnamon-spices-applets
Catalog: mouse-keys-shortcut@GabrielCamara3526/files/mouse-keys-shortcut@GabrielCamara3526/po/*.po
Languages: hu, vi, zh_tw

source: Control the pointer using the keypad
hu: A mutató vezérlése a billentyűzettel
vi: Điều khiển con trỏ bằng bàn phím số
zh_tw: 使用數字鍵盤控制游標

source: Mouse Keys: ON
hu: Egérbillentyűk: BE
vi: Phím chuột: BẬT
zh_tw: 滑鼠按鍵：開啟

source: Mouse Keys: OFF
hu: Egérbillentyűk: KI
vi: Phím chuột: TẮT
zh_tw: 滑鼠按鍵：關閉

source: Control the pointer using the mouse
hu: A mutató vezérlése az egérrel
vi: Điều khiển con trỏ bằng chuột
zh_tw: 使用滑鼠控制游標

source: Initial delay
hu: Kezdeti késleltetés
vi: Độ trễ ban đầu
zh_tw: 初始延遲

source: ms
zh_tw: 毫秒

source: Acceleration time
hu: Gyorsulási idő
vi: Thời gian tăng tốc
zh_tw: 加速時間

source: Maximum speed
hu: Maximális sebesség
vi: Tốc độ tối đa
zh_tw: 最大速度

source: px/s
zh_tw: 畫素/秒

source: Mouse Keys Shortcut
hu: Egér Gyorsbillentyű
vi: Phím tắt Phím Chuột
zh_tw: 滑鼠按鍵快捷鍵

source: Trigger this applet to control the pointer using the keypad
hu: Indítsa el ezt a kisalkalamzást a mutató billentyűzettel történő vezérléséhez
vi: Kích hoạt applet này để điều khiển con trỏ bằng bàn phím số
zh_tw: 觸發此小程式以使用數字鍵盤控制滑鼠游標

source: Shortcuts
hu: Gyorsbillentyűk
vi: Phím tắt
zh_tw: 快捷鍵

source: Use custom shortcut
hu: Egyéni billentyűparancs használata
vi: Sử dụng phím tắt tùy chỉnh
zh_tw: 使用自訂快捷鍵

source: Mouse Keys accessibility shortcut
hu: Egérbillentyűk akadálymentesítési parancsikonja
vi: Phím tắt truy cập Phím Chuột
zh_tw: 滑鼠按鍵無障礙快捷鍵

source: Shortcut to enable/disable mouse keys setting
hu: Egérbillentyűk beállításának engedélyezésére/letiltására szolgáló gyorsbillentyű
vi: Phím tắt để bật/tắt cài đặt phím chuột
zh_tw: 用來啟用或停用滑鼠按鍵的快捷鍵

source: Mouse Keys
hu: Egér Billentyűk
vi: Phím Chuột
zh_tw: 滑鼠按鍵

source: Notifications
hu: Értesítések
vi: Thông báo
zh_tw: 通知

source: Show notifications
hu: Értesítések megjelenítése
vi: Hiển thị thông báo
zh_tw: 顯示通知

source: Show OSD
hu: OSD megjelenítése
vi: Hiển thị OSD
zh_tw: 顯示 OSD

source: Icon
hu: Ikon
vi: Biểu tượng
zh_tw: 圖示

source: Reverse the icons when using a dark theme
hu: Sötét téma használatakor az ikonok megfordítása
vi: Đảo biểu tượng khi dùng chủ đề tối
zh_tw: 使用深色佈景主題時反轉圖示

source: Theme incorrectly detected; this is a dark theme
hu: A téma hibásan észlelhető; ez egy sötét téma
vi: Chủ đề bị nhận dạng sai; đây là chủ đề tối
zh_tw: 佈景主題偵測錯誤；這是深色佈景主題
