Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/rssNewsticker@KopfDesDaemons/*.po
Languages: fi, vi, zh_tw

source: Loading Newsticker...
fi: Ladataan uutisia...
vi: Đang tải Newsticker...
zh_tw: 正在載入 Newsticker...

source: Could not load RSS-Feed
fi: RSS-syötettä ei voitu ladata
vi: Không thể tải RSS-Feed
zh_tw: 無法載入 RSS Feed

source: Error while loading RSS
fi: Virhe ladattaessa RSS:ää
vi: Lỗi khi tải RSS
zh_tw: 載入 RSS 時發生錯誤

source: Displays the headlines of an RSS feed
fi: Näyttää RSS-syötteiden otsikoita. Painamalla tekstiä uutinen avautuu selaimeen
vi: Hiển thị các tiêu đề từ RSS feed
zh_tw: 顯示 RSS Feed 的標題

source: General
fi: Yleinen
vi: Chung
zh_tw: 一般

source: URL of RSS feed
fi: RSS URL verkko-osoite
vi: URL của RSS feed
zh_tw: RSS Feed 網址

source: Ticker
fi: Lennätin
zh_tw: 跑馬燈

source: Width of ticker in px
fi: Merkkileveys pikseleinä
vi: Chiều rộng ticker (px)
zh_tw: 跑馬燈寬度（像素）

source: Separator between headlines
fi: Erotin otsikoiden välillä
vi: Ký tự phân cách giữa các tiêu đề
zh_tw: 標題間的分隔符號

source: Refresh interval in seconds
fi: Päivitysväli sekunneissa
vi: Khoảng thời gian làm mới (giây)
zh_tw: 重新整理間隔（秒）

source: Speed of ticker in ms
fi: Vieritysnopeus ms
vi: Tốc độ ticker (ms)
zh_tw: 跑馬燈速度（毫秒）
