Repository: linuxmint/cinnamon-spices-applets
Catalog: netusagemonitor@pdcurtis/files/netusagemonitor@pdcurtis/po/*.po
Languages: it, nl

source: Some Dependencies not Installed
it: Alcune Dipendenze non sono Installate
nl: Enkele afhankelijkheden niet geïnstalleerd

source: You appear to be missing some of the programs or libraries required for this applet to run. Please read the help file on how to install them.
it: Sembra che manchino alcuni dei programmi o delle librerie necessari per l'esecuzione di questa applet. Si prega di leggere il file della guida su come installarli.
nl: Het lijkt erop dat u enkele van de programma's of bibliotheken mist die nodig zijn voor deze applet om te werken. Lees alstublieft het helpbestand om te zien hoe u ze kunt installeren.

source: No Interface being Monitored - right click to select
it: Nessuna interfaccia monitorata: fare clic con il tasto destro per selezionare
nl: Geen interface wordt gemonitord - klik met de rechtermuisknop om te selecteren

source: NOTE: The last time the network traffic statistics were updated by vnStat is at the top right
it: NOTA: l'ultima volta che le statistiche sul traffico di rete sono state aggiornate da vnStat è in alto a destra
nl: LET OP: De laatste keer dat de netwerkverkeersstatistieken zijn bijgewerkt door vnStat staat rechtsboven

source: If no Interface is Active, the last available information has been displayed
it: Se nessuna interfaccia è attiva, sono state visualizzate le ultime informazioni disponibili
nl: Als er geen interface actief is, is de laatst beschikbare informatie weergegeven

source: ERROR: Please make sure vnstat and vnstati are installed and that the vnstat daemon is running!
it: ERRORE: Assicurarsi che vnstat e vnstati siano installati e che il demone vnstat sia in esecuzione!
nl: FOUT: Zorg ervoor dat vnstat en vnstati zijn geïnstalleerd en dat de vnstat-daemon actief is!

source: Cumulative Data Usage Information:
it: Informazioni sull'utilizzo dati cumulativo:
nl: Cumulatieve dataverbruiksinformatie:

source: Current Connection and Interface Information
it: Informazioni sulla connessione e sull'interfaccia correnti
nl: Huidige verbinding en interface-informatie

source: No network monitored. Please select one right-clicking the applet.
it: Nessuna rete monitorata. Seleziona uno facendo clic con il pulsante destro del mouse sull'applet.
nl: Geen netwerk gemonitord. Selecteer er één door met de rechtermuisknop op de applet te klikken.

source: Note: Alerts not enabled in Settings
it: Nota: avvisi non abilitati in Impostazioni
nl: Opmerking: Waarschuwingen niet ingeschakeld in Instellingen

source: Alert level (Orange):
it: Livello di avviso (arancione):
nl: Waarschuwingsniveau (Oranje):

source: % of Data Limit of
it: % del limite di dati di
nl: % van Datalimiet van

source: Cumulative Data Use
it: Utilizzo cumulativo dei dati
nl: Cumulatief Dataverbruik

source: with offset of
it: con offset di
nl: met een offset van

source: Select a network manager interface to be monitored:
it: Seleziona un'interfaccia del gestore di rete da monitorare:
nl: Selecteer een netwerkbeheerinterface om te monitoren:

source: (Active)
it: (Attiva)
nl: (Actief)

source: or Select an independent interface to be monitored:
it: oppure Seleziona un'interfaccia indipendente da monitorare:
nl: of Selecteer een onafhankelijke interface om te monitoren:

source: for most USB Mobile Internet Modems)
it: per la maggior parte dei modem USB per Internet mobile)
nl: voor de meeste USB Mobiele Internet Modems)

source: for Android Bluetooth PAN Connections)
it: per connessioni PAN Bluetooth Android)
nl: voor Android Bluetooth PAN-verbindingen)

source: Check for Changes in Devices and Display Options
it: Controlla le modifiche in Dispositivi e Opzioni di Visualizzazione
nl: Controleren op wijzigingen in apparaten en weergaveopties

source: Toggle Display from ↓ and ↑ to ⇵
it: Cambia visualizzazione da ↓ e ↑ a ⇵
nl: Wissel de weergave van ↓ en ↑ naar ⇵

source: Reset Cumulative Data Usage
it: Ripristina l'utilizzo cumulativo dei dati
nl: Reset cumulatief dataverbruik

source: Housekeeping and System Sub Menu
it: Sottomenu Pulizia e Sistema
nl: Huishoud en Systeemsubmenu

source: Open System Monitor
it: Apri Monitor di Sistema
nl: Open Systeemmonitor

source: View the Changelog
it: Visualizza il Changelog
nl: Bekijk het wijzigingslog

source: View the Help File
it: Apri il file di Aiuto
nl: Bekijk het helpbestand

source: Open stylesheet.css (Advanced Function)
it: Apri stylesheet.css (funzione avanzata)
nl: Open stylesheet.css (Geavanceerde functie)

source: Open alertScript (Advanced Function)
it: Apri alertScript (Funzione avanzata)
nl: Open alertScript (Geavanceerde functie)

source: Open suspendScript (Advanced Function)
it: Apri suspenScript (funzione avanzata)
nl: Open suspendScript (Geavanceerde functie)

source: Test alertScript (Advanced Test Function)
it: Test alertScript (funzione di test avanzata)
nl: Test alertScript (Geavanceerde testfunctie)

source: Test suspendScript (Advanced Test Function)
it: Test suspendScript (funzione di test avanzata)
nl: Test suspendScript (Geavanceerde testfunctie)

source: Test Crisis Management Function (Advanced Test Function)
it: Test della funzione di gestione delle crisi (funzione di test avanzata)
nl: Test Crisis Management-functie (Geavanceerde testfunctie)

source: THE DATA USAGE LIMIT HAS BEEN EXCEEDED Either set a new limit using right click -> Settings or disconnect using the Network Manager Applet
it: IL LIMITE DI UTILIZZO DEI DATI È STATO SUPERATO Impostare un nuovo limite usando il tasto destro -> Impostazioni o disconnettersi utilizzando l'applet di Network Manager
nl: DE DATAVERBRUIK LIMIET IS OVERSCHREDEN Stel een nieuwe limiet in via rechtermuisknop -> Instellingen of verbreek de verbinding met de Network Manager Applet

source: Interface:
it: Interfaccia:

source: Downloaded:
it: Scaricati:
nl: Gedownload:

source: Uploaded:
it: Caricati:
nl: Geüpload:

source: Network Usage Monitor with Alerts - Stylesheet persistence active
it: Monitor Utilizzo Rete con Avvisi - Persistenza del foglio di stile attiva
nl: Netwerkverbruiksmonitor met waarschuwingen - Stijlbladpersistentie actief

source: THE DATA USAGE LIMIT HAS BEEN EXCEEDED All Network connections managed by the Network Manager have been Disabled You will need to use the Network Manager Applet to Re-enable them when the data usage problem has been resolved Some connections using ppp0 may not have been disabled or may need to be restarted manually
it: IL LIMITE DI UTILIZZO DEI DATI È SUPERATO Tutte le connessioni di rete gestite da Network Manager sono state disabilitate Sarà necessario utilizzare l'applet Network Manager per riattivarli quando il problema di utilizzo dei dati è stato risolto Alcune connessioni che utilizzano ppp0 potrebbero non essere state disabilitate o potrebbe essere necessario riavviare manualmente
nl: DE DATAVERBRUIK LIMIET IS OVERSCHREDEN Alle netwerkverbindingen beheerd door de Network Manager zijn uitgeschakeld U moet de Network Manager Applet gebruiken om ze opnieuw in te schakelen wanneer het probleem met het dataverbruik is opgelost Sommige verbindingen die ppp0 gebruiken zijn mogelijk niet uitgeschakeld of moeten mogelijk handmatig opnieuw worden gestart

source: THE DATA USAGE LIMIT HAS BEEN EXCEEDED Either set a new limit using a right click on The Network Data Management Applet -> Settings or disconnect using the Network Manager Applet
it: IL LIMITE DI UTILIZZO DEI DATI È SUPERATO O imposta un nuovo limite usando un clic destro su The Network Data Management Applet -> Impostazioni o disconnettersi utilizzando l'applet Network Manager
nl: DE DATAVERBRUIK LIMIET IS OVERSCHREDEN Stel een nieuwe limiet in door met de rechtermuisknop te klikken op de Network Data Management Applet -> Instellingen of verbreek de verbinding met de Network Manager Applet

source: Network Data Usage Monitor
it: Monitoraggio dell'Utilizzo dei Dati di Rete
nl: Netwerk Dataverbruik Monitor

source: A Comprehensive Data Usage Monitor with alerts and cumulative data functions
it: Un monitoraggio completo dell'utilizzo dei dati con avvisi e funzioni di dati cumulativi
nl: Een uitgebreide monitor voor dataverbruik met waarschuwingen en cumulatieve datafuncties

source: General Settings for the Network Usage Monitor Applet
it: Impostazioni generali per l'applet Monitoraggio dell'Utilizzo dei Dati di Rete
nl: Algemene instellingen voor de Netwerkverbruiksmonitor Applet

source: seconds
it: secondi
nl: seconden

source: Refresh Interval for Display:
it: Intervallo di Aggiornamento del Display:
nl: Vernieuwingsinterval voor Weergave:

source: Increase or decrease this spinner value to change the Refresh Interval
it: Aumentare o ridurre questo valore di spinner per modificare l'intervallo di aggiornamento
nl: Verhoog of verlaag deze spinnerwaarde om het vernieuwingsinterval te wijzigen

source: decimal places
it: posizioni decimali
nl: decimalen

source: Display Resolution:
it: Risoluzione della Visualizzazione:
nl: Weergaveresolutie:

source: Increase or decrease this spinner value to make the change the number of decimal places displayed
it: Aumentare o ridurre questo valore di spinner per apportare la modifica al numero di posizioni decimali visualizzate
nl: Verhoog of verlaag deze spinnerwaarde om het aantal decimalen te wijzigen dat wordt weergegeven

source: Last Interface Monitored - no need to change as set by Applet:
it: Ultima interfaccia monitorata - non è necessario modificare come impostato dall'applet:
nl: Laatst gemonitorde interface - hoeft niet te worden gewijzigd omdat deze is ingesteld door de Applet:

source: This is normally set by the Applet and should not be changed here except for experimental or diagnostic use
it: Questo è normalmente impostato dall'Applet e non deve essere modificato qui, tranne per uso sperimentale o diagnostico
nl: Dit wordt normaal ingesteld door de Applet en moet hier niet worden gewijzigd, behalve voor experimenteel of diagnostisch gebruik

source: Use the following Interface as default to monitor when no other Interface is Active at start up :
it: Utilizzare la seguente interfaccia come impostazione predefinita per monitorare quando nessun'altra interfaccia è attiva all'avvio:
nl: Gebruik de volgende Interface standaard om te monitoren wanneer er geen andere Interface actief is bij het opstarten:

source: Checking this box allows you to set up to use an interface for connections which is not always active at start up such as Wifi or Mobile Broadband - usually wlan0 or ppp0. If not checked the first active interface know to the Network Monitor will be used or PPP0 if that was the last connection.
it: Selezionando questa casella è possibile configurare un'interfaccia per le connessioni che non è sempre attiva all'avvio come Wifi o Mobile Broadband - di solito wlan0 o ppp0. In caso contrario, verrà utilizzata la prima interfaccia attiva di Network Monitor o PPP0 se questa era l'ultima connessione.
nl: Als u dit vakje aanvinkt, kunt u een interface instellen om te gebruiken voor verbindingen die niet altijd actief zijn bij het opstarten, zoals Wifi of Mobiel Breedband - meestal wlan0 of ppp0. Als het niet is aangevinkt, wordt de eerste actieve interface gebruikt die bekend is bij de Netwerkmonitor of PPP0 als dat de laatste verbinding was.

source: Default Interface (usually ppp0 or wlan0):
it: Interfaccia predefinita (di solito ppp0 o wlan0):
nl: Standaardinterface (meestal ppp0 of wlan0):

source: The Default interface to use for connections which are not always active at start up such as Mobile Broadband or Wifi - usually set to ppp0 or wlan0
it: L'interfaccia predefinita da utilizzare per le connessioni che non sono sempre attive all'avvio come Mobile Broadband o Wifi - di solito impostata su ppp0 o wlan0
nl: De standaardinterface om te gebruiken voor verbindingen die niet altijd actief zijn bij het opstarten, zoals Mobiel Breedband of Wifi - meestal ingesteld op ppp0 of wlan0

source: Use a Compact Display with total traffic only
it: Utilizza una visualizzazione compatta con solo traffico totale
nl: Gebruik een Compacte Weergave met alleen totaalverkeer

source: This just displays the total of upload and download rate in the applet
it: Questo mostra solo la percentuale totale di upload e download nell'applet
nl: Dit geeft alleen het totaal van de upload- en downloadsnelheid weer in de applet

source: Applet Width Adjustment (Only for fine tuning - normally leave alone at 180:
it: Regolazione larghezza applet (solo per la regolazione fine - normalmente lasciare da solo a 180:
nl: Aanpassing van Applet Breedte (Alleen voor fijnafstemming - laat normaal gesproken ongewijzigd op 180:

source: Fine tuning of applet width for changes in theme and decimal places displayed - needs to be used in conjuction with changes in stylesheet.css. Value is halved when Compact Display selected
it: La regolazione fine della larghezza dell'applet per le modifiche del tema e delle posizioni decimali visualizzate - deve essere utilizzata in combinazione con le modifiche in stylesheet.css. Il valore viene dimezzato quando è selezionato Display compatto
nl: Fijnafstemming van de breedte van de applet voor wijzigingen in thema en weergegeven decimalen - moet worden gebruikt in combinatie met wijzigingen in stylesheet.css. De waarde wordt gehalveerd wanneer Compacte Weergave is geselecteerd

source: Data Unit used to set Alert Levels and Cumulative Offsets
it: Unità dati utilizzata per impostare i livelli di avviso e gli offset cumulativi
nl: Gegevenseenheid die wordt gebruikt om waarschuwingsniveaus en cumulatieve offsets in te stellen

source: These are the units which will be used for setting the alert limit and cumulative offsets.
it: Queste sono le unità che verranno utilizzate per impostare il limite di avviso e gli offset cumulativi.
nl: Dit zijn de eenheden die worden gebruikt voor het instellen van de waarschuwingslimiet en cumulatieve offsets.

source: Settings specific to Data Usage and Alert functions for Current Connection
it: Impostazioni specifiche per l'uso dei dati e le funzioni di avviso per la connessione corrente
nl: Instellingen specifiek voor dataverbruik en Waarschuwingsfuncties voor Huidige Verbinding

source: Check this box to use the Alert function
it: Seleziona questa casella per usare la funzione Alert
nl: Vink dit vakje aan om de Waarschuwingsfunctie te gebruiken

source: This is useful for mobile broadband or where you may be paying for data on a Wifi link
it: Questo è utile per la banda larga mobile o dove potresti pagare per i dati su un collegamento Wifi
nl: Dit is handig voor mobiel breedband of waar u mogelijk betaalt voor gegevens op een Wifi-verbinding

source: Mbytes or Gbytes as set above
it: Mbyte o Gbyte come impostato sopra
nl: Mbytes of Gbytes zoals hierboven ingesteld

source: Data Limit before a Red Warning background is displayed in the Applet
it: Limite dati prima della visualizzazione di uno sfondo di avviso rosso nell'applet
nl: Datalimiet voordat een rode waarschuwingsachtergrond in de applet wordt weergegeven

source: This is the Total Data which can be uploaded and downloaded before the background of the applet goes red - by default it goes orange at 80% of this - reset by disconnection, reboot and/or suspend depending on system
it: Questi sono i dati totali che possono essere caricati e scaricati prima che lo sfondo dell'applet diventi rosso - per impostazione predefinita diventa arancione all'80% di questo - ripristinato mediante disconnessione, riavvio e/o sospensione a seconda del sistema
nl: Dit is het totale aantal data die kunnen worden geüpload en gedownload voordat de achtergrond van de applet rood wordt - standaard wordt deze oranje bij 80% hiervan - gereset door verbinding te verbreken, opnieuw op te starten en/of in slaapstand te zetten afhankelijk van het systeem

source: Percentage of Data Limit at which Orange Warning Displayed
it: Percentuale del limite di dati a cui viene visualizzato l'avviso arancione
nl: Percentage van datalimiet waarbij oranje waarschuwing wordt weergegeven

source: Percentage of Data Limit at which Orange Warning Background is displayed - It is also shown and can be adjusted in the Applet left click menu
it: Percentuale del limite di dati in corrispondenza del quale viene visualizzato lo sfondo di avviso arancione: viene anche mostrato e può essere regolato nel menu di scelta rapida dell'applet
nl: Percentage van datalimiet waarbij een oranje waarschuwingsachtergrond wordt weergegeven - Het wordt ook weergegeven en kan worden aangepast in het menu van de applet via een linkermuisklik

source: Settings specific to Cumulative Data Usage functions
it: Impostazioni specifiche delle funzioni di utilizzo cumulativo dei dati
nl: Instellingen specifiek voor cumulatieve dataverbruiksfuncties

source: Interface 1 for monitoring Cumulative Data Usage - null will inhibit display
it: Interfaccia 1 per il monitoraggio dell'utilizzo cumulativo dei dati: null inibirà la visualizzazione
nl: Interface 1 voor het monitoren van cumulatief dataverbruik - null zal weergave onderdrukken

source: This is normally set to ppp0 or wlan0 to allow monitoring data usage during a period by mobile internet or Wifi charged by the Mbyte
it: Questo è normalmente impostato su ppp0 o wlan0 per consentire il monitoraggio dell'utilizzo dei dati durante un periodo tramite internet mobile o Wifi addebitato da Mbyte
nl: Dit wordt meestal ingesteld op ppp0 of wlan0 om toe te laten om dataverbruik, via mobiel internet of Wifi dat wordt betaald per Mbyte, gedurende een periode te monitoren

source: Offset applied to Cumulative Data Usage 1
it: Offset applicato all'utilizzo cumulativo dei dati 1
nl: Offset toegepast op cumulatief dataverbruik 1

source: This can be used to offset the data usage to take into account usage on other machines or correct for other causes
it: Questo può essere usato per compensare l'utilizzo dei dati per tener conto dell'utilizzo su altre macchine o correggere per altre cause
nl: Dit kan worden gebruikt om het dataverbruik te compenseren om rekening te houden met gebruik op andere machines of om andere oorzaken te corrigeren

source: Interface 2 for monitoring Cumulative Data Usage - null will inhibit display
it: Interfaccia 2 per il monitoraggio dell'utilizzo cumulativo dei dati: null inibirà la visualizzazione
nl: Interface 2 voor het monitoren van cumulatief dataverbruik - null zal weergave onderdrukken

source: Offset applied to Cumulative Data Usage 2
it: Offset applicato all'utilizzo cumulativo dei dati 2
nl: Offset toegepast op cumulatief dataverbruik 2

source: Interface 3 for monitoring Cumulative Data Usage - null will inhibit display
it: Interfaccia 3 per il monitoraggio dell'utilizzo cumulativo dei dati: null inibirà la visualizzazione
nl: Interface 3 voor het monitoren van cumulatief dataverbruik - null zal weergave onderdrukken

source: Offset applied to Cumulative Data Usage 3
it: Offset applicato all'utilizzo cumulativo dei dati 3
nl: Offset toegepast op cumulatief dataverbruik 3

source: Settings specific to Long Term Traffic Statistics
it: Impostazioni specifiche per le statistiche del traffico a lungo termine
nl: Instellingen specifiek voor lange termijn verkeersstatistieken

source: Display long term traffic statistics (vnstat and vnstati Must be installed).
it: Visualizza statistiche sul traffico a lungo termine (vnstat e vnstati devono essere installati).
nl: Weergave van lange termijn verkeersstatistieken (vnstat en vnstati moeten zijn geïnstalleerd).

source: This requires vnstat and vnstati to be installed prior to being enabled.
it: Ciò richiede che vnstat e vnstati siano installati prima di essere abilitati.
nl: Dit vereist dat vnstat en vnstati zijn geïnstalleerd voordat het wordt ingeschakeld.

source: Settings for response to exceeding the current data usage limits
it: Impostazioni per la risposta al superamento degli attuali limiti di utilizzo dei dati
nl: Instellingen voor reactie op overschrijding van de huidige dataverbruikslimieten

source: Take action when the current data usage limit is exceed
it: Agisci quando viene superato l'attuale limite di utilizzo dei dati
nl: Neem actie wanneer de huidige dataverbruikslimiet wordt overschreden

source: This is useful for mobile broadband or where you may be paying for data on a Wifi link as it can, for example, suspend the machine after the limit has been exceeded
it: Ciò è utile per la banda larga mobile o in cui è possibile che si stiano pagando i dati su un collegamento Wi-Fi in quanto può, ad esempio, sospendere la macchina dopo il superamento del limite
nl: Dit is handig voor mobiel breedband of waar u mogelijk betaalt voor gegevens op een Wifi-verbinding, omdat het bijvoorbeeld de machine in slaapstand kan zetten nadat de limiet is overschreden

source: Display a notification
it: Visualizza una notifica
nl: Toon een melding

source: Display a high priority notification
it: Visualizza una notifica ad alta priorità
nl: Toon een melding met hoge prioriteit

source: Put up a full screen 'modal dialog' warning
it: Metti un avviso di 'dialogo modale' a schermo intero
nl: Toon een modaal waarschuwingsvenster op volledig scherm

source: Run a user configurable Script (alertScript)
it: Esegui uno script configurabile dall'utente (alertScript)
nl: Voer een door de gebruiker configureerbaar script uit (alertScript)

source: Disable All Networking managed by NMClient after opportunity to abort
it: Disabilita tutte le reti gestite da NMClient dopo l'opportunità di interrompere
nl: Schakel alle netwerken uit die worden beheerd door NMClient nadat er een kans is geboden om te annuleren

source: Suspend Machine after a brief opportunity to abort (via suspendScript)
it: Sospendi la macchina dopo una breve opportunità di interruzione (tramite suspendScript)
nl: Zet de machine in slaapstand na een korte kans om te annuleren (via suspendScript)

source: Action to take when Data Usage Limit exceeded:
it: Azioni da intraprendere in caso di superamento del limite di utilizzo dei dati:
nl: Actie te ondernemen wanneer de dataverbruikslimiet wordt overschreden:

source: These are a mixture of preset options and scripts which can be changed by the user (Note: changes in scripts may not survive an update and should be backed up)
it: Queste sono una combinazione di opzioni e script preimpostati che possono essere modificati dall'utente (Nota: le modifiche agli script potrebbero non sopravvivere a un aggiornamento e devono essere copiate)
nl: Dit zijn een mengeling van vooraf ingestelde opties en scripts die door de gebruiker kunnen worden gewijzigd (Opmerking: wijzigingen in scripts overleven mogelijk geen update en moeten worden geback-upt)

source: Seconds
it: Secondi
nl: Seconden

source: Delay before Disabling Networking managed by NMClient
it: Ritardo prima di disabilitare la rete gestita da NMClient
nl: Vertraging voor het uitschakelen van netwerken beheerd door NMClient

source: This is the delay during which you can click the Applet to abort automatic disconnection of the machine when the Data Usage Limit is exceeded.
it: Questo è il ritardo durante il quale è possibile fare clic sull'applet per interrompere la disconnessione automatica della macchina quando viene superato il limite di utilizzo dei dati.
nl: Dit is de vertraging waarin u op de applet kunt klikken om automatische verbreking van de verbinding van de machine te annuleren wanneer de dataverbruikslimiet wordt overschreden.

source: Sound an audible alert when Data Usage Limit Exceeded
it: Emette un segnale acustico quando viene superato il limite di utilizzo dei dati
nl: Geef een hoorbare waarschuwing wanneer de dataverbruikslimiet wordt overschreden
