Repository: linuxmint/cinnamon-spices-applets
Catalog: netusagemonitor@pdcurtis/files/netusagemonitor@pdcurtis/po/*.po
Languages: it, nl

source: Only for built in alerts - hard code into scripts. Must have Sox installed
it: Solo per avvisi integrati: codice fisso negli script. Sox deve essere installato
nl: Alleen voor ingebouwde waarschuwingen - hard gecodeerd in scripts. Sox moet zijn geïnstalleerd

source: Full path and filename of alert sound file
it: Percorso completo e nome file del file audio di avviso
nl: Volledig pad en bestandsnaam van waarschuwingsgeluidsbestand

source: Must have Sox installed. Most sound file types supported
it: Sox deve essere installato. La maggior parte dei tipi di file audio supportati
nl: Sox moet zijn geïnstalleerd. De meeste geluidsbestandstypen worden ondersteund

source: Add development and test functions to Context Menu
it: Aggiungi funzioni di sviluppo e test al menu contestuale
nl: Voeg ontwikkelings- en testfuncties toe aan het Contextmenu

source: Very useful for development of scripts and testing without actually exceeding a limit
it: Molto utile per lo sviluppo di script e test senza effettivamente superare un limite
nl: Zeer handig voor het ontwikkelen van scripts en testen zonder daadwerkelijk een limiet te overschrijden

source: General
it: Generale
nl: Algemeen

source: Data Use, Alerts and Responses
it: Utilizzo Dati, Avvisi e Responsi
nl: Dataverbruik, waarschuwingen en reacties

source: Cumulative Data
it: Dati Cumulativi
nl: Cumulatieve data

source: Longer Term Statistics
it: Statistiche a Lungo Termine
nl: Langere termijn statistieken

source: Response to exceeding the current data usage limit
it: Risposta al superamento dell'attuale limite di utilizzo dei dati
nl: Reactie op overschrijding van de huidige dataverbruikslimiet

source: Enable Extended Display Options
it: Abilita Opzioni Visualizzazione Avanzate
nl: Activeer uitgebreide weergaveopties

source: This is new option version 1.0.2
it: Questa è una nuova opzione dalla versione 1.0.2
nl: Dit is een nieuwe optie in versie 1.0.2

source: Classic - Summary of Data Usage for last Days and Months
it: Classica - Sommario del Traffico per gli ultimi Giorni e Mesi
nl: Klassiek - Samenvatting van dataverbruik voor laatste dagen en maanden

source: Classic Plus - Classic with addition of breakdown by hour for last 24 hours
it: Classica Plus - Classica con aggiunta della ripartizione per ora delle ultime 24 ore
nl: Klassiek Plus - Klassiek met toevoeging van uitsplitsing per uur voor laatste 24 uur

source: Custom Display - requires enabling below
it: Visualizzazione Personalizzata - richiede l'abilitazione di seguito
nl: Aangepaste Weergave - vereist inschakelen hieronder

source: Type of Display - default 'classic'
it: Tipo di Visualizzazione - default 'classica'
nl: Type weergave - standaard 'klassiek'

source: This feature offers the Classic (original) display with optional of adding an hourly breakdown over the last 24 hours and an experimental option of a user defined string for vnstati when enabled below
it: Questa funzione offre la visualizzazione classica (originale) con l'opzione di aggiungere una suddivisione oraria nelle ultime 24 ore e un'opzione sperimentale di una stringa definita dall'utente per vnstati quando abilitata di seguito
nl: Deze functie biedt de Klassieke (oorspronkelijke) weergave met de optie om een uurlijkse uitsplitsing toe te voegen gedurende de laatste 24 uur en een experimentele optie van een door de gebruiker gedefinieerde tekenreeks voor vnstati wanneer hieronder ingeschakeld

source: Enable Custom Display Option
it: Abilita Opzioni Visualizzazione Personalizzate
nl: Schakel aangepaste weergaveoptie in

source: Check box
it: Casella di spunta
nl: Aanvinkvakje

source: Custom options to pass to vnstati - default is '-vs'
it: Opzioni personalizzate da passare a vnstati - l'impostazione predefinita è '-vs'
nl: Aangepaste opties om door te geven aan vnstati - standaard is dit '-vs'

source: The default is the options used for the extended display. Note: this is not the whole vnstati option string - the interface and output file options are added to it automatically. Please read the vnstati manual for further information on options avaiilable
it: L'impostazione predefinita sono le opzioni utilizzate per la visualizzazione estesa. Nota: questa non è l'intera stringa dell'opzione vnstati: l'interfaccia e le opzioni del file di output vengono aggiunte automaticamente. Si prega di leggere il manuale vnstati per ulteriori informazioni sulle opzioni disponibili
nl: Standaard zijn dit de opties die worden gebruikt voor de uitgebreide weergave. Let op: dit is niet de hele vnstati-optiestring - de interface- en uitvoerbestandsopties worden automatisch toegevoegd. Lees alstublieft de vnstati-handleiding voor meer informatie over de beschikbare opties

source: Choose alert sound file
it: Scegli il file audio di avviso
nl: Kies waarschuwingsgeluidsbestand

source: Must have Sox installed. Limited file types supported (.oga and .wav)
it: Devi avere Sox installato. Numero limitato di tipi di file audio supportati (.oga e .wav)
nl: Sox moet zijn geïnstalleerd. Beperkte bestandstypen ondersteund (.oga en .wav)

source: Ok
nl: Oké
