Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/PanelTranslator@klangman/*.po
Languages: fr, nl, vi

source: Translator
fr: Traducteur
nl: Vertaler
vi: Bộ Dịch

source: Unable to query available languages from translate-shell
fr: Impossible de demander quelles sont les langues disponibles à partir de translate-shell
nl: Niet in staat om beschikbare talen op te vragen van translate-shell
vi: Không thể truy vấn các ngôn ngữ có sẵn từ translate-shell

source: Required "trans" command not found, please install translate-shell
fr: La commande "trans" requise n'a pas été trouvée, veuillez installer translate-shell
nl: Vereiste "trans" commando niet gevonden, installeer alstublieft translate-shell
vi: Không tìm thấy lệnh "trans" cần thiết, vui lòng cài đặt translate-shell

source: Error, the "trans" command returned an exit code of
fr: Erreur, la commande "trans" a renvoyé un code de sortie de
nl: Fout, het "trans" commando gaf een exitcode terug van
vi: Lỗi, lệnh "trans" trả về mã thoát là

source: Swap Languages
fr: Intervertir les langues
nl: Wissel talen
vi: Đổi ngôn ngữ

source: {Text to translate}
fr: {Texte à traduire}
nl: {Tekst om te vertalen}
vi: {Văn bản cần dịch}

source: {Translated text}
fr: {Texte traduit}
nl: {Vertaalde tekst}
vi: {Văn bản đã dịch}

source: Configure
fr: Configurer
nl: Configureren
vi: Cấu hình

source: Help
fr: Aide
nl: Hulp
vi: Trợ giúp

source: Play
fr: Écouter
nl: Afspelen
vi: Phát

source: Paste
fr: Coller
nl: Plakken
vi: Dán

source: Clear
fr: Effacer
nl: Wissen
vi: Xóa

source: Translate
fr: Traduire
nl: Vertalen
vi: Dịch

source: Copy
fr: Copier
nl: Kopiëren
vi: Sao chép

source: Play Translation
fr: Écouter la traduction
nl: Vertaling afspelen
vi: Phát bản dịch

source: Panel Translator
fr: Traducteur sur panneau
nl: Paneelvertaler
vi: Bộ Dịch Panel

source: Translate text to other languages from the Cinnamon panel using Google, Bing and other translators
fr: Traduire un texte dans d'autres langues à partir d'un panneau Cinnamon en utilisant Google, Bing et d'autres traducteurs
nl: Tekst naar andere talen vertalen vanuit het Cinnamon-paneel met behulp van Google, Bing en andere vertalers
vi: Dịch văn bản sang ngôn ngữ khác từ thanh panel Cinnamon sử dụng Google, Bing và các bộ dịch khác

source: Translation Engine
fr: Moteur de traduction
nl: Vertaal-engine
vi: Công cụ Dịch

source: Engine (Auto/Google recommended!)
fr: Moteur (Auto/Google recommandé !)
nl: Engine (Auto/Google aanbevolen!)
vi: Công cụ (khuyên dùng Auto/Google!)

source: Most engines don't support play back and some don't even translate, others just report HTTP errors. So it's best to use "Auto" and let translate-shell decide what translator to use.
fr: La plupart des moteurs ne prennent pas en charge la lecture et certains ne traduisent même pas, d'autres se contentent de signaler des erreurs HTTP. Il est donc préférable d'utiliser "Auto" et de laisser translate-shell décider du traducteur à utiliser.
nl: De meeste engines ondersteunen afspelen niet en sommige vertalen zelfs niet, anderen rapporteren slechts HTTP-fouten. Het is dus het beste om "Auto" te gebruiken en om translate-shell te laten beslissen welke vertaler te gebruiken.
vi: Hầu hết các công cụ không hỗ trợ phát âm và một số thậm chí không dịch, các công cụ khác chỉ báo lỗi HTTP. Vì vậy tốt nhất hãy dùng "Auto" để translate-shell quyết định bộ dịch phù hợp.

source: Panel Button Actions
fr: Actions des boutons du panneau
nl: Acties Paneelknop
vi: Hành động nút trên Panel

source: Disabled
fr: Désactivé
nl: Uitgeschakeld
vi: Tắt

source: Selection
fr: Sélection
nl: Selectie
vi: Vùng chọn

source: Clipboard
fr: Presse-papiers
nl: Klembord
vi: Bảng tạm

source: Automatically paste and translate on left click
nl: Automatisch plakken en vertalen bij linkermuisklik

source: Automatically paste the current selection/clipboard content and translate it when opening the popup window using a left click on the translator panel button
nl: Automatisch de huidige selectie/klembordinhoud plakken en vertalen bij het openen van het pop-upvenster met een linker muisklik op de knop van de paneelvertaler

source: Automatically play the translation on left click
fr: Lecture automatique de la traduction lors d'un clic gauche
nl: Automatisch de vertaling afspelen bij linkermuisklik
vi: Tự động phát bản dịch khi nhấp trái

source: Do nothing
fr: Ne rien faire
nl: Niets doen
vi: Không làm gì

source: Show popup dialog and translate Selection
fr: Afficher la boîte de dialogue et traduire la Sélection
nl: Popup-venster weergeven en selectie vertalen
vi: Hiển thị hộp thoại và dịch vùng chọn

source: Show popup dialog and translate Clipboard
fr: Afficher une boîte de dialogue et traduire le contenu du Presse-papiers
nl: Popup-venster weergeven en klembord vertalen
vi: Hiển thị hộp thoại và dịch bảng tạm

source: Show popup dialog, translate Selection and play
fr: Afficher la boîte de dialogue, traduire la sélection et l'écouter
nl: Popup-venster weergeven, selectie vertalen en afspelen
vi: Hiển thị hộp thoại, dịch vùng chọn và phát

source: Show popup dialog, translate Clipboard and play
fr: Afficher une boîte de dialogue, traduire le contenu du presse-papiers et l'écouter
nl: Popup-venster weergeven, klembord vertalen en afspelen
vi: Hiển thị hộp thoại, dịch bảng tạm và phát

source: Play translation of Selection
fr: Écouter la traduction de la Sélection
nl: Vertaling van selectie afspelen
vi: Phát bản dịch vùng chọn

source: Play translation of Clipboard
fr: Écouter la traduction du contenu du Presse-papiers
nl: Vertaling van klembord afspelen
vi: Phát bản dịch bảng tạm

source: Translate Selection and copy the translation
fr: Traduire la Sélection et copier la traduction
nl: Selectie vertalen en vertaling kopiëren
vi: Dịch vùng chọn và sao chép bản dịch

source: Translate Clipboard and copy the translation
fr: Traduire le contenu du presse-papiers et copier la traduction
nl: Klembord vertalen en vertaling kopiëren
vi: Dịch bảng tạm và sao chép bản dịch

source: Middle button action
fr: Action du bouton du milieu
nl: Actie middelste muisknop
vi: Hành động nút giữa

source: Select the action to take when using the middle mouse button to click on the translator panel button
fr: Sélectionnez l'action à effectuer lorsque vous utilisez le bouton du milieu de la souris pour cliquer sur le bouton du panneau du traducteur
nl: Selecteer de actie die moet worden uitgevoerd bij het gebruik van de middelste muisknop om te klikken op de knop van de paneelvertaler
vi: Chọn hành động khi nhấp nút giữa chuột vào nút panel của bộ dịch

source: Ctrl + Middle button action
fr: Action de Ctrl + bouton du milieu
nl: Ctrl + middelste muisknop actie
vi: Hành động Ctrl + nút giữa

source: Select the action to take when holding the Ctrl key and using the middle mouse button to click on the translator panel button
fr: Sélectionnez l'action à effectuer lorsque vous maintenez la touche Ctrl enfoncée et que vous cliquez sur le bouton du panneau du traducteur à l'aide du bouton du milieu de la souris
nl: Selecteer de actie die moet worden uitgevoerd bij het gebruik van de middelste muisknop om te klikken op de knop van de paneelvertaler wanneer de Ctrl wordt ingehouden
vi: Chọn hành động khi giữ phím Ctrl và nhấp nút giữa vào nút panel của bộ dịch

source: Hotkeys
fr: Raccourcis-clavier
nl: Sneltoetsen
vi: Phím tắt

source: Hotkey #1
nl: Sneltoets #1

source: Select the action to take when the #1 hotkey is pressed
nl: Selecteer de actie die moet worden uitgevoerd wanneer sneltoets #1 wordt ingedrukt

source: Hotkey #2
nl: Sneltoets #2

source: Select the action to take when the #2 hotkey is pressed
nl: Selecteer de actie die moet worden uitgevoerd wanneer sneltoets #2 wordt ingedrukt

source: General
fr: Général
vi: Chung

source: Translation action hotkeys
fr: Touches de raccourci pour la traduction
vi: Phím tắt hành động dịch

source: Auto
vi: Tự động

source: Spell
vi: Chính tả

source: Automatically translate on left click
fr: Traduire automatiquement au clic gauche
vi: Dịch tự động khi nhấp trái

source: Automatically translate the selection/clipboard contents when opening the Panel Translator popup window using a left click on the Panel Translator button
fr: Traduire automatiquement le contenu de la sélection/du tableau de bord lors de l'ouverture de la fenêtre contextuelle du traducteur de tableau de bord par un clic gauche sur le bouton Traducteur de tableau de bord
vi: Tự động dịch nội dung vùng chọn/bảng tạm khi mở cửa sổ Panel Translator bằng cách nhấp trái vào nút Panel Translator
