Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/vpnLookOut@claudiux/*.po
Languages: ca, fi, hu, vi

source: Deactivate vpnLookOut
ca: Desactivar Guaita de VPN
fi: Sulje vpnLookOut käytöstä
hu: A vpnLookOut kikapcsolása
vi: Vô hiệu hóa vpnLookOut

source: TRUE
ca: SÍ
fi: TOSI
hu: BE
vi: ĐÚNG

source: FALSE
ca: NO
fi: VÄÄRÄ
hu: KI
vi: SAI

source: You appear to be missing some of the programs required for this applet to have all its features including notifications and audible alerts.
ca: Sembla que us falten alguns paquets requerits per aquesta miniaplicació per tal de poder fer ús de totes les seves funcionalitats incloent notificacions i alertes auditives.
fi: Sinulta puuttuu joitain ohjelmia, joita tämä sovelma tarvitsee ja se saa kaikki ominaisuudet mukaan lukien ilmoitukset ja äänihälytykset.
hu: Úgy tűnik, hogy hiányzik néhány szükséges program, hogy a kisalkalmazás minden funkcióval rendelkezzen, beleértve az értesítéseket és a hangos figyelmeztetéseket.
vi: Bạn dường như thiếu một số chương trình cần thiết để applet này có đầy đủ tính năng bao gồm thông báo và cảnh báo âm thanh.

source: Please execute, in the just opened terminal, the commands:
ca: Si us plau, executeu les següents ordres al terminal que s'acaba d'obrir:
fi: Suorita asennus terminaalissa seuraavalla komennolla:
hu: Kérjük, a most megnyitott terminálban hajtsa végre a következő parancsokat:
vi: Vui lòng thực thi, trong terminal vừa mở, các lệnh:

source: Some dependencies are not installed!
ca: Algunes dependències no estan instal·lades!
fi: Joitakin riippuvuuksia ei ole asennettu!
hu: Néhány szükséges függőség nincs telepítve!
vi: Một số phụ thuộc chưa được cài đặt!

source: vpnLookOut deactivated
ca: guaita de VPN desactivat
fi: vpnLookOut suljettu
hu: vpnLookOut kikapcsolva
vi: vpnLookOut đã vô hiệu hóa

source: or Middle-Click to activate
ca: o clic del mig per activar
fi: tai aktivoi se painamalla keskipainiketta
hu: vagy középső gombos kattintással aktíválás
vi: hoặc Nhấp giữa để kích hoạt

source: Waiting
ca: Esperant
fi: Odottaa
hu: Várakozás
vi: Đang chờ

source: Switching to:
ca: Canviant a:
fi: Vaihto:
hu: Váltás erre:
vi: Đang chuyển sang:

source: VPN Look-Out Applet
ca: Miniaplicació de Guaita de VPN
hu: VPN Look-Out kisalkalmazás
vi: Applet Giám sát VPN

source: Waiting for VPN interface information
ca: Esperant per a la informació de la interfície VPN
fi: Odotetaan VPN-liittymän tietoja
hu: Várakozás a VPN hálózati csatoló adatokra
vi: Đang chờ thông tin giao diện VPN

source: Connection ON/OFF
ca: Activar/Desactivar la connexió
fi: Yhteys ON/OFF
hu: Kapcsolat be vagy ki
vi: Kết nối BẬT/TẮT

source: Connect to VPN as this applet starts.
ca: Connecta la VPN en iniciar aquesta miniaplicació.
fi: Yhdistä VPN kun sovelma käynnistyy.
hu: Indításkor automatikus csatlakozás a VPN kapcsolathoz.
vi: Kết nối đến VPN khi applet này khởi động.

source: Try to reconnect to VPN when it shuts down incidentally.
ca: Intenta reconnectar la VPN en cas d'aturada accidental.
fi: Muodosta VPN uudelleen kun se katkeaa.
hu: Próbáljon meg újra csatlakozni a VPN-hez, ha az véletlenül leáll.
vi: Thử kết nối lại đến VPN khi nó tắt ngẫu nhiên.

source: Help...
ca: Ajuda...
fi: Apua...
hu: Súgó...
vi: Trợ giúp...

source: vpnLookOut is deactivated
ca: guaita de VPN està desactivat
fi: vpnLookOut on pois käytöstä
hu: vpnLookOut kikapcsolva
vi: vpnLookOut đã bị vô hiệu hóa

source: Connections
ca: Connexions
fi: Yhteydet
hu: Kapcsolatok
vi: Kết nối

source: VPN-related Apps Manager
ca: Gestor d'aplicacions de VPN
fi: Sovelluksien hallinta (VPN)
hu: VPN-hez kapcsolódó Alkalmazás Kezelő
vi: Trình quản lý Ứng dụng liên quan VPN

source: View Activity Logs
ca: Veure registres d'activitat
fi: Näytä toimintalokit
hu: Naplók megtekintése
vi: Xem Nhật ký Hoạt động

source: Network Settings
ca: Configuració de xarxa
fi: Verkkoasetukset
hu: Hálózati beállítások
vi: Cài đặt Mạng

source: Network Connections
ca: Connexions de xarxa
fi: Verkkoyhteydet
hu: Hálózati kapcsolatok
vi: Kết nối Mạng

source: Activate vpnLookOut
ca: Activar Guaita de VPN
fi: Aktivoi vpnLookOut
hu: A vpnLookOut bekapcsolása
vi: Kích hoạt vpnLookOut

source: vpnLookOut reactivated
ca: guaita de VPN reactivat
fi: vpnLookOut aktivoitu
hu: vpnLookOut újraaktiválva
vi: vpnLookOut đã được kích hoạt lại

source: or Middle-Click to disconnect
ca: o clic del mig per desconnectar
fi: tai katkaise yhteys painamalla keskipainiketta
hu: vagy középső gombos kattintással lekapcsolódás
vi: hoặc Nhấp giữa để ngắt kết nối

source: Connected
ca: Connectat
fi: Yhdistetty
hu: Kapcsolódva
vi: Đã kết nối

source: Started by vpnLookOut:
ca: Iniciat pel Guaita de VPN:
fi: Aloitti vpnLookOut:
hu: A vpnLookOut által elindítva:
vi: Được khởi động bởi vpnLookOut:

source: Disconnected
ca: Desconnectat
fi: Yhteys katkaistu
hu: Bontva
vi: Đã ngắt kết nối

source: Blocked by vpnLookOut:
ca: Bloquejat pel Guaita de VPN:
fi: Estänyt vpnLookOut:
hu: A vpnLookOut által blokkolva:
vi: Bị chặn bởi vpnLookOut:

source: or Middle-Click to connect
ca: o clic del mig per connectar
fi: tai muodosta yhteys painamalla keskipainiketta
hu: vagy középső gombos kattintással kapcsolódás
vi: hoặc Nhấp giữa để kết nối

source: Stopped by vpnLookOut:
ca: Aturat pel Guaita de VPN:
fi: Pysäytti vpnLookOut:
hu: A vpnLookOut által leállítva:
vi: Bị dừng bởi vpnLookOut:

source: is fully functional.
ca: està en ple funcionament.
fi: on täysin toimiva.
hu: teljesen működőképes.
vi: hoạt động đầy đủ chức năng.

source: All dependencies are installed
ca: Totes les dependències estan instal·lades
fi: Kaikki riippuvuudet on asennettu
hu: Minden szükséges függőség telepítve van
vi: Tất cả các phụ thuộc đã được cài đặt

source: Shut down properly Transmission as soon as VPN falls.
ca: Atura Transmission correctament quan la connexió VPN falli.
fi: Sammuta lähetys kunnolla heti, kun VPN putoaa.
hu: Állítsa le megfelelően az átvitelt, amint a VPN leáll.
vi: Tắt Transmission đúng cách ngay khi VPN ngừng hoạt động.

source: Try to restart Transmission as soon as VPN restarts.
ca: Intenta reiniciar Transmission quan es reiniciï la VPN.
fi: Yritä aloittaa lähetys uudelleen heti, kun VPN käynnistyy uudelleen.
hu: Próbálja meg újraindítani az átvitelt, amint a VPN újraindul.
vi: Thử khởi động lại Transmission ngay khi VPN khởi động lại.

source: Click to disconnect from VPN
ca: Feu clic per a desconnectar-vos de la VPN
fi: Katkaise VPN napsauttamalla
hu: Kattintson ide, hogy lekapcsolódjon a VPN-ről
vi: Nhấp để ngắt kết nối khỏi VPN

source: Click to connect to VPN
ca: Feu clic per a connectar-vos a la VPN
fi: Napsauta muodostaaksesi yhteys VPN-verkkoon
hu: Kattintson a VPN-hez csatlakozáshoz
vi: Nhấp để kết nối đến VPN

source: A Cinnamon applet that watches over the VPN link, displays its status, allows to connect at start-up to the last VPN used, allows to reconnect the VPN link if it incidentally drops, and can stop or restart VPN-related apps according to the state of the VPN.
ca: Una miniaplicació de Cinnamon que monitora l'enllaç VPN, en mostra el seu estat, permet connectar-se a l'última VPN utilitzada a l'inici, permet reconnectar-se a la VPN si la connexió s'atura inesperadament, i pot aturar o reiniciar aplicacions VPN depenent del seu estat.
fi: Cinnamon sovelma, joka tarkkailee VPN-linkkiä, näyttää sen tilan, yhteyden muodostaminen käynnistyksen yhteydessä viimeksi käytettyyn VPN-verkkoon. VPN-linkin yhdistäminen uudelleen, jos yhteys katkeaa sekä pysäyttää tai käynnistää VPN-sovellukset uudelleen.
hu: A Cinnamon kisalkalmazás, amely figyeli a VPN-linket, megjeleníti állapotát és lehetővé teszi, hogy induláskor csatlakozzon az utoljára használt VPN-hez. Lehetővé teszi a VPN-kapcsolat újracsatlakozását, ha véletlenül megszakadna és leállíthatja vagy újraindíthatja a VPN-hez kapcsolódó alkalmazásokat a VPN állapotának megfelelően.
vi: Một applet Cinnamon giám sát liên kết VPN, hiển thị trạng thái của nó, cho phép kết nối khi khởi động đến VPN được sử dụng lần cuối, cho phép kết nối lại liên kết VPN nếu nó ngắt kết nối ngẫu nhiên, và có thể dừng hoặc khởi động lại các ứng dụng liên quan VPN theo trạng thái của VPN.

source: Notifications
ca: Notificacions
fi: Ilmoitukset
hu: Értesítések
vi: Thông báo

source: Keyboard shortcuts
ca: Dreceres del teclat
fi: Pikanäppäimet
hu: Gyorsbillentyűk
vi: Phím tắt bàn phím

source: Display
ca: Visualització
fi: Näyttö
hu: Kijelző
vi: Hiển thị

source: Sound Alert
ca: Alerta de so
fi: Äänihälytys
hu: Hangok
vi: Cảnh báo Âm thanh

source: Shortcuts
ca: Dreceres
fi: Pikanäppäimet
hu: Gyorsbillentyűk
vi: Phím tắt

source: Settings
ca: Opcions
fi: Asetukset
hu: Beállítások
vi: Cài đặt

source: Managed Apps
ca: Aplicacions gestionades
fi: Hallitut sovellukset
hu: Kezelt alkalmazások
vi: Ứng dụng được Quản lý

source: Activity Logs
ca: Registres d'activitat
fi: Toimintalokit
hu: Naplók
vi: Nhật ký Hoạt động

source: VPN Network Interface
ca: Interfície de xarxa de VPN
fi: VPN-verkkoliittymä
hu: VPN hálózati csatoló
vi: Giao diện Mạng VPN

source: You should be able to leave this field empty. This applet will try to detect this.
ca: Hauria de ser possible deixar aquest camp buit. La miniaplicació intentarà detectar això.
fi: Sinun pitäisi jättämään tämä kenttä tyhjäksi. Sovelma yrittää havaita tämän.
hu: Ezt a mezőt üresen kell hagynia. Ez a kisalkalmazás megpróbálja ezt észlelni.
vi: Bạn có thể để trống trường này. Applet này sẽ cố gắng phát hiện điều này.

source: VPN Name
ca: Nom de la VPN
fi: VPN nimi
hu: VPN neve
vi: Tên VPN

source: This information is automatically changed when connecting to a VPN. It therefore contains the name of the last VPN to which you connected.
ca: Aquesta informació canvia automàticament en connectar-se a una VPN. Per tant, conté el nom de l'última VPN a la qual us heu connectat.
fi: Tiedot muuttuvat automaattisesti, kun muodostetaan yhteys VPN- verkkoon. Siksi se sisältää viimeisimmän VPN:n nimen, johon liityit.
hu: Ez az információ automatikusan megváltozik, amikor VPN-hez csatlakozik. Ezért tartalmazza az utolsó VPN nevét, amelyhez csatlakozott.
vi: Thông tin này được tự động thay đổi khi kết nối đến VPN. Do đó, nó chứa tên của VPN cuối cùng mà bạn đã kết nối.

source: Checking this allows this applet to try to connect to the last VPN at start-up.
ca: Marcant això permet que la miniaplicació s'intenti connectar a la darrera VPN en iniciar-se.
fi: Valinta antaa sovelman yrittää yhteyttä viimeiseen VPN:ään käynnistyksen yhteydessä.
hu: Ennek ellenőrzésével a kisalkalmazás megpróbál csatlakozni az utolsó VPN-hez indításkor.
vi: Chọn mục này cho phép applet này thử kết nối đến VPN cuối cùng khi khởi động.

source: Deactivate this applet at startup
ca: Desactiva aquesta miniaplicació a l'inici
fi: Poista sovelma käytöstä käynnistyksen yhteydessä
hu: A vpnLookOut kisalkalmazás ne induljon el automatikusan
vi: Vô hiệu hóa applet này khi khởi động

source: When this option is checked, this applet starts in 'deactivated' state, saving resources but not monitoring anything. You can activate it from its menu.
ca: Marcant això, la miniaplicació arrancarà en estat 'desactivat', conservant recursos i sense monitorar res. Podeu activar-la des del seu menú.
fi: Kun vaihtoehto on valittuna, tämä sovelma käynnistyy "suljettuna" säästäen resursseja, mutta ei valvo mitään. Voit aktivoida sen valikosta.
hu: Ha bejelöli ezt az opciót, akkor a kisalkalmazás inaktivált állapotban indul, erőforrásokat takarít meg, de nem figyel semmit. A menüjéből aktiválhatja.
vi: Khi tùy chọn này được chọn, applet này khởi động ở trạng thái 'đã vô hiệu hóa', tiết kiệm tài nguyên nhưng không giám sát bất cứ thứ gì. Bạn có thể kích hoạt nó từ menu của nó.

source: Checking this allows this applet to try to reconnect to VPN when it shuts down incidentally.
ca: Marcant això es permet l'intent de reconnexió a la VPN en cas d'interrupció inesperada.
fi: Kun valittuna, tämä sovelma voi yrittää yhteyttä uudelleen VPN:ään, kun se sammuu vahingossa.
hu: Ennek ellenőrzése lehetővé teszi, hogy ez a kisalkalmazás megpróbáljon újra csatlakozni a VPN-hez, ha az véletlenül leáll.
vi: Chọn mục này cho phép applet này thử kết nối lại đến VPN khi nó tắt ngẫu nhiên.

source: Do not try to reconnect automatically if the VPN has been disconnected by the user.
ca: No intentis la reconnexió automàtica si la VPN ha estat desconnectada per l'usuari.
fi: Älä yritä muodostaa yhteyttä automaattisesti, jos käyttäjä on katkaissut VPN-yhteyden.
hu: Ne próbáljon meg automatikusan újracsatlakozni, ha a felhasználó lecsatlakoztatta a VPN-t.
vi: Không thử kết nối lại tự động nếu VPN đã bị ngắt kết nối bởi người dùng.

source: If, by this applet only, the user disconnects the VPN, then no automatic reconnection will be tried.
ca: Si l'usuari desconnecta la VPN (mitjançant únicament aquesta miniaplicació), no s'intentarà la reconnexió automàtica.
fi: Jos käyttäjä katkaisee yhteyden vain tämän sovelman avulla, automaattista VPN yhteyttä ei yritetä.
hu: Ha csak a kisalkalmazáson keresztül a felhasználó lecsatlakoztatta a VPN-t, akkor nem fog automatikus újracsatlakozni.
vi: Nếu, chỉ bằng applet này, người dùng ngắt kết nối VPN, thì không có kết nối lại tự động nào sẽ được thử.

source: seconds
ca: segons
fi: sekuntia
hu: másodpercnél
vi: giây

source: Refresh interval:
ca: Interval d'actualització:
fi: Päivitysväli:
hu: Frissítési időköz:
vi: Khoảng thời gian làm mới:

source: Time interval, in seconds, between two verifications of VPN link status. A low value increases security but causes more activity. Choose a value that is greater as your computer is slow.
ca: Interval de temps, en segons, entre dues verificacions de l'enllaç VPN. Un valor inferior augmenta la seguretat però causa més activitat. Trieu un valor que encaixi amb la velocitat del vostre ordinador.
fi: Aikaväli sekunteina kahden VPN-linkin tarkistuksen välillä. Pieni arvo lisää turvallisuutta, mutta lisää aktiivisuutta. Valitse suurempi arvo, jos tietokoneesi on hidas.
hu: Időköz, másodpercben, a VPN-kapcsolat állapotának két ellenőrzése között. Az alacsony érték növeli a biztonságot, de több tevékenységet okoz. Válasszon egy nagyobb értéket, ha a számítógépe lassú.
vi: Khoảng thời gian, tính bằng giây, giữa hai lần xác minh trạng thái liên kết VPN. Một giá trị thấp tăng cường bảo mật nhưng gây ra nhiều hoạt động hơn. Chọn một giá trị lớn hơn nếu máy tính của bạn chậm.

source: Classic - Icon and Text
ca: Clàssic - Icona i text
fi: Klassinen - kuvake ja teksti
hu: Klasszikus - Ikonok és felirat
vi: Cổ điển - Biểu tượng và Văn bản

source: Compact - Icon Only
ca: Compacte - Només icona
fi: Tiivis - vain kuvake
hu: Tömör - Csak ikonok
vi: Nhỏ gọn - Chỉ Biểu tượng

source: Type of Display
ca: Tipus de visualització
fi: Näyttäminen
hu: Megjelenítés típusa
vi: Loại Hiển thị

source: This feature offers the Classic (default) display with icon and text, and compact display (Icon Only).
ca: Aquesta funcionalitat ofereix la visualització clàssica (per defecte) amb icona i text, o la compacta, només amb icona.
fi: Tämä tarjoaa klassisen (oletus) näyttämisen kuvakkeella ja tekstillä sekä tiiviin näyttämisen (vain kuvake).
hu: Ez a funkció a klasszikus (alapértelmezett) megjelenítést kínálja ikonnal és szöveggel, valamint a kompakt változatot (csak az ikonnal).
vi: Tính năng này cung cấp hiển thị Cổ điển (mặc định) với biểu tượng và văn bản, và hiển thị nhỏ gọn (Chỉ Biểu tượng).

source: Use Symbolic Icons
ca: Utilitza icones simbòliques
fi: Käytä symbolisia kuvakkeita
hu: Szimbolikus ikonok használata
vi: Sử dụng Biểu tượng Tượng trưng

source: Select this option if you prefer Symbolic icons instead of Full Color icons.
ca: Seleccioneu aquesta opció si preferiu icones simbòliques abans que icones de color.
fi: Valitse vaihtoehto, jos haluat mieluummin symbolisia kuvakkeita täysväristen kuvakkeiden sijaan.
hu: Válassza ezt az opciót, ha a Színes ikonok helyett a Szimbolikus ikonokat részesíti előnyben.
vi: Chọn tùy chọn này nếu bạn thích Biểu tượng Tượng trưng thay vì Biểu tượng Đầy đủ Màu sắc.

source: Emit an audible alert when VPN shuts down.
ca: Emet una alerta auditiva quan s'apaga la VPN.
fi: Lähetä äänihälytys, kun VPN katkeaa.
hu: Hangjelzést adjon, amikor a VPN leáll.
vi: Phát cảnh báo âm thanh khi VPN tắt.

source: Checking this allows this applet to emit an audible alert when VPN shuts down.
ca: Marcant això permet rebre una alerta auditiva quan s'apaga la VPN.
fi: Kun tämä on valittuna, sovelma lähettää äänihälytyksen, kun VPN katkeaa.
hu: Ennek bejelölése lehetővé teszi, hogy ez a kisalkalmazás hangos riasztást adjon ki, amikor a VPN leáll.
vi: Chọn mục này cho phép applet này phát cảnh báo âm thanh khi VPN tắt.

source: Emit this audible alert when this Applet starts, if VPN is down.
ca: Emet aquesta alerta auditiva quan s'iniciï la miniaplicació, si la VPN està apagada.
fi: Lähetä tämä äänihälytys, kun sovelma käynnistyy, jos VPN alhaalla.
hu: Ezen hangriasztás lejátszása a kisalkalmazás indításakor, ha a VPN nem működik.
vi: Phát cảnh báo âm thanh này khi Applet này khởi động, nếu VPN đang tắt.

source: Check this if you want to emit this audible alert when this Applet starts, if VPN is down.
ca: Marcant això permet rebre una alerta auditiva en iniciar la miniaplicació si la VPN està apagada.
fi: Valitse, jos haluat lähettää tämän äänihälytyksen, kun sovelma käynnistyy, jos VPN alhaalla.
hu: Jelölje be ezt, amennyiben szeretné ezen hangriasztás lejátszását a kisalkalmazás indításakor, ha a VPN nem működik.
vi: Chọn mục này nếu bạn muốn phát cảnh báo âm thanh này khi Applet này khởi động, nếu VPN đang tắt.

source: Set the keybinding here to activate/deactivate the last used VPN.
ca: Assigneu la drecera del teclat per a activar/desactivar l'última VPN usada.
fi: Aseta näppäinyhdistelmä aktivointi/sulkeminen viimeksi käytettyyn VPN:n.
hu: Itt állíthatja be a billentyűparancsot az utoljára használt VPN aktiválásához / deaktiválásához.
vi: Đặt phím tắt ở đây để kích hoạt/vô hiệu hóa VPN được sử dụng lần cuối.

source: Manage VPN-related Apps
ca: Gestiona les aplicacions de VPN
fi: Hallinnoi VPN:ään liittyviä sovelluksia
hu: VPN-nel kapcsolatos alkalmazások kezelése
vi: Quản lý Ứng dụng liên quan VPN

source: This option allows this applet to manage the VPN-related applications you listed above.
ca: Aquesta opció permet que la miniaplicació gestioni les aplicacions de VPN llistades a dalt.
fi: Tämä vaihtoehto sallii sovelman hallita yllä lueteltuja VPN-sovelluksia.
hu: Ez az opció lehetővé teszi ennek a kisalkalmazásnak a fent felsorolt VPN-hez kapcsolódó alkalmazások kezelését.
vi: Tùy chọn này cho phép applet này quản lý các ứng dụng liên quan VPN mà bạn đã liệt kê ở trên.

source: Managed applications
ca: Aplicacions gestionades
fi: Hallitut sovellukset
hu: A kezelt alkalmazások
vi: Ứng dụng được quản lý

source: Name: What you want. Command: The command to run the application, without its path. Restart: Set to TRUE if you want to restart this application as soon as the VPN link becomes active again. Shutdown: Set to TRUE if you want to close the application as soon as the VPN link is stopped. VPN only: Set to TRUE if you want to quickly stop this application if it is started while the VPN is idle.
ca: Nom: El que vulgueu. Ordre: L'ordre per a llançar l'aplicació, sense la seva ruta. Reinici: Sí/No en funció de si voleu reiniciar aquesta aplicació quan l'enllaç de VPN sigui actiu de nou. Apagada: Sí/No en funció de si voleu tancar l'aplicació quan l'enllaç de VPN s'aturi. Només VPN: Assigneu 'Sí' is voleu aturar aquesta aplicació ràpidament si s'inicia mentre la VPN està inactiva.
fi: Nimi: Mitä haluat. Komento: Komento käynnistää sovelluksen ilman polkua. Käynnistä: Aseta arvoksi TOSI, jos haluat käynnistää sovelluksen uudelleen heti, kun VPN-linkki aktivoituu uudelleen. Sammuta: Aseta arvoon TOSI, jos haluat sulkea sovelluksen heti, kun VPN-linkki pysäytetään. Vain VPN: Aseta arvoon TOSI, jos haluat pysäyttää sovelluksen nopeasti, jos se käynnistetään VPN:n ollessa käyttämättömänä.
hu: Név: Mit szeretne. Parancs: Az alkalmazás futtatására szolgáló parancs az útvonala nélkül. Újraindítás: Állítsa TRUE értékre, ha újra akarja indítani ezt az alkalmazást, amint a VPN-kapcsolat újra aktívvá válik. Leállítás: Állítsa TRUE értékre, ha azonnal le akarja zárni az alkalmazást, amint a VPN-kapcsolat leáll. Csak VPN: állítsa TRUE értékre, ha gyorsan le akarja állítani az alkalmazást, amint a VPN tétlen állapotában indul.
vi: Tên: Bất cứ thứ gì bạn muốn. Lệnh: Lệnh để chạy ứng dụng, không có đường dẫn của nó. Khởi động lại: Đặt thành TRUE nếu bạn muốn khởi động lại ứng dụng này ngay khi liên kết VPN trở nên hoạt động lại. Tắt: Đặt thành TRUE nếu bạn muốn đóng ứng dụng ngay khi liên kết VPN bị dừng. Chỉ VPN: Đặt thành TRUE nếu bạn muốn nhanh chóng dừng ứng dụng này nếu nó được khởi động trong khi VPN không hoạt động.

source: Name
ca: Nom
fi: Nimi
hu: Név
vi: Tên

source: Command
ca: Ordre
fi: Komento
hu: Parancs
vi: Lệnh

source: Restart
ca: Reinici
fi: Käynnistä
hu: Újraindítás
vi: Khởi động lại

source: Shut down
ca: Apagada
fi: Sammuta
hu: Leállítás
vi: Tắt

source: VPN only
ca: Només VPN
fi: Vain VPN
hu: Kizárólag a VPN
vi: Chỉ VPN

source: Log the VPN status changes and the VPN-related Apps status changes
ca: Registra els canvis d'estat d'aplicacions VPN
fi: Kirjaa lokiin VPN-tilan muutokset ja VPN-sovellusten tilan muutokset
hu: Naplózza a VPN és a VPN-hez kapcsolódó alkalmazások állapotváltozásait
vi: Ghi nhật ký thay đổi trạng thái VPN và thay đổi trạng thái Ứng dụng liên quan VPN

source: This option allows this applet to log the VPN status changes and the VPN-related applications status changes. You will can display the log file to make diagnostics.
ca: Aquesta opció permet que la miniaplicació guardi un registre dels canvis d'estat que afectin aplicacions VPN. Podeu analitzar el registre per a diagnosticar problemes.
fi: Tämä aihtoehto sallii sovelman kirjata VPN-tilan muutokset ja VPN-sovellusten tilan muutokset. Voit näyttää lokitiedoston diagnostiikkaa varten.
hu: Ez az opció lehetővé teszi, hogy a kisalkalmazás naplózza a VPN és a VPN-hez kapcsolódó alkalmazások állapotváltozásait. Megjelenítheti a naplófájlt a diagnosztikai mérésekhez.
vi: Tùy chọn này cho phép applet này ghi nhật ký thay đổi trạng thái VPN và thay đổi trạng thái ứng dụng liên quan VPN. Bạn sẽ có thể hiển thị tập tin nhật ký để chẩn đoán.

source: Lifetime (days)
ca: Temps de vida (dies)
fi: Käyttöikä (päiviä)
hu: Élettartam (nap)
vi: Thời gian tồn tại (ngày)

source: Lifetime of a record in the log file, in days.
ca: Durada durant la qual s'emmagatzema un registre al fitxer, en dies.
fi: Tietueen käyttöikä lokitiedostossa päivinä.
hu: A naplófájlban szereplő feljegyzés élettartama napokban.
vi: Thời gian tồn tại của một bản ghi trong tập tin nhật ký, tính bằng ngày.

source: Transmission
hu: Adatátvitel

source: Refresh Interval for Display:
ca: Interval de refresc de la visualització:
fi: Näyttämisen päivitysväli:
hu: Megjelenített adatok frissítési időköze:
vi: Khoảng thời gian Làm mới Hiển thị:

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh (ie high value) if you have a slow machine.
ca: Incrementeu o reduïu l'interval de temps que passarà entre actualitzacions de la visualització. Utilitzeu un interval baix si el vostre equip és lent.
fi: Suurenna tai pienennä tätä spinner-arvoa muuttaaksesi virkistysväliä - käytä hidasta päivitystä (eli korkeaa arvoa), jos koneessasi on hidas.
hu: Növelje vagy csökkentse ezt a tárcsaértéket a frissítési intervallum megváltoztatásához - használjon lassú frissítést (azaz nagy értéket), ha lassú számítógépe van.
vi: Tăng hoặc giảm giá trị này để thay đổi khoảng thời gian làm mới - sử dụng tốc độ làm mới chậm (tức giá trị cao) nếu bạn có máy chậm.
