Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/vpnLookOut@claudiux/*.po
Languages: ca, fi, hu, vi

source: Emit a sound alert when VPN shuts down.
ca: Emet un so d'alerta quan la VPN s'apagui.
fi: Lähetä äänihälytys, kun VPN sammuu.
hu: Hangriasztás lejátszása, ha a VPN leáll.
vi: Phát cảnh báo âm thanh khi VPN tắt.

source: Checking this allows this applet to emit a sound alert when VPN shuts down.
ca: Marcant això permet rebre un so d'alerta quan la VPN s'apaga.
fi: Kun tämä on valittuna, sovelma antaa äänihälytyksen, kun VPN sammuu.
hu: Ennek bejelölése lehetővé teszi, hogy a kisalkalmazás hangjelzést adjon ki, amikor a VPN leáll.
vi: Chọn mục này cho phép applet này phát cảnh báo âm thanh khi VPN tắt.

source: Emit this sound alert when this Applet starts, if VPN is down.
ca: Emet aquesta alerta de so quan la miniaplicació s'iniciï, si la VPN està desactivada.
fi: Lähetä tämä äänihälytys, kun sovelma käynnistyy, jos VPN alhaalla.
hu: Ezen hangriasztás lejátszása a kisalkalmazás indításakor, ha a VPN nem működik.
vi: Phát cảnh báo âm thanh này khi Applet này khởi động, nếu VPN đang tắt.

source: Check this if you want to emit this sound alert when this Applet starts, if VPN is down.
ca: Marcant això permet rebre una alerta auditiva en iniciar la miniaplicació, si la VPN està desactivada.
fi: Valitse, jos haluat lähettää tämän äänihälytyksen, kun sovelma käynnistyy, jos VPN sammunut.
hu: Jelölje be ezt, amennyiben szeretné ezen hangriasztás lejátszását a kisalkalmazás indításakor, ha a VPN nem működik.
vi: Chọn mục này nếu bạn muốn phát cảnh báo âm thanh này khi Applet này khởi động, nếu VPN đang tắt.

source: Checking this allows this applet to shut down Transmission (if it's running) as soon as VPN falls.
ca: Marcant això permet que la miniaplicació aturi Transmission (si s'està executant) tan aviat com la VPN falli.
fi: Valinta sallii tämän sovelman sulkea lähetyksen (jos se on käynnissä) heti, kun VPN kaatuu.
hu: Ennek bejelölése lehetővé teszi, hogy a kisalkalmazás leállítsa az adatátvitelt (ha fut), amint a VPN leáll.
vi: Chọn mục này cho phép applet này tắt Transmission (nếu nó đang chạy) ngay khi VPN ngừng hoạt động.

source: Checking this allows this applet to restart Transmission (if it was stopped by this applet) as soon as VPN restarts.
ca: Marcant això permet que la miniaplicació reiniciï Transmission (si va ser aturat per aquesta miniaplicació) tan aviat com la VPN es reiniciï.
fi: Tämän valitseminen sallii sovelman käynnistää lähetyksen heti uudelleen (jos tämä sovelma pysäytti sen), kun VPN käynnistyy uudelleen.
hu: Ennek bejelölése lehetővé teszi a kisalkalmazás számára, hogy a VPN újraindulása után újraindítsa az adatátvételt (ha ezt a kisalkalmazás állította le).
vi: Chọn mục này cho phép applet này khởi động lại Transmission (nếu nó đã bị dừng bởi applet này) ngay khi VPN khởi động lại.
