Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/website-notifier@cardsurf/*.po
Languages: ca, nl

source: Shows a notification when a website updates
ca: Mostra una notificació quan un lloc web s'actualitza
nl: Toon een notificatie wanneer een website wordt bijgewerkt

source: Website notifier
ca: Notificador de llocs web
nl: Website melder

source: Configuration
ca: Configuració
nl: Configuratie

source: minutes
ca: minuts
nl: minuten

source: Refresh every
ca: Refresca cada
nl: Ververs elke

source: How often to refresh a website. 0 means no refreshing.
ca: Interval de temps entre actualitzacions. 0 = no s'actualitza.
nl: Hoe vaak een website wordt vernieuwd. 0 betekent geen vernieuwing.

source: Notification type
ca: Tipus de notificació
nl: Notificatietype

source: System popup
ca: Finestra emergent del sistema
nl: Systeempopup

source: Applet popup
ca: Finestra emergent de la miniaplicació

source: A user interface that shows notficiation text
ca: Una interfície d'usuari que mostra una notificació de text
nl: Een gebruikersinterface die notificatietekst toont

source: Tooltip text
ca: Text d'informació sobre eines
nl: Tooltip-tekst

source: Time left next refresh
ca: Temps restant per a la propera actualització
nl: Tijd over tot volgende vernieuwing

source: Next refresh time
ca: Hora de la propera actualització
nl: Tijd van volgende vernieuwing

source: Last refresh time
ca: Hora de l'última actualització
nl: Laatste vernieuwingstijd

source: Last notification time
ca: Hora de l'última notificació
nl: Laatste notificatietijd

source: None
ca: Cap
nl: Geen

source: Text shown in an applet tooltip
ca: Text mostrat a la informació sobre eines de la miniaplicació
nl: Tekst getoond in een applet-tooltiptekst

source: Primary button
ca: Botó primari
nl: Primaire knop

source: Left
ca: Esquerre
nl: Links

source: Middle
ca: Mig
nl: Midden

source: A mouse button used to perform main actions. The primary button refreshes a website on demand. The secondary button toggles an applet popup.
ca: Un botó del ratolí utilitzat per a realitzar les accions principals. El botó primari refresca un lloc web en demanda. El botó secundari activa una miniaplicació emergent.
nl: Een muisknop gebruikt om hoofdacties uit te voeren. De primaire knop vernieuwt een website op verzoek. De secundaire knop schakelt een applet-popup in en uit.

source: On popup clicked
ca: En fer clic a una finestra emergent
nl: Bij klikken op popup

source: Close popup and open browser
ca: Tanca la finestra emergent i obre el navegador
nl: Sluit popup en open browser

source: Close popup
ca: Tanca la finestra emergent
nl: Sluit popup

source: An action to perform when an applet popup is clicked
ca: Acció a realitzar en fer clic a una finestra emergent de la miniaplicació
nl: Een actie om uit te voeren wanneer op een applet-popup wordt geklikt

source: Gui
ca: Interfície
nl: Grafische gebruikersinterface

source: characters
ca: caràcters
nl: karakters

source: Title length
ca: Longitud del títol
nl: Titellengte

source: A maximum number of characters in a notification title
ca: Número màxim de caràcters al títol d'una notificació
nl: Het maximum aantal tekens in een notificatietitel

source: Message length
ca: Longitud del missatge
nl: Berichtlengte

source: A maximum number of characters in a notification message
ca: Número màxim de caràcters al missatge d'una notificació
nl: Het maximum aantal tekens in een notificatiebericht

source: pixels
ca: píxels

source: Popup width
ca: Amplada de les finestres emergents
nl: Popup-breedte

source: A width of an applet popup
ca: Amplada de les finestresemergents de la miniaplicació
nl: Breedte van een applet-popup

source: Popup height
ca: Alçada de les finestres emergents
nl: Popup-hoogte

source: A height of an applet popup
ca: Alçada de les finestres emergents de la miniaplicació
nl: Hoogte van een applet-popup

source: Popup title CSS
ca: CSS del títol de les finestres emergents
nl: Popup-titel CSS

source: A CSS style applied to a notification title in an applet popup
ca: Estil CSS aplicat al títol de les finestres emergents
nl: CSS-stijl toegepast op een notificatietitel in een applet-popup

source: Popup message CSS
ca: CSS del missatge de les finestres emergents
nl: Popup-bericht CSS

source: A CSS style applied to a notification message in an applet popup
ca: Estil CSS aplicat al títol de les finestres emergents
nl: CSS-stijl toegepast op een notificatiebericht in een applet-popup

source: Icon
ca: Icona
nl: Pictogram

source: An icon displayed in a panel
ca: Icona mostrada al tauler
nl: Pictogram weergegeven in een paneel

source: A path to a script that refeshes a website
ca: Ruta cap a un script que refresca un lloc web
nl: Pad naar een script dat een website vernieuwt

source: Separator
ca: Separador
nl: Scheidingsteken

source: A string that seperates values returned from the script
ca: Una cadena de text que separa valors retornats per l'script
nl: Een teken dat waarden scheidt die worden geretourneerd door het script
