Repository: linuxmint/cinnamon-spices-applets
Catalog: moonphase@techi-freki/files/moonphase@techi-freki/po/*.po
Languages: vi

source: North
vi: Bắc

source: North East
vi: Đông Bắc

source: East
vi: Đông

source: South East
vi: Đông Nam

source: South
vi: Nam

source: South West
vi: Tây Nam

source: West
vi: Tây

source: North West
vi: Tây Bắc

source: New Moon
vi: Trăng non

source: Waxing Crescent
vi: Trăng khuyết đầu tháng

source: First Quarter
vi: Trăng bán nguyệt đầu

source: Waxing Gibbous
vi: Trăng lưỡi liềm lớn lên

source: Full Moon
vi: Trăng tròn

source: Waning Gibbous
vi: Trăng lưỡi liềm khuyết đi

source: Last Quarter
vi: Trăng bán nguyệt cuối

source: Waning Crescent
vi: Trăng khuyết cuối tháng

source: illumination
vi: Độ sáng

source: The moon is always down and will not rise today
vi: Mặt trăng luôn ở dưới chân trời và sẽ không mọc hôm nay

source: The moon is always up and will not set today
vi: Mặt trăng luôn ở trên trời và sẽ không lặn hôm nay

source: Moonrise
vi: Mặt trăng mọc

source: Lunar Noon
vi: Trưa trăng

source: Moonset
vi: Mặt trăng lặn

source: Next Moonrise
vi: Mặt trăng mọc tiếp theo

source: Next Moonset
vi: Mặt trăng lặn tiếp theo

source: Moon Phase
vi: Pha Mặt Trăng

source: A Cinnamon applet that displays up-to-date moon related information.
vi: Một applet Cinnamon hiển thị thông tin cập nhật về Mặt Trăng.

source: Settings
vi: Cài đặt

source: Geolocation Settings
vi: Cài đặt định vị

source: General Settings
vi: Cài đặt chung

source: Update Settings
vi: Cài đặt cập nhật

source: Enable geolocation features
vi: Bật chức năng định vị

source: Latitude
vi: Vĩ độ

source: Longitude
vi: Kinh độ

source: Enable popup menu
vi: Bật menu popup

source: Display the current phase information
vi: Hiển thị thông tin pha hiện tại

source: Display the moon rise, transit, and set times
vi: Hiển thị thời gian Mặt Trăng mọc, qua thiên đỉnh và lặn

source: Display the applet label
vi: Hiển thị nhãn applet

source: Display the name of the moon phase in the label
vi: Hiển thị tên pha Mặt Trăng trên nhãn

source: Display the percentage of the moon phase in the label
vi: Hiển thị tỷ lệ phần trăm pha Mặt Trăng trên nhãn

source: Display a tooltip on hover
vi: Hiển thị gợi chú khi rê chuột

source: Display the name of the moon phase in the tooltip
vi: Hiển thị tên pha Mặt Trăng trong gợi chú

source: Display percentage of the moon phase in the tooltip
vi: Hiển thị tỷ lệ phần trăm pha Mặt Trăng trong gợi chú

source: Light theme
vi: Chủ đề sáng

source: seconds
vi: giây

source: Update interval
vi: Khoảng thời gian cập nhật
