Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/gpaste-reloaded@feuerfuchs.*/*.po
Languages: eu

source: Please enter the text you want to add to the current history:
eu: Introduzca el texto que desea añadir al historial actual:

source: Cancel
eu: Cancelar

source: GPaste is not installed. Please install the necessary packages and then restart Cinnamon for this applet to start working.
eu: GPaste no está instalado. Por favor, instale los paquetes necesarios y reinicie Cinnamon para que este applet empiece a funcionar.

source: Type to search...
eu: Escriba para buscar...

source: [GPaste is not installed]
eu: [GPaste no está instalado]

source: GPaste clipboard
eu: Portapapeles GPaste

source: GPaste Main Program
eu: Programa principal de GPaste

source: Select History
eu: Seleccionar historial

source: Track clipboard changes
eu: Seguir los cambios en el portapapeles

source: (Empty)
eu: (Vacío)

source: (No results)
eu: (Sin resultados)

source: New item
eu: Nuevo item

source: Empty history
eu: Borrar historial

source: Do you really want to empty the current history?
eu: ¿Realmente quiere vaciar el historial actual?

source: Instantly access and manage your clipboard history.
eu: Acceda y gestione al instante el historial de su portapapeles.

source: GPaste Reloaded
eu: GPaste recargado

source: Shown entries
eu: Entradas visualizadas

source: Show tray icon, even when the applet is not in use
eu: Mostrar el icono de la bandeja, incluso cuando el applet no está en uso

source: Display 'Track clipboard changes'
eu: Mostrar 'Seguir los cambios en el portapapeles'

source: Display 'New item'
eu: Mostrar 'Nuevo item'

source: Display search bar
eu: Mostrar barra de búsqueda

source: Display 'GPaste Main Program'
eu: Mostrar 'Programa principal de GPaste'

source: Display 'Empty history'
eu: Mostrar 'Borrar historial'

source: Key bindings
eu: Atajos de teclado

source: Show history
eu: Mostrar historial

source: Other
eu: Otro

source: OK
eu: Tamam

source: A complete rewrite of the GPaste applet based on the Gnome Shell extension
eu: Gnome Shell uzantısına dayalı GPaste uygulamasının tam bir yeniden yazılması
