Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/printers@linux-man/*.po
Languages: fr, pl, pt, vi

source: Printers
fr: Imprimantes
pl: Drukarki
pt: Impressoras
vi: Máy in

source: Cancel all jobs
fr: Annuler tous les travaux
pl: Przerwij wszystkie zadania
pt: Cancelar todos os trabalhos
vi: Hủy tất cả công việc

source: at
fr: à
pl: przez
pt: em
vi: tại

source: Send to front
fr: Placer devant
pl: Przenieś na wierzch
pt: Enviar para a frente
vi: Đưa lên trước

source: Manage Jobs and Printers
fr: Gérer les travaux et les imprimantes
pl: Zarządzaj zadaniami oraz drukarkami
pt: Gestão de Impressões e Impressoras
vi: Quản lý công việc và máy in

source: Show icon
fr: Afficher l'icône
pl: Pokaż ikonę
pt: Mostrar o ícone
vi: Hiển thị biểu tượng

source: Always
fr: Toujours
pl: Zawsze
pt: Sempre
vi: Luôn luôn

source: When printers exist
fr: Quand les imprimantes sont présentes
pl: Kiedy drukarka jest podłączona
pt: Quando existem impressoras
vi: Khi có máy in

source: When printing
fr: Lors de l'impression
pl: Kiedy drukujesz
pt: Quando a imprimir
vi: Khi đang in

source: When to show the icon
fr: Quand afficher l'icône
pl: Kiedy pokazywać ikonę
pt: Quando mostrar o ícone
vi: Khi nào hiển thị biểu tượng

source: Printer errors
fr: Erreurs d'impression
pl: Błędy drukarki
pt: Erros de Impressão
vi: Lỗi máy in

source: Show printer error icon
fr: Afficher l'icône d'erreur d'impression
pl: Pokaż ikonę błędu drukarki
pt: Mostra o ícone de erro de impressão
vi: Hiển thị biểu tượng lỗi máy in

source: Documents count
fr: Compter les documents
pl: Ilość dokumentów
pt: Contagem de documentos
vi: Số lượng tài liệu

source: Show documents count next to icon
fr: Afficher le compteur de documents à côté de l'icône
pl: Pokaż liczbę dokumentów obok ikony
pt: Mostra a contagem de documentos ao lado do ícone
vi: Hiển thị số lượng tài liệu bên cạnh biểu tượng

source: Document number
fr: Numéro du document
pl: Numer dokumentu
pt: Número do documento
vi: Số tài liệu

source: Show each document number on print list
fr: Montrer les numéros de document sur la liste d'impression
pl: Pokaż numer każdego dokumentu na liście drukowania
pt: Mostra o número de cada documento na lista de impressão
vi: Hiển thị số từng tài liệu trong danh sách in

source: Documents can be sent to front
fr: Les documents peuvent être envoyés à l'avant
pl: Dokumenty mogą być przenoszone na wierzch
pt: Documentos podem ser enviados para a frente
vi: Tài liệu có thể được đưa lên trước

source: Symbolic icons
fr: Icônes symboliques
pl: Ikony symboliczne
pt: Ícones simbólicos
vi: Biểu tượng ký hiệu

source: Use symbolic icons
fr: Utiliser les icônes symboliques
pl: Użyj ikon symbolicznych
pt: Usar ícones simbólicos
vi: Sử dụng biểu tượng ký hiệu

source: Reload Applet
fr: Recharger l'applet
pl: Załaduj ponownie aplet
pt: Recarregar Applet
vi: Tải lại Applet

source: Restart CUPS
fr: Redémarrer CUPS
pl: Uruchom ponownie CUPS
pt: Reiniciar CUPS
vi: Khởi động lại CUPS
