Repository: linuxmint/cinnamon-spices-applets
Catalog: Cinnamenu@json/files/Cinnamenu@json/po/*.po
Languages: cs, es, eu, fa, fr, fr_fr, hr, hu, it, ja, lv, nl, pl, pt, ro, sv, tr, vi

source: Initializing
cs: Inicializace
es: Inicializando
eu: Hasieratzen
fa: آماده‌سازی
fr: Initialisation
hr: Pokretanje
hu: Előkészítés
it: Inizializzazione
lv: Inicializēšana
nl: Bezig met opstarten
pl: Inicjowanie
pt: A iniciar
ro: Inițializare
sv: Startar
tr: Başlatılıyor
vi: Khởi tạo

source: Find files...
cs: Najít soubory ...
es: Buscar archivos...
eu: Bilatu fitxategiak...
fa: یافتن پرونده‌های…
fr: Rechercher des fichiers...
hr: Potraži datoteke...
hu: Fájlok keresése…
it: Trova file...
lv: Atrast failus...
nl: Bestanden zoeken...
pl: Znajdź pliki...
pt: Localizar ficheiros...
ro: Găsește fișiere...
sv: Hitta filer...
tr: Dosyaları bul...
vi: Tìm tập tin...

source: Please wait...
cs: Prosím, čekejte...
es: Por favor espere...
eu: Itxaron...
fa: لطفاً صبر کنید…
fr: Veuillez patienter...
hr: Malo pričekajte...
hu: Kis türelmet…
it: Attendere...
lv: Lūdzu uzgaidi...
nl: Even geduld a.u.b...
pl: Proszę czekać...
pt: Aguarde...
ro: Te rog să aștepți...
sv: Vänta...
tr: Lütfen bekleyin...
vi: Vui lòng chờ...

source: Applications
es: Aplicaciones
eu: Aplikazioak
fa: برنامه‌ها
hr: Aplikacije
hu: Alkalmazások
it: Applicazioni
lv: Lietojumprogrammas
nl: Toepassingen
pl: Aplikacje
pt: Formulários
ro: Aplicații
sv: Program
tr: Uygulamalar
vi: Ứng dụng

source: Documents
es: Documentos
eu: Dokumentuak
fa: اسناد
hr: Dokumenti
hu: Dokumentumok
it: Documenti
lv: Dokumenti
nl: Documenten
pl: Dokumenty
pt: Documentos
ro: Documente
sv: Dokument
tr: Belgeler
vi: Tài liệu

source: Videos
eu: Bideoak
fa: ویدیوها
fr: Vidéos
hr: Snimke
hu: Videók
it: Video
lv: Videoklipi
pl: Filmy
pt: Vídeos
ro: Videoclipuri
sv: Video
tr: Videolar
vi: Video

source: Images
es: Imágenes
eu: Irudiak
fa: تصاویر
hr: Slike
hu: Képek
it: Immagini
lv: Attēli
nl: Afbeeldingen
pl: Obrazy
pt: Imagens
ro: Poze
sv: Bilder
tr: Resimler
vi: Ảnh

source: Music
es: Música
eu: Musika
fa: آهنگ‌ها
fr: Musique
hr: Glazba
hu: Zene
it: Musica
lv: Mūzika
nl: Muziek
pl: Muzyka
pt: Música
ro: Muzică
sv: Musik
tr: Müzik
vi: Âm nhạc

source: No recent Items
cs: Žádné nedávné položky
es: No hay elementos recientes
eu: Ez dago duela gutxiko elementurik
fa: مورد اخیری نیست
fr: Aucun élément récent
hr: Nema nedavnih dokumenata
hu: Nincsenek legutóbbi elemek
it: Nessun elemento recente
lv: Nav nesenu vienumu
nl: Geen recente elementen
pl: Brak ostatnich przedmiotów
pt: Sem itens recentes
ro: Nu există obiecte recente
sv: Inga nya artiklar
tr: Son dosya yok
vi: Không có mục gần đây

source: Settings
es: Configuración
eu: Ezarpenak
hu: Beállítások
it: Impostazioni
lv: Iestatījumi
nl: Instellingen
sv: Inställningar
vi: Cài đặt

source: files
it: file
lv: faili
vi: tệp

source: Other search results
es: Otros resultados de búsqueda
eu: Bilaketaren beste emaitzak
fa: نتایج دیگر جست‌وجو
fr: Autres résultats de recherche
hr: Ostali rezultati pretrage
hu: További keresési előzmények
it: Altri risultati di ricerca
lv: Citi meklēšanas rezultāti
nl: Andere zoekresultaten
pl: Inne wyniki wyszukiwania
pt: Outros resultados da pesquisa
ro: Alte rezultate ale căutării
sv: Andra sökresultat
tr: Diğer arama sonuçları
vi: Kết quả tìm kiếm khác

source: Browser bookmarks
es: Marcadores del navegador
eu: Nabigatzailearen laster-markak
fa: نشانک‌های مرورگر
fr: Signets du navigateur
hr: Zabilješke preglednika
hu: Webhely könyvjelzők
it: Segnalibri del browser
lv: Pārlūka grāmatzīmes
nl: Browserbladwijzers
pl: Zakładki przeglądarki
pt: Favoritos do navegador
ro: Marcaje browser
sv: Webbläsarbokmärken
tr: Tarayıcı yer imleri
vi: Dấu trang trình duyệt

source: Browser history
es: Historial del navegador
eu: Nabigatzailearen historia
fa: تاریخچهٔ مرورگر
fr: Historique du navigateur
hr: Povijest preglednika
hu: Előzmények tallózása
it: Cronologia del browser
lv: Pārlūka vēsture
nl: Browsergeschiedenis
pl: Historia przeglądarki
pt: Histórico do navegador
ro: Istoricul de navigare
sv: Webbläsarhistorik
tr: Tarayıcı geçmişi
vi: Lịch sử trình duyệt

source: Emoji
es: Emoticones
fa: ایموجی
fr: Émoji
hr: Emotikoini
hu: Emodzsi
lv: Emocijzīme
nl: Emotiepictogram
tr: İmoji
vi: Biểu tượng cảm xúc

source: Click to copy
cs: Kliknutím zkopírujte
es: Haga clic para copiar
eu: Egin klik kopiatzeko
fa: کلیک برای رونوشت
fr: Cliquer pour copier
hr: Kliknite za kopiranje
hu: Kattintson a másoláshoz
it: Clicca per copiare
lv: Noklikšķini, lai kopētu
nl: Klik om te kopiëren
pl: Kliknij, aby skopiować
pt: Clique para copiar
ro: Clic pentru a copia
sv: Klicka för att kopiera
tr: Kopyalamak için tıkla
vi: Nhấp để sao chép

source: Clear List
cs: Prázdný seznam
es: Vaciar lista
eu: Garbitu zerrenda
fa: پاک کردن سیاهه
fr: Vider la liste
hr: Obriši popis
hu: Lista törlése
it: Svuota la lista
lv: Notīrīt sarakstu
nl: Lijst wissen
pl: Czysta lista
pt: Limpar lista
ro: Șterge lista
sv: Rensa listan
tr: Listeyi Temizle
vi: Xóa danh sách

source: Trash
es: Papelera
eu: Paperontzia
fa: زباله‌دان
fr: Corbeille
hr: Smeće
hu: Kuka
it: Cestino
lv: Atkritumi
nl: Prullenbak
pl: Śmieci
pt: Lixo
ro: Gunoi
sv: Skräp
tr: Çöp
vi: Thùng rác

source: Computer
cs: Počítač
es: PC
eu: Ordenagailua
fa: رایانه
fr: Ordinateur
fr_fr: Ordinateur
hr: Računalo
hu: Számítógép
ja: コンピューター
lv: Dators
pl: Komputer
pt: Computador
ro: Calculator
sv: Dator
tr: Bilgisayar
vi: Máy tính

source: Error while opening file:
cs: Chyba při otevírání souboru:
es: Error al abrir el archivo:
eu: Errorea fitxategia irekitzean:
fa: خطا هنگام گشودن پرونده:
fr: Erreur lors de l'ouverture du fichier :
hr: Greška pri otvaranju datoteke:
hu: Hiba lépett fel a fájl megnyitásakor:
it: Errore durante l'apertura del file:
lv: Kļūda, atverot failu:
nl: Fout bij openen bestand:
pl: Błąd podczas otwierania pliku:
pt: Erro ao abrir ficheiro:
ro: Eroare la deschiderea fișierului:
sv: Ett fel inträffade vid öppning av filen:
tr: Dosya açılırken hata:
vi: Lỗi khi mở tệp:

source: Too many entries - showing first 1000 entries only
cs: Příliš mnoho záznamů - zobrazuje se pouze prvních 1000 záznamů
es: Demasiadas entradas: solo se muestran las primeras 1000 entradas
eu: Sarrera gehiegi: bakarrik erakusten dira aurreneko 1.000 sarrera
fa: ورودی‌های بیش از حد - فقط نمایش ۱۰۰۰ ورودی نخست
fr: Trop d'entrées - affiche uniquement les 1000 premières entrées
hr: Previše unosa - prikazuje se samo prvih 1000 unosa
hu: Túl sok bejegyzés – csak az első 1000 bejegyzés jelenik meg
it: Troppe voci - visualizzo solo le prime 1000
lv: Pārāk daudz ierakstu - tiek rādīti tikai pirmie 1000 ieraksti
nl: Te veel elementen - toont alleen de eerste 1000 elementen
pl: Za dużo wpisów – pokazuje tylko pierwsze 1000 wpisów
pt: Demasiadas entradas - mostrando apenas as primeiras 1000 entradas
ro: Prea multe intrări - se listează numai primele 1000 de intrări
sv: För många poster - Visar endast de 1000 första posterna
tr: Çok fazla girdi - sadece ilk 1000 girdi gösteriliyor
vi: Quá nhiều mục nhập - chỉ hiển thị 1000 mục nhập đầu tiên

source: All applications
cs: Všechny aplikace
es: Todas las aplicaciones
eu: Aplikazio guztiak
fa: تمام برنامه‌ها
fr: Toutes les applications
hr: Sve aplikacije
hu: Minden alkalmazás
it: Tutte le applicazioni
lv: Visas lietojumprogrammas
nl: Alle toepassingen
pl: Wszystkie aplikacje
pt: Todas as aplicações
ro: Toate aplicațiile
sv: Alla program
tr: Tüm uygulamalar
vi: Tất cả ứng dụng

source: Favorites
cs: Oblíbené
es: Favoritos
eu: Gogokoak
fa: مورد علاقه‌ها
fr: Favoris
fr_fr: Favoris
hr: Omiljeno
hu: Kedvencek
it: Preferiti
lv: Izlase
nl: Favorieten
pl: Ulubione
pt: Favoritas
ro: Favorite
sv: Favoriter
tr: Favoriler
vi: Yêu thích

source: Places
cs: Místa
es: Lugares
eu: Lekuak
fa: مکان‌ها
fr: Emplacements
fr_fr: Emplacements
hr: Lokacije
hu: Helyek
it: Posizioni
ja: 場所
lv: Vietas
nl: Locaties
pl: Miejsca
pt: Locais
ro: Locuri
sv: Platser
tr: Yerler
vi: Địa điểm

source: Recent
cs: Nedávno
es: Reciente
eu: Azkenak
fa: اخیر
fr: Récents
fr_fr: Récent
hr: Nedavno
hu: Friss
it: Recenti
ja: 最近
lv: Nesen
pl: Ostatni
pt: Recentes
ro: Recente
sv: Senaste
tr: Son dosyalar
vi: Gần đây

source: Favorite apps
cs: Oblíbené aplikace
es: Aplicaciones favoritas
eu: Gogoko aplikazioak
fa: برنامه‌های مورد علاقه
fr: Applications préférées
hr: Omiljene aplikacije
hu: Kedvenc alkalmazások
it: Applicazioni preferite
lv: Iecienītākās lietotnes
nl: Favoriete toepassingen
pl: Ulubione
pt: Aplicações favoritas
ro: Aplicații favorite
sv: Favoritprogram
tr: Favori uygulamalar
vi: Ứng dụng yêu thích

source: light skin tone
es: tono de piel claro
eu: azal kolore argia
fa: پوستهٔ روشن
fr: teint clair
hr: svijetli ton kože
hu: világos tónus
it: carnagione chiara
lv: gaišs ādiņas tonis
nl: lichte huidskleur
pl: jasny odcień skóry
pt: tom claro
ro: ten de culoare albă
sv: ljus toning
tr: açık ten tonu
vi: tông màu da sáng

source: medium-light skin tone
es: tono de piel medio-claro
eu: azal kolore argi-tartekoa
fa: پوستهٔ روشن ملایم
fr: teint moyen-clair
hr: srednje svijetli ton kože
hu: közepesen világos tónus
it: carnagione medio chiara
lv: vidēji gaišs ādiņas tonis
nl: lichtgetinte huidskleur
pl: odcień skóry średnio jasny
pt: tom médio-claro
ro: ten de culoare albă spre medie
sv: medelljus toning
tr: orta-açık ten tonu
vi: tông da sáng trung bình

source: medium skin tone
es: tono de piel medio
eu: azal kolore tartekoa
fa: پوستهٔ ملایم
fr: teint moyen
hr: srednji ton kože
hu: közepes tónus
it: carnagione media
lv: vidējs ādiņas tonis
nl: getinte huidskleur
pl: średni odcień skóry
pt: tom médio
ro: ten de culoare medie
sv: medium toning
tr: orta ten tonu
vi: tông da trung bình

source: medium-dark skin tone
es: tono de piel medio-oscuro
eu: azal kolore ilun-tartekoa
fa: پوستهٔ تاریک ملایم
fr: teint moyen-foncé
hr: srednje tamni ton kože
hu: közepesen sötét tónus
it: carnagione abbastanza scura
lv: vidēji tumšs ādiņas tonis
nl: donkergetinte huidskleur
pl: średnio ciemny odcień skóry
pt: tom médio-escuro
ro: ten de culoare medie spre neagră
sv: medelmörk toning
tr: orta-koyu ten tonu
vi: tông da trung bình tối

source: dark skin tone
es: tono de piel oscuro
eu: azal kolore iluna
fa: پوستهٔ تاریک
fr: teint foncé
hr: tamni ton kože
hu: sötét tónus
it: carnagione scura
lv: tumšs ādiņas tonis
nl: donkere huidskleur
pl: ciemny odcień skóry
pt: tom escuro
ro: ten de culoare neagră
sv: mörk toning
tr: koyu ten tonu
vi: tông da tối

source: Remove category
es: Eliminar categoría
eu: Kendu kategoria
hu: Kategória eltávolítása
it: Rimuovi categoria
lv: Noņemt kategoriju
nl: Categorie verwijderen
pt: Remover categoria
sv: Ta bort kategori
vi: Xóa danh mục

source: Reset category order
cs: Resetovat pořadí kategorií
es: Restaurar el orden de las categorías
eu: Berrezarri kategorien ordena
fa: بازنشانی ترتیب دسته‌بندی
fr: Restaurer l'ordre initial des catégories
hr: Vrati izvorni redoslijed kategorije
hu: Kategória sorrend visszaállítása
it: Reimposta l'ordine delle categorie
lv: Atiestatīt kategoriju secību
nl: Categorievolgorde terugzetten op standaard
pl: Zresetuj kolejność kategorii
pt: Repor ordem de categorias
ro: Resetează ordinea categoriilor
sv: Återställ kategoriordningen
tr: Kategori sırasını sıfırla
vi: Đặt lại thứ tự danh mục

source: List settings apps separately
es: Listar aplicaciones de configuración por separado
eu: Zerrendatu ezarpen-aplikazioak bereizita
hu: Beállítások alkalmazások külön listában
it: Elenca le app delle impostazioni separatamente
lv: Rādīt iestatījumu lietotnes atsevišķi
nl: Instellingen-apps apart weergeven
sv: Lista inställningsappar separat
vi: Liệt kê các ứng dụng cài đặt riêng biệt

source: Single list style
es: Estilo de lista única
eu: Zerrenda bakarreko estiloa
hu: Egyszerű listastílus
it: Stile elenco singolo
lv: Viena saraksta stils
nl: Enkelvoudige lijst stijl
sv: Enkelliststil
vi: Kiểu danh sách đơn

source: Hide hidden files
es: Mostrar archivos ocultos
eu: Ezkutatu ezkutuko fitxategiak
hu: Rejtett fájlok elrejtése
it: Nascondi file nascosti
lv: Slēpt slēptos failus
nl: Verborgen bestanden verbergen
sv: Visa dolda filer
vi: Ẩn các tập tin ẩn

source: Show hidden files
cs: Zobrazit skryté soubory
es: Mostrar archivos ocultos
eu: Erakutsi ezkutuko fitxategiak
fa: نمایش پرونده‌های نهفته
fr: Montrer les fichiers cachés
hr: Prikaži skrivene datoteke
hu: Rejtett fájlok megjelenítése
it: Mostra file nascosti
lv: Rādīt slēptos failus
nl: Toon verborgen bestanden
pl: Pokaż ukryte pliki
pt: Mostrar ficheiros ocultos
ro: Arată fișierele ascunse
sv: Visa dolda filer
tr: Gizli dosyaları göster
vi: Hiển thị các tập tin ẩn

source: Run with NVIDIA GPU
cs: Běh s grafickou kartou NVIDIA
es: Ejecutar con la GPU de NVIDIA
eu: Exekutatu NVIDIAren GPUz
fa: اجرای NVIDIA GPU
fr: Démarrer avec le GPU NVIDIA
hr: Pokreni s NVIDIA GPU
hu: NVIDIA GPU használatával
it: Avvia con GPU NVIDIA
lv: Palaist ar NVIDIA GPU
nl: Draaien met NVIDIA-GPU
pl: Uruchom z procesorem graficznym NVIDIA
pt: Executar com GPU NVIDIA
ro: Rulează cu procesorul grafic nVIDIA
sv: Kör med NVIDIA GPU
tr: NVIDIA GPU ile çalıştır
vi: Chạy với GPU NVIDIA

source: Add to panel
cs: Přidat do panelu
es: Añadir al panel
eu: Gehitu panelera
fa: افزودن به تابلو
fr: Ajouter au tableau de bord
hr: Dodaj na panel
hu: Hozzáadás a panelhez
it: Aggiungi al pannello
lv: Pievienot panelim
nl: Toevoegen aan werkbalk
pl: Dodaj do panelu
pt: Adicionar ao painel
ro: Adaugă pe panou
sv: Lägg till i panelen
tr: Panele ekle
vi: Thêm vào bảng điều khiển

source: Add to desktop
cs: Přidat na plochu
es: Añadir al escritorio
eu: Gehitu mahaigainera
fa: افزودن به میزکار
fr: Ajouter au bureau
hr: Dodaj na radnu površinu
hu: Hozzáadás az asztalhoz
it: Aggiungi al desktop
lv: Pievienot darbvirsmai
nl: Toevoegen aan bureaublad
pl: Dodaj do pulpitu
pt: Adicionar ao ambiente de trabalho
ro: Adaugă pe desktop
sv: Lägg till på skrivbordet
tr: Masaüstüne ekle
vi: Thêm vào máy tính để bàn

source: Remove from favorites
cs: Odstranit z oblíbených
es: Quitar de favoritos
eu: Kendu gogokoetatik
fa: برداشتن از مورد علاقه‌ها
fr: Supprimer des favoris
hr: Ukloni iz omiljenih
hu: Eltávolítás a kedvencek közül
it: Rimuovi dai preferiti
lv: Noņemt no izlases
nl: Verwijderen uit favorieten
pl: Usuń ulubione
pt: Remover dos favoritos
ro: Elimină din favorite
sv: Ta bort från Favoriter
tr: Favorilerden kaldır
vi: Xóa khỏi mục yêu thích

source: Add to favorites
cs: Přidat k oblíbeným
es: Añadir a favoritos
eu: Gehitu gogokoetara
fa: افزودن به مورد علاقه‌ها
fr: Ajouter aux favoris
hr: Dodaj u omiljene
hu: Hozzáadás a kedvencekhez
it: Aggiungi ai preferiti
lv: Pievienot pie favorītiem
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
pt: Adicionar aos favoritos
ro: Adaugă la favorite
sv: Lägg till i Favoriter
tr: Favorilere ekle
vi: Thêm vào mục yêu thích

source: Uninstall
cs: Odinstalovat
es: Desinstalar
eu: Desinstalatu
fa: حذف نصب
fr: Désinstaller
hr: Deinstaliraj
hu: Eltávolítás
it: Disinstalla
lv: Atinstalēt
nl: Deïnstalleren
pl: Odinstaluj
pt: Desinstalar
ro: Dezinstalează
sv: Avinstallera
tr: Kaldır
vi: Gỡ cài đặt

source: App Info
es: Informacion de la applicacion
eu: Aplikazioaren informazioa
hu: Kisalkalmazás információ
it: Info App
lv: Lietotnes informācija
nl: App-informatie
pt: Informação da aplicação
sv: Programinfo
vi: Thông tin ứng dụng

source: This file is no longer available
cs: Tento soubor již není k dispozici
es: Este archivo no está disponible
eu: Fitxategi hau jada ez dago erabilgarri
fa: این پرونده دیگر موجود نیست
fr: Ce fichier n'est plus disponible
hr: Ova datoteka više nije dostupna
hu: Ez a fájl már nem létezik
it: Il file non è più disponibile
lv: Šis fails vairs nav pieejams
nl: Dit bestand is niet langer beschikbaar
pl: ten plik nie jest dłużej dostępny
pt: Este ficheiro já não está disponível
ro: Acest fișier nu mai este disponibil
sv: Filen är inte längre tillgänglig
tr: Bu dosya artık mevcut değil
vi: Tập tin này không còn khả dụng nữa

source: Open with
cs: Otevřít s
es: Abrir con
eu: Ireki honekin
fa: گشودن با
fr: Ouvrir avec
hr: Otvori s
hu: Megnyitás ezzel
it: Apri con
lv: Atvērt ar
nl: Openen met
pl: Otwierać z
pt: Abrir com
ro: Deschide cu
sv: Öppna med
tr: Birlikte aç
vi: Mở bằng

source: Other application...
cs: Další aplikace ...
es: Otra aplicación...
eu: Beste aplikazioa...
fa: برنامهٔ دیگر…
fr: Autre application ...
hr: Druga aplikacija...
hu: Egyéb alkalmazás…
it: Altra applicazione...
lv: Cita lietojumprogramma...
nl: Andere toepassing...
pl: Inne zastosowanie...
pt: Outras aplicações...
ro: Altă aplicație...
sv: Annat program...
tr: Diğer uygulamalar...
vi: Ứng dụng khác...

source: Add folder as category
es: Añadir carpeta como categoría
eu: Gehitu karpeta kategoria gisa
hu: Mappa hozzáadása kategóriaként
it: Aggiungi cartella come categoria
lv: Pievienot mapi kā kategoriju
nl: Map toevoegen als categorie
pt: Adicionar pasta como categoria
sv: Lägg till mapp som kategori
vi: Thêm thư mục vào danh mục

source: Open containing folder
cs: Otevřít složku obsahující
es: Abrir la carpeta que lo contiene
eu: Ireki dagoen karpeta
fa: گشودن پوشهٔ محتوی
fr: Ouvrir dossier contenant
hr: Otvori sadržajnu mapu
hu: Tartalmazó mappa megnyitása
it: Apri la cartella contenente
lv: Atveriet mapi, kas satur
nl: Map die het bevat openen
pl: Otwórz folder zawierający
pt: Abrir pasta de conteúdo
ro: Deschide dosarul conținător
sv: Öppna innehållande mapp
tr: İçeren dizini aç
vi: Mở thư mục chứa

source: Move to trash
cs: Přesunout do koše
es: Mover a la papelera
eu: Mugitu paperontzira
fa: انتقال به زباله‌دان
fr: Déplacer vers la corbeille
hr: Premjesti u smeće
hu: Áthelyezés a Kukába
it: Sposta nel cestino
lv: Pārvietot uz miskasti
nl: Verplaatsen naar prullenbak
pl: Przenieść do kosza
pt: Mover para o lixo
ro: Aruncă la gunoi
sv: Flytta till papperskorgen
tr: Çöpe taşı
vi: Chuyển vào Thùng rác

source: Error while moving file to trash:
cs: Chyba při přesouvání souboru do koše:
es: Error al mover el archivo a la papelera:
eu: Errorea paperontzira mugitzean:
fa: خطا هنگام انتقال پرونده به زباله‌دان:
fr: Erreur lors du déplacement du fichier vers la corbeille :
hr: Greška pri premještanju datoteke u smeće:
hu: Hiba lépett fel a fájl Kukába helyezésekor:
it: Errore durante lo spostamento nel cestino:
lv: Pārvietojot failu uz miskasti, radās kļūda:
nl: Fout bij het verplaatsen van het bestand naar de prullenbak:
pl: Błąd podczas przenoszenia pliku do kosza:
pt: Erro ao mover o ficheiro para o lixo:
ro: Eroare la mutarea fișierului în coșul de gunoi:
sv: Kunde inte flytta filen till papperskorgen:
tr: Dosya çöpe taşınırken hata:
vi: Lỗi khi di chuyển tệp vào Thùng rác:

source: Smileys & Emotion
es: Sonrisas y Emociones
eu: Irriñoak eta emojiak
fr: Smileys & Émotion
hu: Mosolyok és hangulatjelek
it: Smiley & Emotion
lv: Smaidiņi un emocijas
nl: Lachebekjes en emoties
pt: Sorrisos e Emoções
sv: Smileys & känslor
vi: Biểu tượng mặt cười & Cảm xúc

source: People & Body
es: Gente y Cuerpo
eu: Jendea eta gorputza
fr: Personnes & Corps
hu: Emberek és test
it: Persone & Corpo
lv: Cilvēki un ķermenis
nl: Mensen en lichaam
pt: Pessoas e Corpo
sv: Folk & kropp
vi: Con người & Cơ thể

source: Animals & Nature
es: Animales y Naturaleza
eu: Animaliak eta natura
fr: Animaux & Nature
hu: Állatok és természet
it: Animali & Natura
lv: Dzīvnieki un daba
nl: Dieren en natuur
pt: Animais e Natureza
sv: Djur & natur
vi: Động vật & Thiên nhiên

source: Food & Drink
es: Comida y Bebida
eu: Janariak eta edariak
fr: Nourriture & Boisson
hu: Étel-ital
it: Cibi & Bevande
lv: Pārtika un dzērieni
nl: Eten en drinken
pt: Comida e Bebida
sv: Mat & dryck
vi: Đồ ăn & Thức uống

source: Travel & Places
es: Viajes y Lugares
eu: Bidaiak eta lekuak
fr: Voyages & Lieux
hu: Utazás és helyek
it: Viaggi & Luoghi
lv: Ceļošana un vietas
nl: Reizen en mooie plekken
pt: Viagem e Lugares
sv: Resor & platser
vi: Du lịch & Địa điểm

source: Activities
es: Actividades
eu: Ekintzak
fr: Activités
hu: Tevékenységek
it: Attività
lv: Aktivitātes
nl: Activiteiten
pt: Atividades
sv: Aktiviteter
vi: Hoạt động

source: Objects
es: Objetos
eu: Objektuak
fr: Objets
hu: Tárgyak
it: Oggetti
lv: Objekti
nl: Dingen
pt: Objetos
sv: Objekt
vi: Đối tượng

source: Symbols
es: Símbolos
eu: Ikurrak
fr: Symboles
hu: Szimbólumok
it: Simboli
lv: Simboli
nl: Symbolen
pt: Símbolos
sv: Symboler
vi: Biểu tượng

source: Flags
es: Banderas
eu: Banderak
fr: Drapeaux
hu: Zászlók
it: Bandiere
lv: Karogi
nl: Vlaggen
pt: Bandeiras
sv: Flaggor
vi: Cờ

source: Quit
cs: Přestat
es: Apagar
eu: Irten
fa: ترک
fr: Quitter
hr: Isključi
hu: Kilépés
it: Esci
lv: Beidz
nl: Afsluiten
pl: Porzucić
pt: Sair
ro: Oprire
sv: Stäng av
tr: Çık
vi: Thoát

source: Shutdown the computer
cs: Vypněte počítač
es: Apaga el ordenador
eu: Itzali ordenagailua
fa: خاموش کردن رایانه
fr: Éteindre l'ordinateur
hr: Isključite računalo
hu: Számítógép kikapcsolása
it: Spegni il computer
lv: Izslēdz datoru
nl: De computer afsluiten
pl: Wyłącz komputer
pt: Desligar o computador
ro: Închide calculatorul
sv: Stäng av datorn
tr: Bilgisayarı kapat
vi: Tắt máy tính

source: Logout
cs: Odhlásit se
es: Cerrar sesión
eu: Itxi saioa
fa: خروج
fr: Se déconnecter
hr: Odjava
hu: Kijelentkezés
lv: Izlogoties
nl: Afmelden
pl: Wyloguj
pt: Terminar sessão
ro: Ieșire din sesiune
sv: Logga ut
tr: Çıkış Yap
vi: Đăng xuất

source: Leave the session
cs: Opusťte relaci
es: Cierra la sesión
eu: Utzi saioa
fa: ترک نشست
fr: Fermer la session
hr: Odjavite sesiju
hu: Kilépés a munkamenetből
it: Lascia la sessione
lv: Iziet no sesijas
nl: Sessie verlaten
pl: Opuść sesję
pt: Termina a sessão
ro: Părăsește sesiunea
sv: Avsluta sessionen
tr: Oturumu açık tut
vi: Thoát phiên

source: Lock screen
cs: Uzamknout obrazovku
es: Bloquear pantalla
eu: Blokeatu pantaila
fa: قفل صفحه‌نمایش
fr: Verrouiller l’écran
hr: Zaključaj zaslon
hu: Zárolási képernyő
it: Blocca schermo
lv: Bloķēšanas ekrāns
nl: Scherm vergrendelen
pl: Zablokuj ekran
pt: Bloquear ecrã
ro: Blocare ecran
sv: Lås skärmen
tr: Ekranı kilitle
vi: Khóa màn hình

source: Lock the screen
cs: Uzamknout obrazovku
es: Bloquea la pantalla
eu: Blokeatu pantaila
fa: قفل کردن صفحه‌نمایش
fr: Verrouille l'écran
hr: Zaključajte zaslon
hu: A képernyő zárolása
it: Blocca lo schermo
lv: Bloķē ekrānu
nl: Vergrendel het scherm
pl: Zablokuj ekran
pt: Bloqueia o ecrã
ro: Blochează ecranul
sv: Lås skärmen
tr: Ekranı kilitle
vi: Khóa màn hình

source: Applications and files
es: Aplicaciones y archivos
eu: Aplikazioak eta fitxategiak
fa: برنامه‌ها و پرونده‌ها
fr: Applications et fichiers
hr: Aplikacije i datoteke
hu: Alkalmazások és fájlok
it: Applicazioni e file
lv: Lietojumprogrammas un faili
nl: Toepassingen en bestanden
pl: Aplikacje i pliki
pt: Aplicações e ficheiros
ro: Aplicații și fișiere
sv: Program och filer
tr: Uygulamalar ve dosyalar
vi: Ứng dụng và tập tin

source: Type to search...
cs: Zadejte vyhledávání ...
es: Escriba para buscar...
eu: Idatzi bilatzeko...
fa: نوشتن برای جست‌وجو…
fr: Tapez pour rechercher...
fr_fr: Taper pour rechercher...
hr: Upišite za pretragu...
hu: Gépeljen a kereséshez…
it: Ricerca...
ja: 入力して検索...
lv: Ieraksti, lai meklētu...
nl: Tik in om te zoeken...
pl: Wpisz, aby wyszukać...
pt: Escreva para pesquisar...
ro: Tastează pentru a căuta...
sv: Skriv för att söka...
tr: Aramak için yaz...
vi: Nhập để tìm kiếm...

source: No description available
cs: Popis není dostupný
es: Descripción no disponible
eu: Deskribapenik ez
fa: توضیحی موجود نیست
fr: Aucune description
hr: Opis nije dostupan
hu: Nem áll rendelkezésre leírás
it: Descrizione non disponibile
lv: Apraksts nav pieejams
nl: Geen beschrijving beschikbaar
pl: Brak dostępnego opisu
pt: Nenhuma descrição disponível
ro: Nu este disponibilă o descriere
sv: Ingen beskrivning tillgänglig
tr: Açıklama mevcut değil
vi: Không có mô tả nào có sẵn
