Repository: linuxmint/cinnamon-spices-applets
Catalog: Cinnamenu@json/files/Cinnamenu@json/po/*.po
Languages: cs, es, eu, fa, fr, fr_fr, hr, hu, it, ja, lv, nl, pl, pt, ro, sv, tr, vi

source: Recent files
cs: Poslední soubory
es: Archivos recientes
eu: Azken fitxategiak
fa: پرونده‌های اخیر
fr: Documents récents
hr: Nedavne datoteke
hu: Legutóbbi fájlok
it: Recenti
lv: Jaunākie faili
nl: Recente bestanden
pl: Ostatnie
pt: Ficheiros recentes
ro: Fișiere recente
sv: Tidigare filer
tr: Son dosyalar
vi: Tập tin gần đây

source: Bookmarks
cs: Záložky
es: Marcadores
eu: Laster-markak
fa: نشانک‌ها
fr: Signets web
hr: Zabilješke
hu: Könyvjelzők
it: Segnalibri
lv: Grāmatzīmes
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ro: Marcaje
sv: Bokmärken
tr: Yer İmleri
vi: Dấu trang

source: gir1.2-gda-5.0 package required for Firefox and Midori bookmarks.
cs: Pro záložky Firefox a Midori je vyžadován balíček gir1.2-gda-5.0.
es: el paquete gir1.2-gda-5.0 es necesario para los marcadores de Firefox y Midori.
eu: gir1.2-gda-5.0 paketea beharrezkoa da Firefox eta Midoriren laster-marketarako.
fa: بستهٔ gir1.2-gda-5.0 برای نشانک‌های میدوری و فایرفاکس مورد نیاز است.
fr: Le paquet gir1.2-gda-5.0 est requis pour pouvoir afficher les signets web de Firefox et de Midori.
hr: gir1.2-gda-5.0 paket je potreban za Firefox i Midori zabilješke.
hu: a „gir1.2-gda-5.0” csomag szükséges a Firefox és Midori könyvjelzők megjelenítéséhez.
it: Il pacchetto gir1.2-gda-5.0 è richiesto per i segnalibri di Firefox e di Midori.
lv: gir1.2-gda-5.0 pakotne ir nepieciešama Firefox un Midori grāmatzīmēm.
nl: Voor bladwijzers van Firefox en Midori is het pakket gir1.2-gda-5.0 vereist.
pl: Pakiet gir1.2-gda-5.0 wymagany do zakładek Firefoksa i Midori.
pt: Pacote gir1.2-gda-5.0 necessário para os marcadores do Firefox e Midori.
ro: Pachetul gir1.2-gda-5.0 este necesar pentru marcaje Firefox și Midori.
sv: Paketet gir1.2-gda-5.0 krävs för Firefox- och Midori-bokmärken.
tr: Firefox ve Midori yer imleri için gir1.2-gda-5.0 paketi gerek.
vi: Gói gir1.2-gda-5.0 là bắt buộc đối với dấu trang Firefox và Midori.

source: No recent files
cs: Žádné nedávné soubory
es: No hay archivos recientes
eu: Ez dago duela gutxiko fitxategirik
fa: پروندهٔ اخیری نیست
fr: Aucun fichier récent
hr: Nema nedavnih datoteka
hu: Nincsenek legutóbbi fájlok
it: Nessun file recente
lv: Nav jaunāko failu
nl: Geen recente bestanden
pl: Brak ostatnich plików
pt: Sem ficheiros recentes
ro: Niciun fișier recent
sv: Inga tidigare filer
tr: Son kullanılan dosya yok
vi: Không có tập tin gần đây

source: Account details
cs: Detaily účtu
es: Detalles de la cuenta
eu: Kontuaren xehetasunak
fa: جزئیات حساب
fr: Détails du compte
hr: Pojedinosti računa
hu: Fiók részletek
it: Dettagli account
lv: Konta informācija
nl: Bijzonderheden van account
pl: Szczegóły Konta
pt: Detalhes da conta
ro: Detaliile contului
sv: Kontodetaljer
tr: Hesap ayrıntıları
vi: Chi tiết tài khoản

source: Grid View
cs: Zobrazení mřížky
es: Vista de cuadrícula
eu: Sareta ikuspegia
fa: نمای شبکه‌ای
fr: Vue en grille
fr_fr: Vue Grille
hr: Pogled mreže
hu: Rács nézet
it: Vista griglia
ja: グリット一覧
lv: Režģa skats
nl: Rasterweergave
pl: Widok siatki
pt: Vista de grelha
ro: Vizualizare tip grilă
sv: Ikonvy
tr: Izgara Görünümü
vi: Chế độ xem lưới

source: List View
cs: Zobrazení seznamu
es: Vista de lista
eu: Zerrenda ikuspegia
fa: نمای فهرستی
fr: Vue en liste
fr_fr: Vue Liste
hr: Pogled popisa
hu: Listanézet
it: Vista ad elenco
ja: リスト一覧
lv: Saraksta skats
nl: Lijstweergave
pl: Lista
pt: Vista de lista
ro: Vizualizare tip listă
sv: Listvy
tr: Liste Görünümü
vi: Chế độ xem danh sách

source: Switch to grid view
cs: Přepnout do zobrazení mřížky
es: Cambiar a la vista de cuadrícula
eu: Aldatu sareta ikuspegira
fa: تعویض به نمای شبکه‌ای
fr: Passer à une vue en grille
hr: Prebaci na pogled mreže
hu: Váltás a rácsnézetre
it: Passa alla vista griglia
lv: Pārslēdzies uz režģa skatu
nl: Omschakelen naar rasterweergave
pl: Przełącz do widoku siatki
pt: Mudar para vista de grelha
ro: Treci la vizualizarea grilă
sv: Växla till ikonvy
tr: Izgara görünümüne geç
vi: Chuyển sang chế độ xem lưới

source: Switch to list view
cs: Přepněte na zobrazení seznamu
es: Cambiar a la vista de lista
eu: Aldatu zerrenda ikuspegira
fa: تعویض به نمای فهرستی
fr: Passer à une vue en liste
hr: Prebaci na pogled popisa
hu: Váltás listanézetre
it: Passa alla vista ad elenco
lv: Pārslēdzies uz saraksta skatu
nl: Omschakelen naar lijstweergave
pl: Przełącz do widoku listy
pt: Mudar para vista de lista
ro: Treci la vizualizarea listă
sv: Växla till listvy
tr: Liste görünümüne geç
vi: Chuyển sang chế độ danh sách

source: Home
cs: Domov
es: Carpeta personal
eu: Karpeta nagusia
fa: خانه
fr: Dossier personnel
fr_fr: Dossier Personnel
hr: Osobna mapa
hu: Saját mappa
ja: ホーム
lv: Mājas
nl: Persoonlijke map
pl: Katalog domowy
pt: Pasta pessoal
ro: Dosar personal
sv: Hem
tr: Ev Dizini
vi: Nhà

source: Browse network
cs: Procházet síť
es: Buscar en la red
eu: Bilatu sarean
fa: مرور شبکه
fr: Parcourir le réseau
hr: Pregledaj mrežu
hu: Hálózat tallózása
it: Sfoglia la rete
lv: Pārlūkot tīklu
nl: Netwerk verkennen
pl: Przeglądaj sieć
pt: Navegar na rede
ro: Navighează rețeaua
sv: Navigera nätverket
tr: Ağa göz at
vi: Duyệt mạng

source: Open
cs: Otevřeno
es: Abrir
eu: Ireki
fa: گشودن
fr: Ouvrir
hr: Otvori
hu: Megnyitás
it: Apri
lv: Atvērt
pl: otwarty
pt: Abrir
ro: Deschide
sv: Öppen
tr: Aç
vi: Mở

source: Search
cs: Vyhledávání
es: Buscar
eu: Bilatu
fa: جست‌وجو
fr: Recherche
hr: Pretraži
hu: Keresés
it: Cerca
lv: Meklēt
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ro: Căutare
sv: Sök
tr: Ara
vi: Tìm kiến

source: Start in
cs: Začít v
es: Empezar en
eu: Hasi hemen
fa: شروع در
fr: Commencez dans
hr: Pokreni u
hu: Kezdés:
it: Avvia
lv: Sāc iekš
nl: Begin in
pl: Zacząć w
pt: Iniciar em
ro: Începe în
sv: Starta i
tr: Şurada ara
vi: Bắt đầu với

source: Select a folder
cs: Vyberte složku
es: Seleccionar una carpeta
eu: Hautatu karpeta bat
fa: گزینش یک پوشه
fr: Sélectionnez un dossier
hr: Odaberi mapu
hu: Válasszon egy mappát
it: Seleziona una cartella
lv: Izvēlies mapi
nl: Kies een map
pl: Wybierz folder
pt: Selecione uma pasta
ro: Selectează un director
sv: Välj en mapp
tr: Bir dizin seç
vi: Chọn một thư mục

source: Follow symlinks
cs: Postupujte podle symbolických odkazů
es: Seguir enlaces simbólicos
eu: Jarraitu esteka sinbolikoak
fa: دنبال کردن symlinks
fr: Suivre les liens symboliques
hr: Slijedi simboličke poveznice
hu: Szimbolikus linkek követése
it: Segui collegamenti simbolici
lv: Seko simbolu saitēm
nl: Symlinks volgen
pl: Śledź dowiązania symboliczne
pt: Siga as ligações simbólicas
ro: Urmează legăturile simbolice
sv: Följ symboliska länkar
tr: Sembolik bağlantıları takip et
vi: Theo liên kết tượng trưng

source: Search hidden
cs: Hledání skryté
es: Buscar archivos ocultos
eu: Bilatu ezkutuko fitxategiak
fa: جست‌وجوی نهفته‌ها
fr: Recherche masquée
hr: Skrivena pretraga
hu: Rejtett fájlok keresése
it: Ricerca nascosta
lv: Meklēt paslēptu
nl: Zoek verborgen
pl: Wyszukiwanie ukryte
pt: Pesquisar ocultos
ro: Caută și fișierele ascunse
sv: Sök dold
tr: Gizlileri ara
vi: Tìm kiếm ẩn

source: Use regular expressions
cs: Používejte regulární výrazy
es: Usar expresiones regulares
eu: Erabili adierazpen erregularrak
fa: استفاده از عبارت بامعنی
fr: Utiliser des expressions régulières
hr: Koristite regularne izraze
hu: Reguláris kifejezések használata
it: Usa espressioni regolari
lv: Izmanto regulāras izteiksmes
nl: Gebruik reguliere uitdrukkingen
pl: Użyj wyrażeń regularnych
pt: Usar expressões regulares
ro: Folosește expresii regulate
sv: Använd Regular Expression
tr: Düzenli ifadeler kullan
vi: Sử dụng biểu thức chính quy

source: File
cs: Soubor
es: Archivo
eu: Fitxategia
fa: پرونده
fr: Fichier
hr: Datoteka
hu: Fájl
lv: Fails
nl: Bestand
pl: Plik
pt: Ficheiro
ro: Fișier
sv: Fil
tr: Dosya
vi: Tập tin

source: Path
cs: Cesta
es: Ruta
eu: Bidea
fa: مسیر
fr: Chemin
hr: Putanja
hu: Útvonal
it: Percorso
lv: Ceļš
nl: Pad
pl: Ścieżka
pt: Localização
ro: Cale
sv: Sökväg
tr: Yol
vi: Đường dẫn

source: Searching...
cs: Hledám ...
es: Buscando...
eu: Bilatzen...
fa: جست‌وجو…
fr: Recherche...
hr: Pretraživanje...
hu: Keresés…
it: Cercando...
lv: Meklēšana...
nl: Zoeken...
pl: Badawczy...
pt: A pesquisar...
ro: Se caută...
sv: Forskande...
tr: Aranıyor...
vi: Tìm kiếm...

source: Search Stopped
cs: Hledání zastaveno
es: Búsqueda detenida
eu: Bilaketa geldituta
fa: جست‌وجو متوقف شد
fr: Recherche arrêtée
hr: Pretraga je zaustavljena
hu: Keresés leállítva
it: Ricerca Interrotta
lv: Meklēšana apturēta
nl: Zoeken gestopt
pl: Wyszukiwanie zatrzymane
pt: Pesquisa interrompida
ro: Căutare oprită
sv: Sökning stoppad
tr: Arama Durduruldu
vi: Dừng tìm kiếm

source: Searching:
cs: Hledání:
es: Buscando:
eu: Bilatzen:
fa: جست‌وجو:
fr: Recherche :
hr: Pretraživanje:
hu: Keresés:
it: Cercando:
lv: Meklēšana:
nl: Zoeken:
pl: Badawczy:
pt: A pesquisar:
ro: Se caută:
sv: Forskande:
tr: Aranıyor:
vi: TÌm kiếm:

source: Error: insufficient permissions to read folder
cs: Chyba: nedostatečné oprávnění ke čtení složky
es: Error: permisos insuficientes para leer la carpeta
eu: Errorea: baimen nahikorik ez karpeta irakurtzeko
fa: خطا: مجوزهای ناکافی برای خواندن پوشه
fr: Erreur : autorisations insuffisantes pour lire le dossier
hr: Greška: nevaljana dozvola za čitanje mape
hu: Hiba: Nincsen elegendő jogosultsága a mappa megtekintéséhez
it: Errore: permessi insufficienti per leggere la cartella
lv: Kļūda: nepietiek atļaujas, lai nolasītu mapi
nl: Fout: onvoldoende rechten om map te lezen
pl: Błąd: niewystarczające uprawnienia do odczytu folderu
pt: Erro: permissões insuficientes para ler a pasta
ro: Eroare: permisiuni insuficiente pentru a citi directorul
sv: Fel: Otillräckliga rättigheter för att läsa mappen
tr: Hata: Yetersiz dizin okuma izni
vi: Lỗi: Không đủ quyền để đọc thư mục

source: Search Completed
cs: Hledání bylo dokončeno
es: Búsqueda completada
eu: Burutu da bilaketa
fa: جست‌وجو تمام شد
fr: Recherche terminée
hr: Pretraga završena
hu: A keresés befejeződött
it: Ricerca Completata
lv: Meklēšana pabeigta
nl: Zoeken voltooid
pl: Wyszukiwanie zakończone
pt: Pesquisa concluída
ro: Căutare finalizată
sv: Sökning slutförd
tr: Arama Tamamlandı
vi: Tìm kiếm hoàn tất

source: Skipping
cs: Skákání
es: Saltar
eu: Salto egin
fa: پریدن
fr: Ignorer
hr: Preskakanje
hu: Kihagyás
it: Saltando
lv: Izlaižu
nl: Overslaan
pl: Skaczący
pt: A ignorar
ro: Se sare peste
sv: Hoppar över
tr: Atlanıyor
vi: Bỏ qua

source: - directory already searched
cs: - adresář již prohledáván
es: - directorio ya buscado
eu: - directorioa jadanik bilatu da
fa: - شاخه تاکنون جست‌وجو شده‌اند
fr: - répertoire déjà recherché
hr: - direktorij je već pretražen
hu: - a mappa már része volt a keresésnek
it: - cartella già ricercata
lv: - katalogs jau tika meklēts
nl: - map al doorzocht
pl: - katalog już przeszukany
pt: - diretório já pesquisado
ro: - director căutat deja
sv: - mappen redan genomsökt
tr: - dizini zaten arandı
vi: = thư mục đã tìm kiếm rồi

source: This menu item is not associated to any package. Do you want to remove it from the menu anyway?
es: Este elemento del menú no está asociado a ningún paquete. ¿Quiere eliminarlo del menú de todos modos?
eu: Menuko elementu hau ez dago inolako paketerekin asoziatuta. Nahi duzu menutik kentzea hala ere?
fa: این مورد فهرست به هیچ‌کدام از بسته‌ها نسبت داده نشده است. آیا می‌خواهید در هر صورت از فهرست برش دارید؟
fr: Cet élément de menu n'est associé à aucun paquet. Voulez-vous quand même le supprimer du menu ?
hr: Ova stavka izbornika nije pridružena niti s jednim paketom. Želite li ju ipak ukloniti iz izbornika?
hu: Ez a menüpont semmilyen csomaghoz nem kapcsolódik. El kívánja távolítani a menüből?
it: Questa voce di menù non è associata ad alcun pacchetto. Vuoi rimuoverlo comunque dal menù?
lv: Šis izvēlnes vienums nav saistīts ar nevienu pakotni. Vai tomēr vēlies to noņemt no izvēlnes?
nl: Dit menu-element is niet gekoppeld aan een pakket. Wilt u het toch uit het menu verwijderen?
pl: Ta pozycja menu nie jest powiązana z żadnym pakietem. Czy mimo to chcesz go usunąć z menu?
pt: Este item de menu não está associado a nenhum pacote. Deseja removê-lo do menu mesmo assim?
ro: Acest element de meniu nu este asociat niciunui pachet. Încă vrei să-l elimini din meniu?
sv: Det här menyalternativet är inte kopplat till något paket. Vill du ta bort det från menyn ändå?
tr: Bu menü ögesi herhangi bir paketle ilişkili değildir. Yine de menüden kaldırmak ister misiniz?
vi: Mục menu này không liên quan đến bất kỳ gói nào. Bạn có muốn xóa nó khỏi menu không?

source: The following packages will be removed:
es: Se eliminarán los siguientes paquetes:
eu: Hurrengo paketeak kenduko dira:
fa: بسته‌های زیر برداشته خواهند شد:
fr: Les paquets suivants seront supprimés :
hr: Sljedeći paketi će biti uklonjeni:
hu: A következő csomagok lesznek eltávolítva:
it: I seguenti pacchetti saranno rimossi:
lv: Tiks noņemtas šādas pakotnes:
nl: De volgende pakketten worden verwijderd:
pl: Następujące pakiety zostaną usunięte:
pt: Os seguintes pacotes serão removidos:
ro: Următoarele pachete vor fi eliminate:
sv: Följande paket kommer att tas bort:
tr: Aşağıdaki paketler kaldırılacak:
vi: Các gói sau đây sẽ bị gỡ bỏ:

source: Packages to be removed
es: Paquetes a eliminar
eu: Kendu beharreko paketeak
fa: بسته‌های برای برداشتن
fr: Paquets à supprimer
hr: Paketi za uklanjanje
hu: Eltávolítandó csomagok
it: Pacchetti da rimuovere
lv: Pakotnes, kas jānoņem
nl: Pakketten die moeten worden verwijderd
pl: Pakiety do usunięcia
pt: Pacotes a serem removidos
ro: Pachete de eliminat
sv: Paket att ta bort
tr: Kaldırılacak paketler
vi: Các gói cần gỡ bỏ

source: Cannot remove package %s as it is required by other packages.
es: No se puede eliminar el paquete %s ya que es requerido por otro paquete.
eu: Ezin da %s paketea kendu beste pakete batek behar duelako.
fa: نمی‌توان بستهٔ %s را برداشت. چرا که توسط بسته‌های دیگر مورد نیاز است.
fr: Impossible de supprimer le paquet %s car il est requis par d'autres paquets.
hr: Nemoguće uklanjanje paketa %s jer je potreban za rad drugih paketa.
hu: Nem távolítható el a(z) „%s” csomag, mert más csomagok függenek tőle.
it: Impossibile rimuovere il pacchetto %s poiché è richiesto da altri pacchetti.
lv: Nevar noņemt pakotni %s , jo to pieprasa citas pakotnes.
nl: Kan pakket %s niet verwijderen omdat dit nodig is voor andere pakketten.
pl: Nie można usunąć pakietu %s, ponieważ jest to wymagane przez inne pakiety.
pt: Não é possível remover o pacote %s, pois é exigido por outros pacotes.
ro: Nu se poate elimina pachetul %s deoarece este cerut de alte pachete.
sv: Kan inte ta bort paketet %s, eftersom andra paket är beroende av det.
tr: %s paketi diğer paketler tarafından gerekli olduğu için kaldırılamaz.
vi: Không thể gỡ bỏ gói %s vì nó được các gói khác yêu cầu.

source: Package %s is a dependency of the following packages:
es: El paquete %s es una dependencia de los siguientes paquetes:
eu: %s pakete hau hurrengo paketeek behar dute:
fa: بستهٔ %s وابستگی بسته‌های زیر است:
fr: Le paquet %s est une dépendance des paquets suivants :
hr: Paket %s je zavisnost sljedećih paketa:
hu: A(z) %s csomag függősége a következő csomagoknak:
it: Il pacchetto %s è una dipendenza dei seguenti pacchetti:
lv: Pakotne %s ir atkarīga no šādām pakotnēm:
nl: Pakket %s is een afhankelijkheid van de volgende pakketten:
pl: Pakiet %s jest zależnością następujących pakietów:
pt: O pacote %s é uma dependência dos seguintes pacotes:
ro: Pachetul %s este o dependență a următoarelor pachete:
sv: Följande paket är beroende av paketet %s:
tr: %s paketi, aşağıdaki paketlerin bir bağımlılığıdır:
vi: Gói %s là gói phụ thuộc của các gói sau:

source: A flexible menu with grid or list layout options, file browser and emoji search.
es: Un menú flexible con opciones de diseño de cuadrícula o lista, navegador de archivos y búsqueda de emoticones.
eu: Menu malgu bat sareta edo zerrenda aukeran dituena, fitxategien arakatzailea eta emojien bilaketa duena.
fa: فهرستی منعطف با گزینه‌های چیدمان شبکه‌ای یا فهرستی، مروگر پرونده و جست‌وجوی ایموجی.
fr: Un menu flexible avec des options de disposition de grille ou de liste, un navigateur de fichiers et une recherche d'emoji.
hr: Prilagodljiv izbornik s mogućnosti izgleda mreže ili popisa, preglednikom datoteka i pretragom emotikoina.
hu: Rugalmas menü rács vagy lista elrendezéssel, fájlböngészővel és emodzsi kereséssel.
it: Un menù flessibile con opzioni di layout a griglia o elenco, browser di file e ricerca emoji.
lv: Elastīga izvēlne ar režģa vai saraksta izkārtojuma opcijām, failu pārlūkprogrammu un emocijzīmju meklēšanu.
nl: Een flexibel menu met opties voor raster- of lijstvormgeving, bestandbeheerder en zoeken naar emotiepictogrammen.
pl: Elastyczne menu z opcjami układu siatki lub listy, przeglądarką plików i wyszukiwaniem emoji.
pt: Um menu flexível com opções de disposição em grelha ou lista, navegador de ficheiros e pesquisa emoji.
ro: Un meniu flexibil cu opțiuni de aranjament grilă sau listă, navigare fișiere și căutare emoji.
sv: En flexibel meny med ikon- eller listlayoutalternativ, filhanterare och emoji-sökning.
tr: Izgara veya liste düzeni seçenekleri, dosya tarayıcısı ve imoji araması içeren esnek bir menü.
vi: Menu linh hoạt với tùy chọn bố cục dạng lưới hoặc danh sách, trình duyệt tệp và tìm kiếm biểu tượng cảm xúc.

source: Layout
cs: Rozložení
es: Disposición
eu: Diseinua
fa: چیدمان
fr: Mise en page
hr: Izgled
hu: Elrendezés
lv: Izkārtojums
nl: Vormgeving
pl: Układ
pt: Disposição
ro: Amplasare
tr: Düzen
vi: Bố cục

source: Behavior
cs: Chování
es: Comportamiento
eu: Portaera
fa: رفتار
fr: Comportement
hr: Ponašanje
hu: Viselkedés
it: Comportamento
lv: Uzvedība
nl: Gedrag
pl: Zachowanie
pt: Comportamento
ro: Comportament
sv: Beteende
tr: Davranış
vi: Hành vi

source: Appearance
cs: Vzhled
es: Apariencia
eu: Itxura
fa: ظاهر
fr: Apparence
hr: Izgled
hu: Megjelenés
it: Aspetto
lv: Izskats
nl: Uiterlijk
pl: Wygląd
pt: Aparência
ro: Aspect
sv: Utseende
tr: Görünüm
vi: Giao diện

source: Tips
es: Consejos
eu: Aholkuak
hu: Tippek
it: Suggerimenti
lv: Padomi
pt: Dicas
vi: Mẹo

source: Content
cs: Obsah
es: Contenido
eu: Edukia
fa: محتویات
fr: Contenu
hr: Sadržaj
hu: Tartalom
it: Contenuto
lv: Saturs
nl: Inhoud
pl: Zadowolony
pt: Conteúdo
ro: Conținut
sv: Innehåll
tr: İçerik
vi: Nội dung

source: Panel
eu: Panela
fa: تابلو
fr: Tableau de bord
it: Pannello
lv: Panelis
nl: Werkbalk
pl: Płyta
pt: Painel
ro: Panou
vi: Bảng điều khiển

source: Menu
cs: Jídelní lístek
es: Menú
eu: Menua
fa: فهرست
hr: Izbornik
hu: Menü
it: Menù
lv: Izvēlne
ro: Meniu
sv: Meny
tr: Menü

source: Applications view mode
cs: Režim zobrazení aplikací
es: Modo de vista de aplicaciones
eu: Aplikazioak begi bistan modua
fa: حالت نمایش برنامه‌ها
fr: Mode d'affichage des applications
hr: Način prikaza aplikacija
hu: Alkalmazások nézet mód
it: Modalità di visualizzazione delle applicazioni
lv: Lietojumprogrammu skata režīms
nl: Toepassingsweergavemodus
pl: Tryb widoku aplikacji
pt: Modo de visualização de aplicações
ro: Modul vizualizării aplicaților
sv: Programmens visningsläge
tr: Uygulama görüntüleme modu
vi: Chế độ xem ứng dụng

source: List
cs: Seznam
es: Lista
eu: Zerrenda
fa: سیاهه
fr: Liste
fr_fr: Liste
hr: Popis
hu: Lista
it: Lista
lv: Saraksts
nl: Lijst
pl: Lista
pt: Lista
ro: Listă
sv: Listvy
tr: Liste
vi: Danh sách

source: Grid
cs: Mřížka
es: Cuadrícula
eu: Sareta
fa: شبکه
fr: Grille
fr_fr: Grille
hr: Mreža
hu: Rács
it: Griglia
lv: Režģis
nl: Raster
pl: Siatka
pt: Grelha
ro: Grilă
sv: Ikonvy
tr: Izgara
vi: Lưới

source: View applications as list or grid
cs: Prohlížejte aplikace jako seznam nebo mřížku
es: Ver aplicaciones como lista o cuadrícula
eu: Aplikazioak zerrenda edo sareta gisa ikusi
fa: نمایش برنامه‌ها به عنوان فهرست یا شبکه
fr: Afficher les applications sous forme de liste ou de grille
hr: Prikaži aplikacije kao mrežu ili popis
hu: Az alkalmazások megtekintése listaként vagy rácsként
it: Visualizza applicazioni come elenco o griglia
lv: Skati lietojumprogrammas kā sarakstu vai režģi
nl: Bekijk applicaties als lijst of raster
pl: Przeglądaj aplikacje jako listę lub siatkę
pt: Ver aplicações como lista ou grelha
ro: Vizualizează aplicațiile ca o listă sau grilă
sv: Visa programmen i list eller ikonvy
tr: Uygulamaları liste veya ızgara olarak görüntüleme
vi: Xem các ứng dụng dưới dạng danh sách hoặc lưới

source: Show sidebar
es: Mostrar categoría de aplicaciones favoritas en el menú
eu: Erakutsi alboko panela
hu: Oldalsáv megjelenítése
it: Mostra barra laterale
lv: Rādīt sānu joslu
nl: Zijbalk tonen
pt: Mostrar barra lateral
sv: Visa sidofält
vi: Hiển thị thanh bên

source: Show the sidebar in the menu
es: Muestra la categoría de carpeta de inicio en el menú
eu: Erakutsi alboko barra menuan
hu: Oldalsáv megjelenítése a menüben
it: Mostra la barra laterale nel menù
lv: Rādīt sānu joslu izvēlnē
nl: De zijbalk weergeven in het menu
pt: Mostrar a barra lateral no menu
sv: Visa sidofältet i menyn
vi: Hiển thị thanh bên trong menu

source: Sidebar location
es: Ubicación de la barra lateral
eu: Alboko panelaren kokapena
fa: مکان نوار کناری
fr: Emplacement de la barre latérale
hr: Lokacija bočne trake
hu: Oldalsáv helye
it: Posizionamento barra laterale
lv: Sānjoslas atrašanās vieta
nl: Locatie zijbalk
pl: Lokalizacja paska bocznego
pt: Localização da barra lateral
ro: Locația barei laterale
sv: Sidofältets plats
tr: Kenar çubuğu konumu
vi: Vị trí thanh bên

source: Top
cs: Horní
es: En la parte superior
eu: Goian
fa: بالا
fr: Haut
hr: Vrh
hu: Felül
it: In alto
lv: Tops
nl: Bovenaan
pl: Góra
pt: Superior
ro: Deasupra
sv: Överkant
tr: Üstte
vi: Trên

source: Bottom
cs: Dno
es: En la parte inferior
eu: Behean
fa: پایین
fr: Bas
hr: Dno
hu: Alul
it: In basso
lv: Apakšā
nl: Onderaan
pl: Dół
pt: Inferior
ro: Dedesubt
sv: Underkant
tr: Altta
vi: Dưới

source: Left
cs: Vlevo, odjet
es: Izquierda
eu: Ezkerrean
fa: راست
fr: Gauche
fr_fr: Gauche
hr: Lijevo
hu: Balra
it: Sinistra
lv: Pa kreisi
nl: Links
pl: Lewo
pt: Esquerda
ro: La stânga
sv: Vänster
tr: Solda
vi: Trái

source: Right
cs: Že jo
es: Derecha
eu: Eskuinean
fa: چپ
fr: Droite
fr_fr: Droite
hr: Desno
hu: Jobbra
it: Destra
lv: Pa labi
nl: Rechts
pl: Prawo
pt: Direita
ro: La dreapta
sv: Höger
tr: Sağda
vi: Phải

source: Choose where to show the sidebar
es: Elija dónde mostrar la barra lateral
eu: Aukeratu non ikusi alboko panela
fa: مکان نمایش نوار کناری را انتخاب کنید
fr: Choisissez où afficher la barre latérale
hr: Odaberite gdje treba prikazati bočnu traku
hu: Válassza ki, hogy hol jelenjen meg az oldalsáv
it: Scegli se mostrare o meno la barra laterale
lv: Izvēlies, kur rādīt sānjoslu
nl: Kies waar u de zijbalk wilt weergeven
pl: Wybierz, gdzie pokazać pasek boczny
pt: Escolha onde mostrar a barra lateral
ro: Alege unde să se se afișeze bara laterală
sv: Välj var sidofältet skall visas
tr: Kenar çubuğunun nerede gösterileceğini seçin
vi: Chọn nơi hiện thanh bên

source: Show favorites on sidebar
es: Mostrar categoría de aplicaciones favoritas en el menú
eu: Erakutsi gogokoak alboko panelean
fa: نمایش مورد علاقه‌ها در نوار کناری
fr: Afficher les favoris dans la barre latérale
hr: Prikaži omiljene na bočnoj traci
hu: Kedvencek kategória megjelenítése az oldalsávon
it: Mostra preferiti sulla barra laterale
lv: Rādīt izlasi sānjoslā
nl: Favorieten weergeven in zijbalk
pl: Pokaż ulubione na pasku bocznym
pt: Mostrar favoritos na barra lateral
ro: Afișează favoritele pe bara laterală
sv: Visa favoriter i sidofältet
tr: Kenar çubuğunda sık kullanılanları göster
vi: Hiển thị mục yêu thích trên thanh bên

source: None
cs: Žádný
es: No mostrar
eu: Bat ere ez
fa: هیچ‌کدام
fr: Aucun
fr_fr: Rien
hr: Nijedan
hu: Nincs
it: Nessuno
lv: Nav
nl: Geen
pl: Żaden
pt: Nenhum
ro: Niciuna
sv: Ingen
tr: Yok
vi: Không
