Repository: linuxmint/cinnamon-spices-applets
Catalog: Cinnamenu@json/files/Cinnamenu@json/po/*.po
Languages: cs, es, eu, fa, fr, fr_fr, hr, hu, it, ja, lv, nl, pl, pt, ro, sv, tr, vi

source: Web search option
cs: Možnost vyhledávání na webu
es: Opción de búsqueda web
eu: Webean bilatzeko aukera
fa: گزینهٔ جست‌وجوی وب
fr: Option de recherche sur le Web
hr: Mogućnost web pretrage
hu: Keresés a világhálón beállítások
it: Opzione di ricerca sul web
lv: Tīmekļa meklēšanas opcija
nl: Optie voor zoeken op internet
pl: Opcja wyszukiwania w sieci
pt: Opção de pesquisa Web
ro: Opțiunea de căutare pe web
sv: Webbsökalternativ
tr: Web arama seçenekleri
vi: Tùy chọn tìm kiếm trên web

source: Custom
lv: Pielāgota

source: Show an internet search option in search results
cs: Zobrazit ve výsledcích hledání možnost hledání na internetu
es: Muestra una opción de búsqueda en Internet en los resultados de búsqueda
eu: Erakutsi Interneten bilatzeko aukera emaitzetan
fa: نمایش یک گزینهٔ جست‌وجوی اینترنت در نتایج جست‌وجو
fr: Afficher une option de recherche Internet dans les résultats de recherche
hr: Prikaži mogućnost pretrage interneta u rezultatima pretrage
hu: Keresés a világhalón lehetőség megjelenítése a keresési találatok között
it: Mostra un'opzione di ricerca su Internet nei risultati di ricerca
lv: Rādīt meklēšanas rezultātos interneta meklēšanas opciju
nl: Toon een webzoekoptie in zoekresultaten
pl: Pokaż opcję wyszukiwania w Internecie w wynikach wyszukiwania
pt: Mostrar uma opção de pesquisa na Internet nos resultados da pesquisa
ro: Afișează o opțiune de căutare pe internet în rezultatele căutării
sv: Visa ett internetsökalternativ i sökresultat
tr: Arama sonuçlarında bir internet arama seçeneği gösterir
vi: Hiển thị tùy chọn tìm kiếm trên internet trong kết quả tìm kiếm

source: URL for custom search
lv: Pielāgotās meklēšanas URL

source: Enter the URL that is prepended to the search query.
lv: Ievadi URL, kas tiek pievienots meklēšanas vaicājuma sākumā.

source: Web search suggestions
es: Sugerencias de búsqueda en Internet
eu: Interneteko bilaketaren iradokizunak
fr: Suggestions de recherche sur le Web
hu: Keresés a világhálón javaslatok
it: Suggerimenti ricerca web
lv: Tīmekļa meklēšanas ieteikumi
nl: Webzoeksuggesties
pt: Sugestões de pesquisa web
sv: Webbsökförslag
vi: Gợi ý tìm kiếm trên web

source: With web search option, also show search suggestions. (Note: Search suggestions are provided by DuckDuckGo)
es: Con la opción de búsqueda en la web, también muestra sugerencias de búsqueda. (Nota: Esto utiliza la API de búsqueda de DuckDuckGo)
eu: Interneteko bilaketaren aukerarekin, bilaketa iradokizunak ere erakusten dira. (Oharra: DuckDuckGo-ren bilaketarako APIa erabiltzen du)
hu: Keresés a világhálón megjeleníti a keresési javaslatokat. (Megjegyzés: A DuckDuckGo keresési API-t használja)
it: Mostra anche dei suggerimenti con l'opzione ricerca web. (Nota: Questo utilizzerà le API di DuckDuckGo Search)
lv: Izmanto tīmekļa meklēšanas opciju, rādīt arī meklēšanas ieteikumus. (Piezīme: meklēšanas ieteikumus nodrošina DuckDuckGo)
nl: Met webzoekoptie, toont ook zoeksuggesties (let op: dit gebruikt de zoek-API van DuckDuckGo).
pt: Com a opção de pesquisa na Web, também mostra sugestões de pesquisa. (Nota: as sugestões de pesquisa são fornecidas pelo DuckDuckGo)
sv: Med webbsökalternativet kan du också visa sökförslag. (OBS! Sökförslag tillhandahålls av DuckDuckGo)
vi: Với tùy chọn tìm kiếm trên web, bạn cũng có thể hiển thị các gợi ý tìm kiếm. (Lưu ý: Các gợi ý tìm kiếm được cung cấp bởi DuckDuckGo)

source: Search home folder
cs: Hledat domovskou složku
es: Buscar carpeta de inicio
eu: Bilatu karpeta nagusian
fa: جست‌وجوی پوشهٔ خانه
fr: Rechercher dans le dossier de départ
hr: Pretraži osobnu mapu
hu: Keresés a Saját mappában
it: Ricerca cartella home
lv: Meklēt mājas mapē
nl: Zoeken in thuismap
pl: Wyszukaj katalog domowy
pt: Pesquisar pasta principal
ro: Caută dosarul personal
sv: Sök i hemmappen
tr: Ev dizininde ara
vi: Tìm kiếm thư mục nhà

source: When searching, also search my home folder for files
es: Al buscar, también busque archivos en la carpeta de inicio
eu: Bilatzean, bilatu ere karpeta nagusiko fitxategietan
fa: هنگام جست‌وجو، پوشه‌ها و پرونده‌های خانهٔ من را نیز بگرد
fr: Lors de la recherche, recherchez également les fichiers dans le dossier de départ
hr: Pri pretraživanju, pretraži i datoteke u mojoj osobnoj mapi
hu: A keresés során fájlokat kereshet a Saját mappában is
it: Durante la ricerca, cerca anche i file nella mia cartella Inizio
lv: Veicot meklēšanu, meklēt failus arī manā mājas mapē
nl: Zoek bij het zoeken ook in mijn thuismap naar bestanden
pl: Podczas wyszukiwania przeszukaj także mój folder domowy w poszukiwaniu plików
pt: Ao pesquisar, pesquisar também a minha pasta pessoal por ficheiros
ro: Când caut, caută și în folderul meu de acasă fișiere
sv: Vid sökning, sök även i min hemkatalog efter filer
tr: Arama yaparken, ev dizininde de dosya araması yapar
vi: Khi tìm kiếm, hãy tìm kiếm cả thư mục nhà của tôi để tìm tệp

source: Web history search
es: Búsqueda de historial web
eu: Interneteko bilaketaren historia
fa: جست‌وجوی تاریخچهٔ وب
fr: Recherche dans l'historique Web
hr: Pretraga web povijesti
hu: Webhely előzmélnyek keresése
it: Ricerca nella cronologia web
lv: Meklēšana tīmekļa vēsturē
nl: Zoeken in webgeschiedenis
pl: Wyszukiwanie historii online
pt: Pesquisa no histórico da web
ro: Caută în istoricul web
sv: Webbhistoriksök
tr: Web geçmişinde ara
vi: Tìm kiếm lịch sử web

source: When searching, also search my browser's history (Google Chrome, Chromium, Opera, Vivaldi, Brave) Note: Firefox history is not currently supported.
es: Al buscar, busque también en el historial de mi navegador (Google Chrome, Chromium, Opera, Vivaldi, Brave) Nota: el historial de Firefox no es compatible actualmente.
eu: Bilatzean, bilatu ere nagigatzailearen historian (Google Chrome, Chromium, Opera, Vivaldi, Brave) Oharra: Firefoxen historia oraindik ez da onartzen.
fa: هنگام جست‌وجو، تاریخچهٔ مرورگرم را نیز بگرد (کرومیوم، گوگل کروم، اپرا، ویوالدی، بریو) توجه: تاریخچهٔ فایرفاکس هم‌اکنون پشتیبانی نمی‌شود.
fr: Lors de la recherche, rechercher également l'historique de mon navigateur (Google Chrome, Chromium, Opera, Vivaldi, Brave) Remarque : l'historique de Firefox n'est actuellement pas pris en charge.
hr: Pri pretraživanju, pretraži i povijest moga preglednika (Google Chroma, Chromiuma, Opere, Vivaldija, Bravea) Napomena: Povijest Firefoxa trenutno nije podržana.
hu: Kereséskor a webböngészők böngészési előzményeiben is keres (Google Chrome, Chromium, Opera, Vivaldi, Brave) Megjegyzés: A Firefox webböngésző jelenleg nem támogatott.
it: Durante la ricerca, cerca anche nella cronologia del mio browser (Google Chrome, Chromium, Opera, Vivaldi, Brave) Nota: la cronologia di Firefox non è attualmente supportata.
lv: Veicot meklēšanu, meklēt arī manas pārlūkprogrammas vēsturē (Google Chrome, Chromium, Opera, Vivaldi, Brave) Piezīme: Firefox vēsture pašlaik netiek atbalstīta.
nl: Zoek bij het zoeken ook in de geschiedenis van mijn browser (Google Chrome, Chromium, Opera, Vivaldi, Brave) Opmerking: Firefox-geschiedenis wordt momenteel niet ondersteund.
pl: Podczas wyszukiwania przeszukuj także historię mojej przeglądarki (Google Chrome, Chromium, Opera, Vivaldi, Brave) Uwaga: historia przeglądarki Firefox nie jest obecnie obsługiwana.
pt: Ao pesquisar, pesquise também o histórico do meu navegador (Google Chrome, Chromium, Opera, Vivaldi, Brave) Observação: o histórico do Firefox não é suportado no momento.
ro: Când cauți, caută și în istoricul browserului meu (Google Chrome, Chromium, Opera, Vivaldi, Brave) Notă: istoricul Firefox nu este acceptat în prezent.
sv: Vid sökning, sök också i min webbläsares historik (Google Chrome, Chromium, Opera, Vivaldi, Brave) Notera att Firefox-historiken inte stöds för närvarande.
tr: Arama yaparken, tarayıcının geçmişinde de ara (Google Chrome, Chromium, Opera, Vivaldi, Brave) Not: Firefox geçmişi şu anda desteklenmemektedir.
vi: Khi tìm kiếm, hãy tìm kiếm cả lịch sử trình duyệt của tôi (Google Chrome, Chromium, Opera, Vivaldi, Brave). Lưu ý: Lịch sử Firefox hiện không được hỗ trợ.

source: Web bookmarks search
es: Búsqueda de marcadores web
eu: Web laster-marken bilaketa
fa: جست‌وجوی نشانک‌های وب
fr: Recherche de signets Web
hr: Pretraga web zabilješki
hu: Webhely könyvjelzők keresése
it: Ricerca segnalibri web
lv: Tīmekļa grāmatzīmju meklēšana
nl: Zoeken naar webbladwijzers
pl: Wyszukiwanie zakładek internetowych
pt: Pesquisa de marcadores web
ro: Caută în marcajele browserului
sv: Webbokmärkessök
tr: Web sık kullanılanlarında ara
vi: Tìm kiếm dấu trang web

source: When searching, also search my browser's web bookmarks (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Note: To search Firefox bookmarks you will need to install package gir1.2-gda-5.0 (Debian based distributions inc. Ubuntu & Linux Mint) or package libgda (Arch based distributions) and restart your computer.
es: Al realizar una búsqueda, también busque en los marcadores web de mi navegador (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Nota: Para buscar los marcadores de Firefox necesitará instalar el paquete gir1.2-gda-5.0 (distribuciones basadas en Debian, incluyendo Ubuntu y Linux Mint) o el paquete libgda (distribuciones basadas en Arch) y reiniciar su ordenador.
eu: Bilatzerakoan, bilatu nire nabigatzailearen web-marketan ere (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave)\n Oharra: Firefox laster-markak bilatzeko gir1.2-gda-5.0 paketea (Debian oinarritutako banaketak barne Ubuntu eta Linux Mint) edo libgda paketea (Arch oinarritutako banaketak) instalatu eta ordenagailua berrabiarazi beharko duzu.
fa: هنگام جست‌وجو، نشانک‌ها وب مرورگرم را نیز بگرد (فایرفاکس، کرومیوم، گوگل کروم، اپرا، ویوالدی، بریو) توجه: برای جست‌وجوی نشانک‌های فایرفاکس، باید بستهٔ gir1.2-gda-5.0 (توزیع‌های دبیان‌پایه. اوبونتو و لینوکس مینت) یا بستهٔ libgda (توزیع‌های آرچ‌پایه) را نصب کنید و سپس رایانه‌تان را دوباره راه‌اندازی کنید.
fr: Lors de la recherche, rechercher également les signets Web de mon navigateur (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Remarque : Pour rechercher des signets Firefox, vous devrez installer le package gir1.2-gda-5.0 (distributions basées sur Debian, y compris Ubuntu et Linux Mint) ou le package libgda (distributions basées sur Arch) et redémarrer votre ordinateur.
hr: Pri pretraživanju, pretraži i web zabilješke moga preglednika (Google Chromea, Firefoxa, Chromiuma, Opere, Vivaldija, Bravea) Napomena: Za pretragu Firefox zabilješki morate instalirati paket gir1.2-gda-5.0 (za Debian temeljene distribucije, uključujući Ubuntu i Linux Mint) ili paket libgda (za Arch temeljene distribucije) i ponovno pokrenite svoje računalo.
hu: Keresés a böngészők könyvjelzői között is (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Megjegyzés: A Firefox könyvjelzők közötti kereséshez telepítenie kell a gir1.2-gda-5.0 csomagot (Debian alapú terjesztésnél, Ubuntu és Linux Mint esetén) vagy a libgda csomagot (Arch alapú terjesztésnél), majd a telepítés után indítsa újra a számítógépet a böngészők könyvjelzői közötti kereséshez.
it: Durante la ricerca, cerca anche i segnalibri web del mio browser (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Nota: per cercare i segnalibri di Firefox dovrai installare il pacchetto gir1.2-gda-5.0 (distribuzioni basate su Debian inc. Ubuntu e Linux Mint) o il pacchetto libgda (distribuzioni basate su Arch) e riavviare il computer.
lv: Veicot meklēšanu, meklēt arī mana pārlūka tīmekļa grāmatzīmēs (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Piezīme: Lai meklētu Firefox grāmatzīmes tev būs jāinstalē pakotne gir1.2-gda-5.0 (Debian bāzēts izplatījums tostarp. Ubuntu un Linux Mint) vai pakotne libgda (Arch bāzēts izplatījums) un jārestartē dators.
nl: Zoek bij het zoeken ook in de webbladwijzers van mijn browser (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Opmerking: om Firefox-bladwijzers te zoeken, moet u het pakket gir1.2-gda-5.0 installeren (Debian-gebaseerde distributies incl. Ubuntu en Linux Mint) of het paskket libgda (Arch-gebaseerde distributies) en uw computer herstarten.
pl: Podczas wyszukiwania przeszukuj także zakładki internetowe mojej przeglądarki (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Uwaga: Aby przeszukiwać zakładki Firefoksa, musisz zainstalować pakiet gir1.2-gda-5.0 (dystrybucje oparte na Debianie, w tym Ubuntu i Linux Mint) lub pakiet libgda (dystrybucje oparte na Arch) i ponownie uruchomić komputer.
pt: Ao pesquisar, pesquisar também nos marcadores do navegador (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Nota: Para pesquisar nos favoritos do Firefox terá de instalar o pacote gir1.2-gda-5.0 (distribuições baseadas em Debian inc. Ubuntu e Linux Mint) ou o pacote libgda (distribuições baseadas em Arch) e reiniciar o computador.
ro: Când caut, caută și în marcajele web ale browserului meu (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Notă: Pentru a căuta marcaje Firefox, va trebui să instalezi pachetul gir1.2-gda-5.0 (distribuții bazate pe Debian, inclusiv Ubuntu și Linux Mint) sau pachet libgda (distribuții bazate pe Arch) și repornește computerul.
sv: Genomsök också min webbläsares bokmärken vid sökning (Google Chrome, Chromium, Opera, Brave, Vivaldi & Firefox). OBS! För att söka i Firefox bokmärken, måste du installera paketet, gir1.2-gda-5.0 (Debian-baserade distributioner inkl. Ubuntu & Linux Mint) eller paketet libgda (Arch-baserade distributioner) och starta om din dator.
tr: Arama yaparken tarayıcının web yer imlerinde de arama yapar (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Not: Firefox yer imlerinde arama yapmak için (Ubuntu ve Linux Mint dahil Debian tabanlı dağıtımlarda) gir1.2-gda-5.0 paketini ya da (Arch tabanlı dağıtımlarda) libgda paketini yüklemeniz ve bilgisayarınızı yeniden başlatmanız gerekir.
vi: Khi tìm kiếm, hãy tìm kiếm cả dấu trang web trên trình duyệt của tôi (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave). Lưu ý: Để tìm kiếm dấu trang Firefox, bạn cần cài đặt gói gir1.2-gda-5.0 (các bản phân phối dựa trên Debian bao gồm Ubuntu & Linux Mint) hoặc gói libgda (các bản phân phối dựa trên Arch) và khởi động lại máy tính.

source: Wikipedia search
es: Búsqueda en Wikipedia
eu: Wikipediako bilaketa
fa: جست‌وجوی ویکی‌پدیا
fr: Recherche Wikipédia
hr: Pretraga Wikipedije
hu: Keresés a Wikipédián
it: Cerca su Wikipedia
lv: Wikipedia meklēšana
nl: Wikipedia doorzoeken
pl: Wyszukiwanie w Wikipedii
pt: Pesquisa na Wikipédia
ro: Căutare Wikipedia
sv: Wikipedia-sök
tr: Wikipedia araması
vi: Tìm kiếm trên Wikipedia

source: Show some Wikipedia results
es: Muestra algunos resultados de Wikipedia
eu: Erakutsi Wikipediako emaitzak
fa: نمایش چند نتیجه از ویکی‌پدیا
fr: Afficher quelques résultats Wikipédia
hr: Prikaži određene rezultate Wikipedije
hu: Wikipédia találtatok megjelenítése a keresési találatok között
it: Mostra alcuni risultati da Wikipedia
lv: Parādīt dažus Wikipedia rezultātus
nl: Enkele Wikipedia-resultaten weergeven
pl: Pokaż wyniki z Wikipedii
pt: Mostrar alguns resultados da Wikipédia
ro: Afișează câteva rezultate de pe Wikipedia
sv: Visa några Wikipedia-resultat
tr: Bazı Wikipedia sonuçlarını gösterir
vi: Hiển thị một số kết quả Wikipedia

source: Wikipedia language
es: Idioma de Wikipedia
eu: Wikipediaren hizkuntza
fa: زبان ویکی‌پدیا
fr: Langue Wikipédia
hr: Jezik Wikipedije
hu: Wikipédia nyelve
it: Lingua di Wikipedia
lv: Vikipēdijas valoda
nl: Wikipedia-taal
pl: Język Wikipedii
pt: Idioma da Wikipédia
ro: Limba Wikipedia
sv: Wikipedia-språk
tr: Wikipedia dili
vi: Ngôn ngữ Wikipedia

source: English
es: Inglés
it: Italiano
lv: Angļu
nl: Engels

source: Sinugboanong Binisaya
es: Cebuano
lv: Sebuāņu

source: Svenska
es: Sueco
lv: Zviedru
nl: Zweeds

source: Deutsch
es: Alemán
lv: Vācu
nl: Duits

source: Français
es: Francés
lv: Franču
nl: Frans

source: Nederlands
es: Holandés
lv: Nīderlandiešu

source: Русский
es: Ruso
lv: Krievu
nl: Russisch

source: Italiano
lv: Itāļu
nl: Italiaans

source: Español
lv: Spāņu
nl: Spaans

source: Polski
es: Polaco
lv: Poļu
nl: Pools

source: 日本語
es: Japonés
lv: Japāņu
nl: Japans

source: Tiếng Việt
es: Vietnamita
lv: Vjetnamiešu
nl: Vietnamees

source: Winaray
lv: Varaju

source: 中文
es: Chino
lv: Ķīniešu
nl: Chinees

source: العربية
es: Arábe
lv: Arābu
nl: Arabisch

source: Українська
es: Ucranio
lv: Ukraiņu
nl: Oekraïens

source: Português
es: Portugués
lv: Portugāļu
nl: Portugees

source: فارسی
es: Persa
lv: Persiešu
nl: Perzisch

source: Català
es: Catalán
lv: Katalāņu
nl: Catalaans

source: Српски / Srpski
es: Serbio
lv: Serbu
nl: Servisch

source: Bahasa Indonesia
es: Indonesio
lv: Indonēziešu

source: Norsk (Bokmål)
es: Noruego (Bokmål)
lv: Norvēģu (būkmols)
nl: Noors (Bokmål)

source: 한국어
es: Coreano
lv: Korejiešu
nl: Koreaans

source: Suomi
es: Finlandés
lv: Somu
nl: Fins

source: Magyar
es: Húngaro
lv: Ungāru
nl: Hongaars

source: Čeština
es: Checo
lv: Čehu
nl: Tsjechisch

source: Srpskohrvatski / Српскохрватски
es: Serbocroata
lv: Serbhruātu
nl: Servokroatisch

source: Bân-lâm-gú
es: Ban-lam-gu
lv: Minnaņu

source: Türkçe
es: Turco
lv: Turku
nl: Turks

source: Română
es: Rumano
lv: Rumāņu
nl: Roemeens

source: Нохчийн
es: Checheno
lv: Čečenu
nl: Tjetjeens

source: Euskara
es: Vasco
lv: Basu
nl: Baskisch

source: Bahasa Melayu
es: Malayo
lv: Malajiešu
nl: Maleis

source: Tatarça / Татарча
es: Tártaro
lv: Tatāru
nl: Tatar

source: עברית
es: Hebreo
lv: Ivrits
nl: Hebreeuws

source: Հայերեն
es: Armenio
lv: Armēņu
nl: Armeens

source: Български
es: Búlgaro
lv: Bulgāru
nl: Bulgaars

source: Dansk
es: Danés
lv: Dāņu
nl: Deens

source: تۆرکجه
es: Azerbaiyano
lv: Dienvidazerbaidžāņu
nl: Turkmeens

source: Slovenčina
es: Eslovaco
lv: Slovāku
nl: Slowaaks

source: Қазақша
es: Kazajo
lv: Kazahu
nl: Kazachs

source: Minangkabau
lv: Minangkabavu

source: Eesti
es: Estonio
lv: Igauņu
nl: Estisch

source: Hrvatski
es: Croata
lv: Horvātu
nl: Kroatisch

source: Беларуская
es: Bielorruso
lv: Baltkrievu
nl: Wit-Russisch

source: Lietuvių
es: Lituano
lv: Lietuviešu
nl: Litouws

source: Ελληνικά
es: Griego
lv: Grieķu
nl: Grieks

source: Simple English
es: Ingles simple
lv: Vienkāršā angļu
nl: Eenvoudig Engels

source: Azərbaycanca
es: Azerbaiyano
lv: Azerbaidžāņu
nl: Azerbeidzjaans

source: Galego
es: Gallego
lv: Galisiešu
nl: Galicisch

source: Slovenščina
es: Esloveno
lv: Slovēņu
nl: Sloveens

source: اردو
es: Urdu
lv: Urdu
nl: Urdu

source: Nynorsk
es: Noruego
lv: Jaunnorvēģu
nl: Noors (Nynorsk)

source: ქართული
es: Georgiano
lv: gruzīnu
nl: Georgisch

source: हिन्दी
es: Hindi
lv: Hindi
nl: Hindi

source: தமிழ்
es: Tamil
lv: Tamilu
nl: Tamil

source: ไทย
es: Tailandés
lv: Taizemiešu
nl: Thai

source: O‘zbek
es: Uzbeko
lv: Uzbeku
nl: Oezbeeks

source: Latina
es: Latino
lv: Latīņu
nl: Latijn

source: Cymraeg
es: Galés
lv: Velšiešu
nl: Welsh

source: Asturianu
es: Asturiano
lv: Astūriešu
nl: Asturisch

source: Volapük
lv: Volapiks

source: 粵語
es: Cantonés
lv: Kantoniešu
nl: Kantonees

source: Македонски
es: Macedónio
lv: Maķedoniešu
nl: Macedonisch

source: বাংলা
es: Bengalí
lv: Bengāļu
nl: Bengaals

source: Тоҷикӣ
es: Tayiko
lv: Tadžiku
nl: Tadzjieks

source: မြန်မာဘာသာ
es: Birmano
lv: Birmiešu
nl: Birmaans
