Repository: linuxmint/cinnamon-spices-applets
Catalog: Cinnamenu@json/files/Cinnamenu@json/po/*.po
Languages: cs, es, eu, fa, fr, fr_fr, hr, hu, it, ja, lv, nl, pl, pt, ro, sv, tr, vi

source: Note: Some search options can still be used even if you have not enabled them here by prefixing your search term. For example: to search for an emoji, type 'e heart' to find heart emojis. Likewise, use prefixes 'f ' for file search, 'h ' for web history and 'b ' for web bookmarks search.
es: Nota: Algunas opciones de búsqueda aún se pueden usar incluso si no las ha habilitado aquí agregando un prefijo a su término de búsqueda. Por ejemplo: para buscar un emoticones, escriba 'e heart' para buscar emojis de corazón. Del mismo modo, use los prefijos 'f' para la búsqueda de archivos, 'h' para el historial web y 'b' para la búsqueda de marcadores web.
eu: Oharra: bilaketa-aukera batzuk erabil daitezke, nahiz eta hemen gaitu ez dituzun zure bilaketa-terminoaren aurrizkia jarriz.\n Adibidez: emoji bat bilatzeko, idatzi 'e heart' bihotz-emojiak aurkitzeko. Era berean, erabili 'f ' aurrizkiak fitxategiak bilatzeko, 'h' web-historiarako eta 'b' web-marken bilaketarako.\n
fa: توجه: بعضی از گزینه‌های جست‌وجو می‌توانند حتی زمانی که این‌جا به کار نینداخته‌ایدشان، همچنان به وسیلهٔ پیشوندها استفاده شوند. مثلاً: برای جست‌وجوی ایموجی، بنویسید «e heart» تا ایموجی‌های قلب را پیدا کنید. به همین ترتیب، از پیشوندهای «f ‎» برای جست‌وجوی پرونده، «h ‎» برای تاریخچهٔ وب، و «b ‎» برای جست‌وجوی نشانک‌ها استفاده کنید.
fr: Remarque : Certaines options de recherche peuvent toujours être utilisées même si vous ne les avez pas activées ici en préfixant votre terme de recherche. Par exemple : pour rechercher un émoji, tapez « e coeur » pour trouver des émojis de cœur. De même, utilisez les préfixes "f" pour la recherche de fichiers, "h" pour l'historique Web et "b" pour la recherche de signets Web.
hr: Napomena: Pojedine mogućnosti pretrage mogu se koristiti čak iako ih ovdje niste omogućili dodavanjem izrazu vaše pretrage. Na primjer: za pretragu emotikoina, upišite 'e heart' kako bi pronašli emotikone srca. Isto tako, koristite slova 'f' za pretragu datoteka, 'h' za web povijest i 'b' za pretragu web zabilješki.
hu: Megjegyzés: Néhány további további keresési lehetőség előtagok alkalmazásával használható, akkor is, ha nem engedélyezte a keresésüket. Például: emodzsi kereséshez írja be az „e” előtagot, így: „e hearth” a szívet ábrázoló emodzsik kereséséhez. Ehhez hasonlóan használja az „f” előtagot a fájlok kereséséhez, a „h” előtagot az előzményekben való kereséshez, és a „b” előtagot a webböngésző könyvjelzők közötti kereséshez.
it: Nota: alcune opzioni di ricerca possono ancora essere utilizzate anche se non le hai abilitate qui anteponendo il termine di ricerca. Ad esempio: per cercare un'emoji, digita "e heart" per trovare gli emoji del cuore. Allo stesso modo, usa i prefissi 'f' per la ricerca di file, 'h' per la cronologia web e 'b' per la ricerca di segnalibri web.
lv: Piezīme: Dažas meklēšanas opcijas joprojām var izmantot, pat ja neesi tās šeit iespējojis, pievienojot prefiksu savam meklēšanas vaicājumam. Piemēram: lai meklētu emocijzīmi, ieraksti 'e heart', lai atrastu sirds emocijzīmes. Tāpat izmanto prefiksus 'f ' failu meklēšanai, 'h ' tīmekļa vēsturei un 'b ' tīmekļa grāmatzīmju meklēšanai.
nl: Opmerking: sommige zoekopties kunnen nog steeds worden gebruikt, zelfs als u hen hier niet hebt ingeschakeld door uw zoekterm voor te voegen. Bijvoorbeeld: om naar een emotiepictogram te zoeken, tikt u 'e heart' om hartemotiepictogrammen te vinden. Gebruik op dezelfde manier de voorvoegsels 'f' voor het zoeken naar bestanden, 'h' voor webgeschiedenis en 'b' voor het zoeken naar webbladwijzers.
pl: Uwaga: niektóre opcje wyszukiwania mogą być nadal używane, nawet jeśli nie włączyłeś ich tutaj, poprzedzając wyszukiwane hasło. Na przykład: aby wyszukać emotikon, wpisz „e serce”, aby znaleźć emotikony w kształcie serca. Podobnie użyj przedrostków „f ” do wyszukiwania plików, „h ” do historii online i „b ” do wyszukiwania zakładek internetowych.
pt: Observação: algumas opções de pesquisa ainda podem ser usadas mesmo que não as tenha ativado aqui prefixando o termo de pesquisa. Por exemplo: para pesquisar um emoji, digite 'e heart' para encontrar emojis de coração. Da mesma forma, use prefixos 'f ' para pesquisa de ficheiros, 'h ' para histórico da web e 'b ' para pesquisa de favoritos da web.
ro: Notă: unele opțiuni de căutare pot fi utilizate în continuare, chiar dacă nu le-ai activat aici, prefixând termenul de căutare. De exemplu: pentru a căuta un emoji, tastați „e heart” pentru a găsi emoji de inimă. De asemenea, utilizează prefixele „f” pentru căutarea fișierelor, „h” pentru istoricul web și „b” pentru căutarea marcajelor web.
sv: Notis: Vissa sökalternativ kan fortfarande användas genom att prefixa söktermen, även om du inte har aktiverat dem här. Exempel: för att söka efter en emoji, skriv 'e heart' för att hitta hjärtemojis. Använd också prefixen 'f' för filsökning, 'h' för webbhistorik och 'b' för sökning efter webbbokmärken.
tr: Not: Bazı arama seçeneklerini arama teriminizin önüne ekleyerek; bunlar için arama pasif olsa bile arama yapabilirsiniz. Örneğin: Bir emojiyi aramak için, kalp emojilerini bulmak amacıyla 'e heart' yazın. Benzer şekilde, dosya araması için 'f', tarayıcı geçmişinde arama için 'h' ve tarayıcı yer imlerinde arama için 'b' öneklerini kullanabilirsiniz.
vi: Lưu ý: Một số tùy chọn tìm kiếm vẫn có thể được sử dụng ngay cả khi bạn chưa bật chúng bằng cách thêm tiền tố vào từ khóa tìm kiếm. Ví dụ: để tìm kiếm biểu tượng cảm xúc, hãy nhập 'e trái tim' để tìm biểu tượng cảm xúc trái tim. Tương tự, hãy sử dụng tiền tố 'f' để tìm kiếm tệp, 'h' để tìm kiếm lịch sử web và 'b' để tìm kiếm dấu trang web.

source: Use a custom icon
cs: Použijte vlastní ikonu
es: Usar ícono personalizado
eu: Erabili ikono pertsonalizatua
fa: استفاده از یک نقشک سفارشی
fr: Utiliser une icône personnalisée
hr: Koristi prilagođenu ikonu
hu: Saját ikon használata
it: Usa icona personalizzata
lv: Izmantot pielāgotu ikonu
nl: Een aangepast pictogram gebruiken
pl: Użyj niestandardowej ikony
pt: Usar um ícone personalizado
ro: Folosește o pictogramă personalizată
sv: Använd en anpassad ikon
tr: Özel bir simge kullan
vi: Sử dụng biểu tượng tùy chỉnh

source: Use a custom icon in the panel
cs: Použijte vlastní ikonu na panelu
es: Utilice un ícono personalizado en el panel
eu: Erabili ikono pertsonalizatua panelean
fa: استفاده از یک نقشک سفارشی در تابلو
fr: Utiliser une icône personnalisée dans le panneau
hr: Koristi prilagođenu ikonu u panelu
hu: Saját ikon használata a panelen
it: Usa un'icona personalizzata nel pannello
lv: Izmantot pielāgotu ikonu panelī
nl: Een aangepast pictogram gebruiken in de werkbalk
pl: Użyj niestandardowej ikony
pt: Usar um ícone personalizado no painel
ro: Folosește o pictogramă personalizată în panou
sv: Använd en anpassad ikon i panelen
tr: Özel bir simge kullan
vi: Sử dụng biểu tượng tùy chỉnh trong bảng điều khiển

source: Panel icon
cs: Ikona panelu
es: Icono del panel
eu: Paneleko ikonoa
fa: نقشک تابلو
fr: Icône du panneau
hr: Ikona panela
hu: Panel ikonra
it: Icona pannello
lv: Paneļa ikona
nl: Werkbalkpictogram
pl: Ikona panelu
pt: Ícone do painel
ro: Pictograma de pe panou
sv: Panelikon
tr: Panel simgesi
vi: Biểu tượng bảng điều khiển

source: Use a custom icon size
cs: Použijte vlastní velikost ikony
es: Utilice un tamaño de ícono personalizado
eu: Erabili ikono tamaina pertsonalizatua
fa: استفاده از یک اندازهٔ نقشک سفارشی
fr: Utiliser une taille d'icône personnalisée
hr: Koristi prilagođenu veličinu ikone
hu: Egyéni ikonméret használata
it: Usa una dimensione dell'icona personalizzata
lv: Izmantot pielāgotu ikonas izmēru
nl: Gebruik een aangepaste pictogramgrootte
pl: Użyj niestandardowego rozmiaru ikony
pt: Usar um tamanho de ícone personalizado
ro: Utilizează o dimensiune personalizată a pictogramei
sv: Använd en anpassad ikonstorlek
tr: Özel simge boyutu kullan
vi: Sử dụng kích thước biểu tượng tùy chỉnh

source: Use a custom size for the panel icon
cs: Pro ikonu panelu použijte vlastní velikost
es: Utilice un tamaño personalizado para el ícono del panel
eu: Erabii tamaina pertsonalizatua paneleko ikonoarentzat
fa: استفاده از یک اندازهٔ سفارشی برای نقشک تابلو
fr: Utilisez une taille personnalisée pour l'icône du panneau
hr: Koristi prilagođenu veličinu za ikonu panela
hu: Egyéni ikonméret használata a panelon
it: Utilizzare una dimensione personalizzata per l'icona del pannello
lv: Izmantot pielāgotu izmēru paneļa ikonai
nl: Gebruik een aangepaste grootte voor het werkbalkpictogram
pl: Użyj niestandardowego rozmiaru ikony panelu
pt: Use um tamanho personalizado para o ícone do painel
ro: Utilizează o dimensiune personalizată pentru pictograma de pe panou
sv: Använd en anpassad storlek för panelikonen
tr: Panel simgesi için özel boyut kullan
vi: Sử dụng kích thước tùy chỉnh cho biểu tượng bảng điều khiển

source: Panel icon size (pixels)
es: Tamaño del ícono del panel (pixeles)
eu: Paneleko ikonoaren tamaina (pixel)
fa: اندازهٔ نقشک تابلو (پیکسل)
fr: Taille de l'icône du panneau (pixels)
hr: Veličina ikone panela (pikseli)
hu: Panel ikonméret (képpontban megadva)
it: Dimensione icona pannello (pixel)
lv: Paneļa ikonas izmērs (pikseļos)
nl: Grootte werkbalkpictogram (beeldpunten)
pl: Rozmiar ikony panelu (w pikselach)
pt: Tamanho do ícone do painel (píxeis)
ro: Dimensiunea pictogramei de pe panou (pixeli)
sv: Panelikonstorlek (pixlar)
tr: Panel simge boyutu (piksel)
vi: Kích thước biểu tượng bảng điều khiển (pixel)

source: Choose a custom size for the panel icon
cs: Zvolte vlastní velikost ikony panelu
es: Elija un tamaño personalizado para el ícono del panel
eu: Aukeratu tamaina pertsonalizatua paneleko ikonoarentzat
fa: یک اندازهٔ سفارشی برای نقشک تابلو انتخاب کنید
fr: Choisissez une taille personnalisée pour l'icône du panneau
hr: Odaberite prilagođenu veličinu za ikonu panela
hu: Adja meg a panelen használt egyéni ikonméretet
it: Scegli una dimensione personalizzata per l'icona del pannello
lv: Izvēlēties pielāgotu paneļa ikonas izmēru
nl: Kies een aangepaste grootte voor het werkbalkpictogram
pl: Wybierz niestandardowy rozmiar ikony panelu
pt: Escolha um tamanho personalizado para o ícone do painel
ro: Alege o dimensiune personalizată pentru pictograma de pe panou
sv: Välj en anpassad storlek för panelikonen
tr: Panel simgesi için özel boyut seçin
vi: Chọn kích thước tùy chỉnh cho biểu tượng bảng điều khiển

source: Panel text
cs: Text panelu
es: Texto del panel
eu: Paneleko testua
fa: متن تابلو
fr: Texte du panneau
hr: Tekst panela
hu: Panel szövege
it: Testo pannello
lv: Paneļa teksts
nl: Werkbalktekst
pl: Tekst panelu
pt: Texto do painel
ro: Textul de pe panou
tr: Panel metni
vi: Văn bản bảng điều khiển

source: Text to show beside the panel icon
cs: Text, který se zobrazí vedle ikony panelu
es: Texto para mostrar al lado del ícono del panel
eu: Panelean ikonoaren ondoan erakutsi beharreko testua
fa: متن برای نمایش در کنار نقشک تابلو
fr: Texte à afficher à côté de l'icône du panneau
hr: Tekst prikazan pokraj ikone panela
hu: A panel ikon mellett megjelenítendő szöveg
it: Testo da mostrare accanto all'icona del pannello
lv: Teksts, kas jāparāda blakus paneļa ikonai
nl: Tekst die naast het werkbalkpictogram moet worden weergegeven
pl: Tekst wyświetlany obok ikony panelu
pt: Texto a ser exibido ao lado do ícone do painel
ro: Text de afișat lângă pictograma de pe panou
sv: Text att visa vid panelikonen
tr: Panel simgesinin yanında gösterilecek metin
vi: Văn bản hiển thị bên cạnh biểu tượng bảng điều khiển

source: Category icon size (pixels)
es: Tamaño de los íconos de las categorías (pixeles)
eu: Kategorien ikonoen tamaina (pixel)
fa: اندازهٔ نقشک دسته‌بندی (پیکسل)
fr: Taille des icônes des catégories du menu (pixels)
hr: Veličina ikone kategorije (pikseli)
hu: Kategória ikonméret (képpontban megadva)
it: Dimensione icona categoria (pixel)
lv: Kategorijas ikonas izmērs (pikseļos)
nl: Grootte categoriepictogram (beeldpunten)
pl: Rozmiar ikony kategorii (piksele)
pt: Tamanho do ícone da categoria (píxeis)
ro: Dimensiunea pictogramelor pentru categorii (pixeli)
sv: Storlek på kategoriikoner (pixlar)
tr: Kategori simge boyutu (piksel)
vi: Kích thước biểu tượng danh mục (pixel)

source: Applications list icon size (pixels)
es: Tamaño de ícono de las aplicaciones de la lista (pixeles)
eu: Zerrendako aplikazioen ikonoen tamaina (pixel)
fa: اندازهٔ نقشک سیاههٔ برنامه‌ها (پیکسل)
fr: Taille des icônes pour la vue en liste (pixels)
hr: Veličina ikone popisa aplikacija (pikseli)
hu: Alkalmazás lista ikonméret (képpontban megadva)
it: Dimensioni icona elenco applicazioni (pixel)
lv: Lietojumprogrammu saraksta ikonas lielums (pikseļos)
nl: Pictogramgrootte van de lijst met toepassingen (beeldpunten)
pl: Rozmiar ikony listy aplikacji (piksele)
pt: Tamanho do ícone da lista de aplicações (píxeis)
ro: Dimensiunea pictogramelor pentru lista de aplicații (pixeli)
sv: Listvyns ikonstorlek (pixlar)
tr: Uygulama listesi simge boyutu (piksel)
vi: Kích thước biểu tượng danh sách ứng dụng (pixel)

source: Applications grid icon size (pixels)
es: Tamaño de ícono de las aplicaciones de la cuadrícula (pixeles)
eu: Saretako aplikazioen ikonoen tamaina (pixel)
fa: اندازهٔ نقشک شبکهٔ برنامه‌ها
fr: Taille des icônes pour la vue en grille (pixels)
hr: Veličina ikone mreže aplikacija (pikseli)
hu: Alkalmazás rács ikonméret (képpontban megadva)
it: Dimensioni icona griglia applicazioni (pixel)
lv: Lietojumprogrammu režģa ikonas izmērs (pikseļos)
nl: Pictogramgrootte van het toepassingenraster (beeldpunten)
pl: Rozmiar ikony siatki aplikacji (piksele)
pt: Tamanho do ícone da grelha de aplicações (píxeis)
ro: Dimensiunea pictogramelor pentru grila de aplicații (pixeli)
sv: Ikonvyns ikonstorlek (pixlar)
tr: Uygulama listesi ızgara simge boyutu (piksel)
vi: Kích thước biểu tượng lưới ứng dụng (pixel)

source: Sidebar icon size (pixels)
es: Tamaño del ícono de la barra lateral (pixeles)
eu: Alboko panelaren ikonoen tamaina (pixel)
fa: اندازهٔ نقشک نوار کناری (پیکسل)
fr: Taille de l'icône de la barre latérale (pixels)
hr: Veličina ikone bočne trake (pikseli)
hu: Oldalsáv ikonméret (képpontban megadva)
it: Dimensione dell'icona della barra laterale (pixel)
lv: Sānjoslas ikonas izmērs (pikseļos)
nl: Grootte van zijbalkpictogram (beeldpunten)
pl: Rozmiar ikony paska bocznego (w pikselach)
pt: Tamanho do ícone da barra lateral (píxeis)
ro: Dimensiunea pictogramelor din bara laterală (pixeli)
sv: Sidofältets ikonstorlek (pixlar)
tr: Kenar çubuğu simge boyutu (piksel)
vi: Kích thước biểu tượng thanh bên (pixel)

source: Use sidebar box style
es: Usar estilo de cuadro de botones de sesión
eu: Erabili alboko panelaren kutxa estiloa
fa: استفاده از سبک جعبه برای نوار کناری
fr: Utiliser le style de boîte de la barre latérale
hr: Koristi izgled okvira za bočnu traku
hu: Oldalsáv stílus használata
it: Usa stile a box per la barra laterale
lv: Izmantot sānjoslas lodziņu stilu
nl: Zijbalkstijl gebruiken
pl: Użyj stylu paska bocznego
pt: Usar estilo de barra lateral tipo caixa
ro: Folosește stilul de casetă pentru bara laterală
sv: Använd boxstil för sidofält
tr: Kenar çubuğu kutusu stilini kullan
vi: Sử dụng kiểu hộp thanh bên

source: Use a sidebar box style
es: Utilice un estilo de cuadro de botones de sesión
eu: Erabili alboko panelaren kutxa estiloa
fa: استفاده از یک سبک جعبه برای نوار کناری
fr: Utiliser un style de boîte de barre latérale
hr: Koristi izgled okvira u bočnoj traci
hu: Az oldalsáv stílus használata
it: Usa uno stile a box per la barra laterale
lv: Izmantot sānjoslas kastes stilu
nl: Een zijbalkstijl gebruiken
pl: Użyj stylu paska bocznego
pt: Usa um estilo de barra lateral tipo caixa
ro: Utilizează un stil de casetă pentru bară laterală
sv: Använd en boxstil för sidofält
tr: Kenar çubuğunda bir kutu stili gösterir
vi: Sử dụng kiểu hộp thanh bên

source: Use tile style
es: Usar estilo de mosaico
eu: Erabili fitxa estiloa
fa: استفاده از سبک کاشی
fr: Utiliser le style de mosaïque
hr: Koristi izgled pločica
hu: Mozaik stílus használata
it: Usa lo stile a piastrelle
lv: Izmantot flīžu stilu
nl: Tegelstijl gebruiken
pl: Użyj stylu kafelkowego
pt: Usar estilo mosaico
ro: Folosește stilul de placă
sv: Använd panelstil
tr: Döşeme stilini kullan
vi: Sử dụng kiểu ô

source: Use a tile style for the application buttons (Note: may not work on some themes)
es: Utilice un estilo de mosaico para los botones de la aplicación (Nota: puede que no funcione en algunos temas)
eu: Erabili fitxa-estiloa aplikazioaren botoietarako (Oharra: baliteke gai batzuetan ez funtzionatzea)
fa: استفاده از یک سبک کاشی برای دکمهٔ برنامه‌ها (توجه: با بعضی از پوسته‌ها کار نمی‌کند)
fr: Utilisez un style de mosaïque pour les boutons de l'application (Remarque : peut ne pas fonctionner sur certains thèmes)
hr: Koristi izgled pločica za tipke aplikacije (Napomena: možda neće raditi u pojedinim temama)
hu: Mozaik stílus használata az alkalmazás gombokhoz (megjegyzés: néhány téma esetén nem működik jól)
it: Usa uno stile a piastrelle per i pulsanti dell'applicazione (Nota: potrebbe non funzionare su alcuni temi)
lv: Lietojumprogrammu pogām izmantot flīžu stilu (piezīme: var nedarboties ar dažiem motīviem)
nl: Gebruik een tegelstijl voor de toepassingsknoppen (Opmerking: werkt mogelijk niet bij sommige thema's)
pl: Użyj stylu kafelka dla przycisków aplikacji (Uwaga: może nie działać w niektórych motywach)
pt: Usa um estilo de mosaico para os botões das aplicações (Nota: pode não funcionar em alguns temas)
ro: Utilizează un stil de plăci pentru butoanele aplicațiilor (Notă: este posibil să nu funcționeze pe unele teme)
sv: Använd ett panelformat för programknapparna (OBS! Kanske inte fungerar på vissa teman)
tr: Uygulama düğmelerinde bir kutu stili gösterir (Not: bazı temalarda çalışmayabilir)
vi: Sử dụng kiểu ô cho các nút ứng dụng (Lưu ý: có thể không hoạt động trên một số chủ đề)

source: • Drag on the menu edge to change the menu size.
es: • Arrastre sobre el borde del menú para cambiar su tamaño.
eu: • Arrastatu menuaren ertzean menuaren tamaina aldatzeko.
hu: • A menü szélének húzásával megváltoztathatja a menü méretét.
it: • Trascina sul bordo del menù per modificarne le dimensioni.
lv: • Velc uz izvēlnes malas, lai mainītu izvēlnes lielumu.
nl: • Sleep op de menurand om de menugrootte te wijzigen.
pt: • Arraste na margem do menu para alterar o tamanho do menu.
sv: • Dra i menykanten för att ändra menystorlek.
vi: • Kéo vào cạnh menu để thay đổi kích thước menu.

source: • Drag and drop menu categories to change their order.
es: • Arrastre y suelte las categorías del menú para cambiar su orden.
eu: • Arrastatu eta jaregin menu kategoriak haien ordena aldatzeko.
hu: • A menü kategória húzásával megváltoztathatja a menük sorrendjét.
it: • Trascina e rilascia le categorie del menù per cambiarne l'ordine.
lv: • Velc un nomet izvēlnes kategorijas, lai mainītu to secību.
nl: • Menucategorieën slepen en neerzetten om hun volgorde te wijzigen.
pt: • Arraste e largue as categorias do menu para alterar a sua ordem.
sv: • Dra och släpp menykategorier för att ändra ordningen.
vi: • Kéo và thả các danh mục menu để thay đổi thứ tự của chúng.

source: • Folders can be set up and removed as menu categories by right-clicking on them.
es: • Las carpetas pueden configurarse y eliminarse como categorías de menú haciendo clic con el botón derecho del ratón sobre ellas.
eu: • Karpetak menu-kategoria gisa konfiguratu eta kendu daitezke eskuineko botoiarekin klik eginez.
hu: • Mappákat lehet létrehozni, illetve eltávolítani menükategóriaként jobb kattintással rájuk kattintva.
it: • Le cartelle possono essere impostate e rimosse come categorie di menu facendo clic con il tasto destro su di esse.
lv: • Mapes var iestatīt un noņemt kā izvēlnes kategorijas, uz tām noklikšķinot ar labo peles pogu.
nl: • Mappen kunnen worden ingesteld en verwijderd als menucategorieën door er met de rechtermuisknop op te klikken.
pt: • As pastas podem ser configuradas e removidas como categorias de menu clicando com o botão direito do rato sobre elas.
sv: • Mappar kan läggas till och tas bort som menykategorier genom att högerklicka på dem.
vi: • Có thể thiết lập và xóa các thư mục dưới dạng danh mục menu bằng cách nhấp chuột phải vào chúng.

source: • Additional key options: ctrl-p — Open launcher properties dialogue of currently highlighted application. ctrl-d — Open .desktop file of currently highlighted app in default text editor.
es: • Opciones de teclas adicionales: ctrl-p — Abrir el diálogo de propiedades del lanzador de la aplicación seleccionada. ctrl-d — Abrir el archivo .desktop de la aplicación seleccionada en el editor de texto predeterminado.
eu: • Gako-aukera gehigarriak:\n ctrl-p — Ireki unean nabarmendutako aplikazioaren abiarazlearen propietateen elkarrizketa.\n ctrl-d — Ireki unean nabarmendutako aplikazioaren .desktop fitxategia testu-editore lehenetsian.\n
hu: • További gyorsbillentyű lehetőségek: ctrl-p — Az aktuálisan kijelölt alkalmazás indító tulajdonságainak párbeszédpaneljének megnyitása. ctrl-d — Az aktuálisan kijelölt alkalmazás .desktop fájljának megnyitása az alapértelmezett szövegszerkesztőben.
it: • Opzioni chiave aggiuntive: ctrl-p — Apre la finestra di dialogo delle proprietà del launcher dell'applicazione attualmente evidenziata. ctrl-d — Apre il file .desktop dell'app attualmente evidenziata, nell'editor di testo predefinito.
lv: • Papildu taustiņu iespējas: ctrl-p — Atvērt pašlaik iezīmētās lietotnes palaidēja rekvizītu dialoglodziņu. ctrl-d — Atvērt pašlaik iezīmētās lietotnes .desktop failu noklusējuma teksta redaktorā.
nl: • Extra toetsenopties: ctrl-p — Open dialoogvenster in verband met start-eigenschappen van momenteel gemarkeerde applicatie. ctrl-d — Open .desktop bestand van de momenteel gemarkeerde app in de standaardtekstverwerker.
pt: • Opções de teclas adicionais: ctrl-p — Abre a janela das propriedades do lançador da aplicação atualmente realçada. ctrl-d — Abre o ficheiro .desktop da aplicação atualmente realçada no editor de texto predefinido.
sv: • Ytterligare snabbtangentalternativ: ctrl-p — Öppna dialogrutan för startegenskaper för det markerade programmet. ctrl-d — Öppna .desktop-filen för det markerade programmet i textredigeraren.
vi: • Các tùy chọn phím bổ sung: ctrl-p — Mở hộp thoại thuộc tính trình khởi chạy của ứng dụng hiện đang được tô sáng. ctrl-d — Mở tệp .desktop của ứng dụng hiện đang được tô sáng trong trình soạn thảo văn bản mặc định.

source: Search Providers
cs: Poskytovatelé vyhledávání
es: Proveedores de búsqueda
eu: Bilaketa-motoreak
fa: ارائه‌دهندگان جست‌وجو
fr: Moteurs de Recherche
hr: Pružatelji pretrage
hu: Keresőszolgáltatók
it: Motori di Ricerca
lv: Meklēšanas pakalpojumu sniedzēji
nl: Zoekdienstaanbieders
pl: Wyszukaj dostawców
pt: Fornecedores de pesquisa
ro: Furnizori de căutare
sv: Sökmotorer
tr: Arama Sağlayıcıları
vi: Nhà cung cấp tìm kiếm

source: No search provider extensions found
cs: Nebyla nalezena žádná rozšíření poskytovatele vyhledávání
es: No se encontró ninguna extensión de proveedores de búsqueda
eu: Ez da aurkitu bilaketa-motorearen luzapenik
fa: افزونهٔ ارائه‌دهندهٔ جست‌وجویی یافت نشد
fr: Aucune extension pour moteur de recherche n'a été installée
hr: Nema pronađenih proširenja pružatelja pretrage
hu: Nem található egyetlen keresőszolgáltatás-kiterjesztés
it: Nessuna estensione per motori di ricerca trovata
lv: Nav atrasts neviens meklēšanas nodrošinātāja paplašinājums
nl: Geen extensies aangetroffen voor zoekdiensten
pl: Nie znaleziono rozszerzeń dostawcy wyszukiwania
pt: Não foram encontradas extensões de fornecedores de pesquisa
ro: Nu s-a găsit nicio extensie pentru furnizori de căutare
sv: Inga sökmotortillägg hittades
tr: Hiçbir arama sağlayıcı eklentisi bulunamadı
vi: Không tìm thấy tiện ích mở rộng của nhà cung cấp tìm kiếm nào
