Repository: linuxmint/cinnamon-spices-applets
Catalog: Cinnamenu@json/files/Cinnamenu@json/po/*.po
Languages: cs, es, eu, fa, fr, fr_fr, hr, hu, it, ja, lv, nl, pl, pt, ro, sv, tr, vi

source: Recent files settings
cs: Nastavení posledních souborů
es: Configuraciones de archivos recientes
eu: Azken fitxategien ezarpenak
fa: تنظیمات اخیر پرونده‌ها
fr: Paramètres des fichiers récents
hr: Postavke nedavnih datoteka
hu: A legutóbbi fájlok beállításai
it: Impostazioni file recenti
lv: Jaunākie failu iestatījumi
nl: Instellingen voor recente bestanden
pl: Ostatnie ustawienia plików
pt: Ficheiros recentes
ro: Setări pentru fișiere recente
sv: Inställningar för tidigare filer
tr: Son dosya ayarları
vi: Cài đặt tệp gần đây

source: Enable autoscrolling in application list
cs: Povolit automatický posuv v seznamu aplikací
es: Activar desplazamiento automático en la lista de aplicaciones
eu: Gaitu korritze automatikoa aplikazioen zerrendan
fa: به کار انداختن پیمایش خودکار در سیاههٔ برنامه‌ها
fr: Active le défilement automatique dans la liste des applications
hr: Omogući automatsko pomicanje u popisu aplikacija
hu: Automatikus görgetés az alkalmazás listában
it: Abilita lo scorrimento automatico nell'elenco delle applicazioni
lv: Iespējot automātisko ritināšanu lietojumprogrammu sarakstā
nl: Automatisch schuiven in toepassingenlijst inschakelen
pl: Włącz automatyczne przewijanie na liście aplikacji
pt: Ativar deslocamento automático na lista de aplicações
ro: Activează derularea automată în lista de aplicații
sv: Aktivera automatisk skrollning i programlistan
tr: Uygulama listesinde otomatik kaydırmayı etkinleştir
vi: Bật tính năng tự động cuộn trong danh sách ứng dụng

source: Show web bookmarks
cs: Zobrazit webové záložky
es: Mostrar marcadores web
eu: Erakutsi web laster-markak
fa: نمایش نشانک‌های وب
fr: Afficher les signets Web
hr: Prikaži web zabilješke
hu: Webhely könyvjelzők megjelenítése
it: Visualizza i preferiti web
lv: Rādīt tīmekļa grāmatzīmes
nl: Webbladwijzers tonen
pl: Pokaż zakładki internetowe
pt: Mostrar os marcadores web
ro: Arată marcajele web
sv: Visa webbokmärken
tr: Tarayıcı yer imlerini göster
vi: Hiển thị dấu trang web

source: Show your browser's web bookmarks in the menu. Note: Install package gir1.2-gda-5.0 to read firefox bookmarks.
cs: V nabídce zobrazte webové záložky prohlížeče. Poznámka: Nainstalujte balíček gir1.2-gda-5.0 a přečtěte si záložky firefoxu.
es: Muestra los marcadores web de tu navegador en el menú. Nota: Instale el paquete gir1.2-gda-5.0 para leer los marcadores de Firefox.
eu: Erakutsi zure nagigatzailearen web-markak menuan.\n Oharra: instalatu gir1.2-gda-5.0 paketea firefox laster-markak irakurtzeko.
fa: نمایش نشانک‌های وب مرورگرتان در فهرست. توجه: برای خواندن نشانک‌ها فایرفاکس، بستهٔ gir1.2-gda-5.0 را نصب کنید.
fr: Affichez les signets Web de votre navigateur dans le menu. Remarque : Installez le package gir1.2-gda-5.0 pour lire les signets Firefox.
hr: Prikazuje web zabilješke vašeg preglednika u izborniku. Napomena: Instalirajte paket gir1.2-gda-5.0 za čitanje Firefox zabilješka.
hu: A böngésző könyvjelzőinek megjelenítése a menüben. Megjegyzés: A „gir1.2-gda-5.0” telepítése csomag szükséges a Firefox és Midori könyvjelzők megjelenítéséhez.
it: Mostra i segnalibri web del tuo browser nel menù. Nota: installa il pacchetto gir1.2-gda-5.0 per leggere i segnalibri di Firefox.
lv: Izvēlnē rādīt pārlūkprogrammas tīmekļa grāmatzīmes. Piezīme: Instalēt pakotnes gir1.2-GDA-5.0, lai lasītu Firefox grāmatzīmes.
nl: Toon de webbladwijzers van uw browser in het menu. Opmerking: Installeer pakket gir1.2-gda-5.0 om Firefox-bladwijzers te lezen.
pl: Pokaż zakładki internetowe przeglądarki w menu. Uwaga: Zainstaluj pakiet gir1.2-gda-5.0, aby czytać zakładki Firefox.
pt: Mostra os favoritos do navegador no menu. Nota: Instale o pacote gir1.2-gda-5.0 para ler os marcadores do firefox.
ro: Afișează marcajele web ale browserului tău în meniu. Notă: Instalați pachetul gir1.2-gda-5.0 pentru a citi marcajele Firefox.
sv: Visa webbläsarens bokmärken i menyn. Notis: Installera paketet gir1.2-gda-5.0 för att läsa Firefox bokmärken.
tr: Tarayıcının sık kullanılanlarını menüde göster. Not: Firefox sık kullanılanlarını okumak için gir1.2-gda-5.0 paketini kurun.
vi: Hiển thị dấu trang web của trình duyệt trong menu. Lưu ý: Cài đặt gói gir1.2-gda-5.0 để đọc dấu trang Firefox.

source: Enable searching of open windows
cs: Povolit vyhledávání otevřených oken
es: Activar la búsqueda de ventanas abiertas
eu: Aktibatu irekitako leihoen bilaketa
fa: به کار انداختن جست‌وجوی پنجره‌های گشوده
fr: Activer la recherche des fenêtres ouvertes
hr: Omogući pretraživanje otvorenih prozora
hu: Megnyitott ablakok keresésének engedélyezése
it: Abilita la ricerca delle finestre aperte
lv: Iespējot atvērto logu meklēšanu
nl: Opzoeken van open vensters inschakelen
pl: Włącz wyszukiwanie otwartych okien
pt: Permitir a pesquisa de janelas abertas
ro: Activează căutarea în ferestrele deschise
sv: Aktivera sökning i öppna fönster
tr: Açık pencerelerde aramayı etkinleştir
vi: Cho phép tìm kiếm các cửa sổ đang mở

source: Enable search providers
cs: Povolit poskytovatele vyhledávání
es: Activar proveedores de búsqueda
eu: Aktibatu bilaketaren motoreak
fa: به کار انداختن ارائه‌دهندگان جست‌وجو
fr: Activer les moteurs de recherche
hr: Omogući pružatelje pretrage
hu: Keresőszolgáltatók engedélyezése
it: Abilita i motori di ricerca
lv: Iespējot meklēšanas pakalpojumu sniedzējus
nl: Zoekdiensten inschakelen
pl: Włącz dostawców wyszukiwania
pt: Ativar fornecedores de pesquisa
ro: Activează furnizorii de căutare
sv: Aktivera sökmotorer
tr: Arama sağlayıcılarını etkinleştir
vi: Cho phép nhà cung cấp tìm kiếm

source: Include search provider results in searches
cs: Zahrnout do vyhledávání výsledky poskytovatele vyhledávání
es: Elige si los resultados de los proveedores de búsqueda aparecerán listados en las búsquedas
eu: Sartu bilaketa-motoreen emaitzak bilaketetan
fa: پیوست نتایج ارائه‌دهندگان جست‌وجو در جست‌وجوها
fr: Ajoute également les résultats des moteurs de recherche à ceux de vos recherches dans le menu
hr: Uključi rezultate pružatelja pretraga u pretragu
hu: Keresőszolgáltatók által adott keresési eredmények megjelenítése
it: Includere i risultati del provider di ricerca nelle ricerche
lv: Iekļaut meklējumos meklēšanas nodrošinātāja rezultātus
nl: Zoekresultaten van zoekdiensten opnemen in zoekopdrachten
pl: Uwzględnij wyniki dostawcy wyszukiwania w wyszukiwaniach
pt: Incluir os resultados do fornecedor de pesquisa nas pesquisas
ro: Afișează rezultatele de la furnizorii de căutare în căutările din meniu
sv: Inkludera sökmotorresultat i sökningar
tr: Arama sağlayıcısı sonuçlarının menü aramalarına dahil edilip edilmeyeceğini seçin
vi: Bao gồm kết quả của nhà cung cấp tìm kiếm trong tìm kiếm

source: Example Search Providers
cs: Příklad poskytovatelů vyhledávání
es: Ejemplo de proveedor de búsqueda
eu: Bilaketa motoreen adibidea
fa: ارائه‌دهندگان جست‌وجوی نمونه
fr: Exemples de moteurs de recherche
hr: Primjer pružatelja pretrage
hu: Keresőszolgáltató példa
it: Esempio di motore di ricerca
lv: Meklēšanas pakalpojumu sniedzēju piemēri
nl: Voorbeeld van zoekdiensten
pl: Przykłady dostawców wyszukiwania
pt: Exemplo de fornecedores de pesquisa
ro: Exemple de furnizori de căutare
sv: Exempel på sökmotorer
tr: Arama Sağlayıcıları Eklentileri
vi: Ví dụ nhà cung cấp dịch vụ tìm kiếm

source: columns
cs: sloupce
es: columnas
eu: zutabeak
fa: ستون‌ها
fr: colonnes
hr: stupci
hu: oszlop
it: colonne
lv: kolonnas
nl: rijen
pl: kolumny
pt: colunas
ro: coloane
sv: kolumner
tr: sütun
vi: cột

source: Number of columns in apps grid
cs: Počet sloupců v mřížce aplikací
es: Número de columnas en la cuadrícula de aplicaciones
eu: Zutabe kopurua aplikazioen saretan
fa: تعداد ستون‌ها در شبکهٔ برنامه‌ها
fr: Nombre de colonnes de la grille des applications
hr: Broj stupaca u mreži aplikacija
hu: Alkalmazás rács oszlopainak száma
it: Numero di colonne nella griglia delle applicazioni
lv: Kolonnu skaits lietotņu režģī
nl: Aantal rijen in toepassingenraster
pl: Liczba kolumn w siatce aplikacji
pt: Número de colunas na grelha de aplicações
ro: Numărul de coloane din grila de aplicații
sv: Antal kolumner i programfältet
tr: Uygulama kılavuzundaki sütun sayısı
vi: Số lượng cột trong lưới ứng dụng

source: Show application icons
cs: Zobrazit ikony aplikací
es: Mostrar los íconos de las aplicaciones
eu: Erakutsi aplikazioen ikonoak
fa: نمایش نقشک برنامه‌ها
fr: Afficher les icônes des applications
hr: Prikaži ikone aplikacija
hu: Alkalmazásikonok megjelenítése
it: Mostra le icone delle applicazioni
lv: Rādīt lietojumprogrammu ikonas
nl: Toepassingspictogrammen tonen
pl: Pokaż ikony aplikacji
pt: Mostrar ícones de aplicações
ro: Arată pictogramele aplicațiilor
sv: Visa programikoner
tr: Uygulama simgelerini göster
vi: Hiển thị biểu tượng ứng dụng

source: Show category icons
cs: Zobrazit ikony kategorií
es: Mostrar íconos de las categorías
eu: Erakutsi kategorien ikonoak
fa: نمایش نقشک دسته‌بندی‌ها
fr: Afficher les icônes de catégorie
hr: Prikaži ikone kategorija
hu: Kategóriaikonok megjelenítése
it: Mostra la icone delle categorie
lv: Rādīt kategoriju ikonas
nl: Categoriepictogrammen tonen
pl: Pokaż ikony kategorii
pt: Mostrar ícones de categorias
ro: Arată pictogramele categoriilor
sv: Visa kategoriikoner
tr: Kategori simgelerini göster
vi: Hiển thị biểu tượng danh mục

source: Show application descriptions under titles
cs: Zobrazit popisy aplikací pod nadpisy
es: Mostrar descripción de las aplicaciones debajo del título
eu: Erakutsi aplikazioen deskribapenak izenburuen azpian
fa: نمایش توضیحات برنامه‌ها زیر عنوان‌شان
fr: Afficher la description des applications sous leur titre
hr: Prikaži opise aplikacija ispod naziva
hu: Alkalmazás leírások megjelenítése a cím alatt
it: Mostra la descrizione delle applicazioni sotto ai riquadri
lv: Rādīt lietojumprogrammu aprakstus zem nosaukumiem
nl: Beschrijvingen van toepassingen tonen onder titels
pl: Pokaż opisy aplikacji pod tytułami
pt: Mostrar as descrições das aplicações sob os títulos
ro: Arată descrierea aplicațiilor sub titluri
sv: Visa programbeskrivningar under titlar
tr: Uygulama açıklamalarını listede göster
vi: Hiển thị mô tả ứng dụng dưới tiêu đề

source: Show tooltips
cs: Zobrazit popisky
es: Mostrar consejos
eu: Erakutsi aholkuak
fa: نمایش راهنماهای ابزار
fr: Afficher les infobulles
hr: Prikaži savjete
hu: Eszköztippek megjelenítése
it: Mostra suggerimenti
lv: Rādīt rīka padomus
nl: Zweeftips tonen
pl: Pokaż podpowiedzi
pt: Mostrar dicas
ro: Arată baloane explicative
sv: Visa knappbeskrivningar
tr: Araç ipuçlarını göster
vi: Hiển thị chú giải công cụ

source: Tooltip delay
cs: Popisek zpoždění
es: Retraso del cosejo
eu: Aholkuen atzerapen denbora
fa: تأخیر راهنمای ابزار
fr: Délai avant l'affichage de l'infobulle
hr: Odgoda savjeta
hu: Eszköztippek késleltetése
it: Ritardo suggerimenti
lv: Rīka padoma aizkave
nl: Vertraging voor zweeftip
pl: Opóźnienie podpowiedzi
pt: Atraso da dica
ro: Întârziere la afișarea baloanelor explicative
sv: Fördröjning för knappbeskrivningar
tr: Araç ipucu gecikmesi
vi: Độ trễ của chú giải công cụ

source: Use a custom menu height
cs: Použijte vlastní výšku nabídky
es: Usar altura del menú personalizada
eu: Erabili menuaren altuera pertsonalizatua
fa: استفاده از یک ارتفاع سفارشی برای فهرست
fr: Utiliser une hauteur de menu personnalisée
hr: Koristi prilagođenu visinu izbornika
hu: Egyedi menü magasság használata
it: Usa altezza personalizzata del menù
lv: Izmantot pielāgotu izvēlnes augstumu
nl: Een aangepaste menuhoogte gebruiken
pl: Użyj niestandardowej wysokości menu
pt: Usar uma altura de menu personalizada
ro: Folosește o înălțime personalizată a meniului
sv: Använd anpassad menyhöjd
tr: Özel bir menü yüksekliği kullanın
vi: Sử dụng chiều cao menu tùy chỉnh

source: Custom menu height (pixels)
es: Altura del menú personalizada (pixeles)
eu: Menuaren altuera pertsonalizatua (pixel)
fa: ارتفاع سفارشی فهرست (پیکسل)
fr: Hauteur de menu personnalisée (pixels)
hr: Prilagođena visina izbornika (pikseli)
hu: Egyéni menü magasság (képpontban megadva)
it: Altezza personalizzata del menù (pixels)
lv: Pielāgots izvēlnes augstums (pikseļos)
nl: Aangepaste menuhoogte (beeldpunten)
pl: Niestandardowa wysokość menu (piksele)
pt: Altura do menu personalizado (píxeis)
ro: Înălțimea personalizată a meniului (pixeli)
sv: Anpassad menyhöjd (pixlar)
tr: Özel menü yüksekliği (piksel)
vi: Chiều cao menu tùy chỉnh (pixel)

source: Stop
es: Detener
eu: Gelditu
fa: توقف
fr: Arrêter
hr: Zaustavi
hu: Leállítás
it: Ferma
nl: Houd op
pl: Zatrzymać
pt: Parar
sv: Stopp
tr: Durdur
vi: Dừng

source: مصرى (Maṣri)
es: Egipcio (Maṣri)
nl: Egyptisch (Maṣri)

source: Latviešu
es: Letón
nl: Lets

source: Startpage
hu: Kezdőlap

source: Ask
sv: Fråga

source: Ecosia
sv: Ekosien

source: Home folder
cs: Domovská složka
fr: Dossier personnel

source: Layout and Content
cs: Rozvržení a obsah
fr: Mise en page et contenu

source: Info/tip: Drag on the menu edge to change the menu size.
cs: Info / tip: Přetažením na okraji nabídky změníte velikost nabídky.
fr: Info/astuce : faites glisser le bord du menu pour modifier la taille du menu.

source: With web search option, also show search suggestions. (Note: This uses Google's search API)
fr: Avec l'option de recherche Web, affichez également les suggestions de recherche. (Remarque : Cela utilise l'API de recherche de Google)

source: Cinnamenu
fa: سینامنو
tr: Cinnamenü

source: Solution:
cs: Řešení:

source: Search web for
cs: Hledat na webu

source: A flexible menu providing formatting options, web bookmarks, search provider support and fuzzy searching.
cs: Flexibilní nabídka poskytující možnosti formátování, webové záložky, podporu poskytovatele vyhledávání a fuzzy vyhledávání.

source: pixels
cs: pixelů

source: Category icon size
cs: Velikost ikony kategorie

source: Applications list icon size
cs: Velikost ikony seznamu aplikací

source: Applications grid icon size
cs: Velikost ikony mřížky aplikací

source: Custom menu height
cs: Vlastní výška nabídky

source: Session buttons location
cs: Umístění tlačítek relace

source: Choose where to show the session buttons (quit, logout, etc.)
cs: Zvolte, kde se mají zobrazovat tlačítka relace (ukončení, odhlášení atd.)

source: Add favorites to session buttons
cs: Přidejte k tlačítkům relace oblíbené položky

source: Show your favorite app icons next to the session buttons
cs: Ukažte své oblíbené ikony aplikací vedle tlačítek relace

source: Enable emoji search
cs: Povolit vyhledávání emodži

source: When searching, also search home folder for files
cs: Při vyhledávání také vyhledejte soubory v domovské složce

source: Panel icon size
cs: Velikost ikony panelu

source: Session buttons icon size
cs: Velikost ikony tlačítka relace

source: Use session buttons box style
cs: Použijte styl pole tlačítek relace

source: Gno-Menu: Search Firefox bookmarks disabled
fr_fr: Gno-Menu: Recherche dans les marque-pages Firefox désactivée
ja: Gno-Menu: Firefox ブックマークの検索は使用できません

source: If you want to search Firefox bookmarks, you must install the required pacakages: libgir1.2-gda-5.0 [Ubuntu] or libgda-sqlite [Fedora]
fr_fr: Si vous voulez rechercher dans les marque-pages Firefox, vous devez installer les paquages requis: libgir1.2-gda-5.0 [Ubuntu] ou libgda-sqlite [Fedora]

source: Gno-Menu: Search Midori bookmarks disabled
fr_fr: Gno-Menu: Recherche dans les marque-pages Midori désactivée
ja: Gno-Menu: Midori ブックマークの検索は使用できません

source: If you want to search Midori bookmarks, you must install the required pacakages: libgir1.2-gda-5.0 [Ubuntu] or libgda-sqlite [Fedora]
fr_fr: Si vous voulez rechercher dans les marque-pages Midori, vous devez installer les paquages requis: libgir1.2-gda-5.0 [Ubuntu] ou libgda-sqlite [Fedora]

source: Webmarks
fr_fr: Signets

source: Toggle Startup Apps View
fr_fr: Alterner vue des Apps au démarrage

source: All Applications
fr_fr: Toutes les Applications
ja: すべてのアプリケーション

source: Frequent Apps
fr_fr: Applications Fréquentes

source: Favorite Apps
fr_fr: Applications Favorites

source: Restart Shell
fr_fr: Redémarrer Shell
ja: シェルの再起動

source: Suspend
fr_fr: Mise en Veille
ja: サスペンド

source: Shutdown
fr_fr: Éteindre
ja: シャットダウン

source: Logout User
fr_fr: Fermer Session
ja: ユーザーのログアウト

source: Lock Screen
fr_fr: Vérouiller Écran
ja: 画面ロック

source: Preferences
fr_fr: Préférences
ja: 設定

source: No cinnamenu stylesheet found
fr_fr: Aucun style cinnamenu trouvé
ja: cinnamenu スタイルシートが見つかりません

source: Failed to launch "%s"
fr_fr: Échec de lancement
ja: ランチャー "%s" に問題があります

source: Browse Network
fr_fr: Parcouris Réseau
ja: ネットワークの閲覧

source: <b>Panel Settings</b>
fr_fr: Paramètres du Panneau
ja: <b>パネルの設定</b>

source: Disable activities hot corner
fr_fr: Désactive
ja: ホットコーナーの動作を無効にする

source: Remove View button from panel
fr_fr: Supprimer le bouton View du panel
ja: パネルの表示ボタンを削除

source: Label for View button
fr_fr: Nom affiché du bouton View

source: Use icon with View button
fr_fr: Utiliser l'icone avec le bouton View

source: Remove Apps button from panel
fr_fr: Supprimer le bouton Apps du panel
ja: パネルからアプリボタンを削除

source: Label for Apps button
fr_fr: Nom affiché du bouton Apps

source: Use icon with Apps button
fr_fr: Utiliser l'icone avec le bouton Apps

source: Remove Menu button from panel
fr_fr: Supprimer le bouton Menu du panel
ja: パネルのメニューボタンを削除

source: Label for Menu button
fr_fr: Nom affiché du bouton Menu

source: Use icon with Menu button
fr_fr: Nom affiché du bouton Menu

source: Disable Menu button hot spot
fr_fr: Désactive hot spot du bouton Menu
ja: ホットスポットのメニューボタンを無効

source: Disable Menu button shortcut key
fr_fr: Désactiver raccourci clavier du bouton Menu
ja: ショートカットのメニューボタンを無効

source: Invalid accelerator. Try F12, <Super>space, <Ctrl><Alt><Shift>a, etc.
fr_fr: Accelerateur invalide. Essayez F12, <Super>space, <Ctrl><Alt><Shift>a, etc.

source: Set Menu button position
fr_fr: Définir position bouton Menu

source: Center
fr_fr: Centre

source: <b>Menu Settings</b>
fr_fr: <b>Paramètres Menu</b>
ja: <b>メニュー設定</b>

source: Hide User Options Panel
fr_fr: Masquer le panneau de paramètres utilisateur

source: Hide Shortcuts Panel
fr_fr: Masquer panneau de raccourcis

source: Menu layout size
fr_fr: Taille agencement du panneau
ja: メニューレイアウトスタイル

source: Icons to display on Shortcuts Panel
fr_fr: Icones à afficher sur le Panneau des raccourcis

source: Applications to display at startup
fr_fr: Applications à afficher au démarrage
ja: 開始時に表示するアプリケーション

source: All
fr_fr: Tout

source: Frequent
fr_fr: Fréquent

source: Number of columns in Application Grid
fr_fr: Nombre de colonnes dans la Grille Application

source: Default view mode for applications
fr_fr: Mode de vue par défaut pour les applications
ja: アプリケーションの標準表示モード

source: Hide Categories Panel
fr_fr: Masquer panneau Catégories

source: Category selection method
fr_fr: Méthode de sélection d'une Catégorie
ja: カテゴリの選択方法

source: Hover
fr_fr: Survol

source: Click
fr_fr: Clique

source: Size of Shortcuts Panel icons
fr_fr: Taille des icones du panneau Raccourcis
ja: お気に入りパネルアイコンのサイズ

source: Size of Application List icons
fr_fr: Taille des icones des Applications en vue Liste
ja: アプリケーションリストアイコンのサイズ

source: Size of Application Grid icons
fr_fr: Taille des icones des Application en vue Grille
ja: アプリケーショングリットアイコンのサイズ

source: If you want to search Firefox bookmarks, you must install the required pacakages: libgir1.2-gda-5.0 (Ubuntu) or libgda-sqlite (Fedora)
ja: もし Firefox ブックマークの検索を使用したい場合は、次のパッケージをインストールする必要があります: libgir1.2-gda-5.0 (Ubuntu) または libgda-sqlite (Fedora)

source: If you want to search Midori bookmarks, you must install the required pacakages: libgir1.2-gda-5.0 (Ubuntu) or libgda-sqlite (Fedora)
ja: もし Midori ブックマークの検索を使用したい場合は、次のパッケージをインストールする必要があります: libgir1.2-gda-5.0 (Ubuntu) または libgda-sqlite (Fedora)
