Repository: linuxmint/cinnamon-spices-applets
Catalog: Cinnamenu@json/files/Cinnamenu@json/po/*.po
Languages: cs, es, eu, fa, fr, fr_fr, hr, hu, it, ja, lv, nl, pl, pt, ro, sv, tr, vi

source: Apps only
es: Sólo aplicaciones
eu: Aplikazioak bakarrik
fr: Applications uniquement
hu: Csak alkalmazások
it: Solo applicazioni
lv: Tikai lietotnes
nl: Alleen toepassingen
pt: Apenas aplicações
sv: Endast program
vi: Chỉ ứng dụng

source: Files only
es: Sólo archivos
eu: Fitxategiak bakarrik
fr: Fichiers uniquement
hu: Csak fájlok
it: Solo file
lv: Tikai faili
nl: Alleen bestanden
pt: Apenas ficheiros
sv: Endast filer
vi: Chỉ thư mục

source: Apps and files
es: Aplicaciones y archivos
eu: Aplikazioak eta fitxategiak
fr: Applications et fichiers
hu: Alkalmazások és fájlok
it: Applicazioni e file
lv: Programmas un faili
nl: Toepassingen en bestanden
pt: Aplicações e ficheiros
sv: Program och filer
vi: Ứng dụng và thư mục

source: Show your favorite apps and file icons on the sidebar
es: Muestra sus aplicaciones favoritas en el menú
eu: Erakutsi zure gogoko aplikazioen eta fitxategien ikonoak alboko panelean
fa: نمایش نقشک کاره‌ها و پرونده‌های مورد علاقه‌تان در نوار کناری
fr: Affichez vos applications préférées et les icônes de fichiers sur la barre latérale
hr: Prikažite svoje omiljene aplikacije i ikone datoteka na bočnoj traci
hu: A Kedvenc alkalmazások kategória megjelenítése az oldalsávon
it: Mostra le icone delle tue app e file preferiti sulla barra laterale
lv: Sānjoslā parādiet iecienītākās lietotnes un failu ikonas
nl: Toon uw favoriete toepassings- en bestandspictogrammen in de zijbalk
pl: Pokaż swoje ulubione ikony aplikacji i plików na pasku bocznym
pt: Mostrar os ícones de aplicações e ficheiros favoritos na barra lateral
ro: Afișează pictogramele aplicațiilor și a fișierelor preferate pe bara laterală
sv: Visa favoritprogram och filikoner i sidofältet
tr: Kenar çubuğunda sık kullanılan uygulamaları ve dosya simgelerini gösterir
vi: Hiển thị các ứng dụng và biểu tượng tệp yêu thích của bạn trên thanh bên

source: Application description placement
cs: Umístění popisu aplikace
es: Manera de mostrar la descripción de la aplicación
eu: Aplikazioaren deskribapenaren kokapena
fa: قرارگیری توضیح برنامه
fr: Emplacement de la description d'une application
hr: Smještaj opisa aplikacije
hu: Alkalmazás leírások elhelyezkedése
it: Posizionamento della descrizione dell'applicazione
lv: Lietojumprogrammas apraksta izvietojums
nl: Plaatsing van toepassingsbeschrijving
pl: Umieszczenie opisu aplikacji
pt: Posicionamento da descrição das aplicações
ro: Poziționarea descrierilor aplicațiilor
sv: Programbeskrivningens placering
tr: Uygulama açıklaması yerleşimi
vi: Vị trí mô tả ứng dụng

source: Tooltips
cs: Tipy
es: Al pasar el mouse sobre la aplicación
eu: Sagua gainean jartzean
fa: راهنماهای ابزار
fr: Info-bulles
hr: Savjeti
hu: Eszköztippek
it: Suggerimenti
lv: Rīku padomi
nl: Zweeftips
pl: Podpowiedzi
pt: Dicas
ro: Baloane explicative
sv: Knappbeskrivning
tr: Araç ipuçları
vi: Chú giải công cụ

source: Under titles
cs: Pod tituly
es: Bajo títulos
eu: Izenaren azpian
fa: زیر کاشی‌ها
fr: Sous les titres
hr: Ispod naziva
hu: Cím alatt
it: Sotto i titoli
lv: Zem nosaukumiem
nl: Onder titels
pl: Pod tytułami
pt: Sob os títulos
ro: Sub titluri
sv: Under titeln
tr: Başlıkların altında
vi: Dưới tiêu đề

source: Choose where to show application descriptions
cs: Vyberte, kde se mají zobrazovat popisy aplikací
es: Elija dónde mostrar las descripciones de las aplicaciones
eu: Aukeratu non erakutsi aplikazioen deskribapena
fa: مکان نمایش توضیح برنامه‌ها را انتخاب کنید
fr: Choisissez où afficher les descriptions d'application
hr: Odaberite gdje treba prikazati opis aplikacije
hu: Válassza ki, hogy hol jelenjen meg az alkalmazás leírása
it: Scegli se mostrare o meno la descrizione delle applicazioni
lv: Izvēlies, kur rādīt lietojumprogrammu aprakstus
nl: Kies waar toepassingsbeschrijvingen moeten worden weergegeven
pl: Wybierz, gdzie chcesz wyświetlić opisy aplikacji
pt: Escolha onde mostrar as descrições das aplicações
ro: Alege unde să apară descrierile aplicațiilor
sv: Välj var programbeskrivningarna skall visas
tr: Uygulama açıklamalarının nerede gösterileceğini seçin
vi: Chọn nơi hiện mô tả ứng dụng

source: Show categories
es: Mostrar íconos de las categorías
eu: Erakutsi kategoriak
hu: Kategóriák megjelenítése
it: Mostra categorie
lv: Rādīt kategorijas
nl: Categorieën tonen
pt: Mostrar categorias
sv: Visa kategorier
vi: Hiển thị danh mục

source: Show list of application categories
es: Mostrar los íconos de las aplicaciones
eu: Erakutsi aplikazioen kategorien zerrenda
hu: Alkalmazás kategórialista megjelenítése
it: Mostra l'elenco delle categorie di applicazioni
lv: Rādīt lietojumprogrammu kategoriju sarakstu
nl: Lijst van applicatie-categorieën tonen
pt: Mostrar lista de categorias de aplicações
sv: Visa lista över programketegorier
vi: HIển thị danh sách danh mục ứng dụng

source: Show bookmarks and places
cs: Zobrazit záložky a místa
es: Mostrar lugares y marcadores
eu: Erakutsi Lekuak eta Laster-markak
fa: نمایش نشانک‌ها و مکان‌ها
fr: Affiche les signets et les emplacements
hr: Prikaži zabilješke i lokacije
hu: Könyvjelzők és helyek megjelenítése
it: Visualizza preferiti e posizioni
lv: Rādīt grāmatzīmes un vietas
nl: Bladwijzers en locaties tonen
pl: Pokaż zakładki i miejsca
pt: Mostrar marcadores e locais
ro: Arată marcaje și locuri
sv: Visa bokmärken och platser
tr: Yer imlerini ve yerleri göster
vi: Hiển thị dấu trang và địa điểm

source: Show bookmarks and places category in the menu
cs: Zobrazit záložky a kategorie míst v nabídce
es: Muestra marcadores y la categoría de lugares en el menú
eu: Erakutsi Laster-markak eta lekuen kategoria menuan
fa: نمایش نشانک‌ها و مکان‌ها در فهرست دسته‌بندی‌ها
fr: Afficher les signets et la catégorie des emplacements dans le menu
hr: Prikaži kategoriju lokacija i zabilješki izborniku
hu: Könyvjelzők és helyek kategóriák megjelenítése a menüben
it: Mostra la categoria dei segnalibri e delle posizioni nel menù
lv: Rādīt izvēlnē grāmatzīmju un vietu kategoriju
nl: Toon categorie voor bladwijzers en plaatsen in het menu
pl: Pokaż zakładki i miejsca
pt: Mostrar categoria de marcadores e locais no menu
ro: Arată categoriile pentru marcaje și locuri în meniu
sv: Visa kategori för bokmärken och platser i menyn
tr: Yer imlerini ve yerleri göster
vi: Hiển thị danh mục dấu trang và địa điểm trong menu

source: Show recent items
es: Mostrar elementos recientes
eu: Erakutsi duela gutxiko elementuak
fa: نمایش پرونده‌های اخیر
fr: Afficher les éléments récents
hr: Prikaži nedavne stavke
hu: Legutóbbi elemek megjelenítése
it: Mostra elementi recenti
lv: Rādīt jaunākos vienumus
nl: Toon recente elementen
pl: Pokaż ostatnie przedmioty
pt: Mostrar ficheiros recentes
ro: Afișează articolele recente
sv: Visa tidigare objekt
tr: Son kullanılan ögeleri göster
vi: Hiển thị các mục gần đây

source: Show recent items category in the menu
es: Muestra la categoría de elementos recientes en el menú
eu: Erakutsi duela gutxiko elementuen kategoria menuan
fa: نمایش دسته‌بندی موارد اخیر در فهرست
fr: Afficher la catégorie des éléments récents dans le menu
hr: Prikaži kategoriju nedavnih stavki u izborniku
hu: Legutóbbi elemek kategória megjelenítése a menüben
it: Mostra la categoria degli elementi recenti nel menù
lv: Rādīt jaunāko vienumu kategoriju izvēlnē
nl: Toon de categorie recente elementen in het menu
pl: Pokaż kategorię ostatnich przedmiotów w menu
pt: Mostrar categoria de itens recentes no menu
ro: Afișaează categoria articolelor recente în meniu
sv: Visa kategori för tidigare objekt i menyn
tr: Menüde son kullanılan ögeler kategorisini gösterir
vi: Hiển thị danh mục các mục gần đây trong menu

source: Show favorite apps category
cs: Zobrazit kategorii oblíbených aplikací
es: Mostrar la categoría de aplicaciones favoritas
eu: Erakutsi gogoko aplikazioen kategoria
fa: نمایش دسته‌بندی کاره‌های مورد علاقه
fr: Afficher la catégorie des applications préférées
hr: Prikaži kategoriju omiljenih aplikacija
hu: Kedvenc alkalmazások kategória megjelenítése
it: Mostra la categoria delle app preferite
lv: Rādīt iecienītāko lietotņu kategoriju
nl: Toon de categorie favoriete toepassingen
pl: Pokaż kategorię ulubionych aplikacji
pt: Mostrar categoria de aplicações favoritas
ro: Afișează categoria de aplicații favorite
sv: Visa favoritkategori
tr: Favori uygulamalar kategorisini göster
vi: Hiển thị danh mục ứng dụng yêu thích

source: Show your favorite apps category in the menu
cs: V nabídce zobrazte kategorii oblíbených aplikací
es: Muestra la categoría de aplicaciones favoritas en el menú
eu: Erakutsi gogoko aplikazioen kategoria menuan
fa: نمایش دسته‌بندی کاره‌های مورد علاقه‌تان در فهرست
fr: Affichez votre catégorie d'applications préférées dans le menu
hr: Prikažite svoju omiljenu kategoriju aplikacija u izborniku
hu: Kedvenc alkalmazások kategória megjelenítése a menüben
it: Mostra la tua categoria di app preferite nel menù
lv: Rādīt izvēlnē savu iecienītāko lietotņu kategoriju
nl: Toon uw favoriete toepassingencategorie in het menu
pl: Pokaż kategorię ulubionych aplikacji w menu
pt: Mostrar a categoria de aplicações favoritas no menu
ro: Afișează categoria de aplicații favorite în meniu
sv: Visa kategori för favoritprogram i menyn
tr: Favori uygulamalar kategorisini menüde gösterir
vi: Hiển thị danh mục ứng dụng yêu thích của bạn trong menu

source: Show home folder
cs: Zobrazit domovskou složku
es: Mostrar carpeta de inicio
eu: Erakutsi karpeta nagusia
fa: نمایش پوشهٔ خانه
fr: Afficher le dossier de départ
hr: Prikaži osobnu mapu
hu: Saját mappa megjelenítése
it: Mostra cartella home
lv: Rādīt mājas mapi
nl: Thuismap tonen
pl: Pokaż katalog domowy
pt: Mostrar a pasta pessoal
ro: Afișează dosarul personal
sv: Visa hemmappen
tr: Ev dizinini göster
vi: Hiển thị thư mục nhà

source: Show home folder category in the menu
cs: Zobrazit kategorii domovské složky v nabídce
es: Muestra la categoría de carpeta de inicio en el menú
eu: Erakutsi karpeta nagusiaren kategoria menuan
fa: نمایش دسته‌بندی پوشهٔ خانه در فهرست
fr: Afficher la catégorie de dossier de départ dans le menu
hr: Prikaži kategoriju osobne mape u izborniku
hu: Saját mappa kategória megjelenítése a menüben
it: Mostra la categoria cartella home nel menù
lv: Rādīt izvēlnē mājas mapes kategoriju
nl: Toon thuismapcategorie in het menu
pl: Pokaż kategorię folderu domowego w menu
pt: Mostra a categoria de pasta pessoal no menu
ro: Afișează categoria dosarului personal în meniu
sv: Visa kategori för hemmappen i menyn
tr: Ev dizini kategorisini menüde gösterir
vi: Hiển thị danh mục thư mục nhà trong menu

source: Show emoji category
es: Mostrar categoría de emoticones
eu: Erakutsi Emoji kategoria
fr: Afficher la catégorie emoji
hu: Emodzsi kategóriaikonok megjelenítése
it: Mostra la categoria delle emoji
lv: Rādīt emocijzīmju kategoriju
nl: Toon emotiepictogramcategorie
pt: Mostrar categoria de emoji
sv: Visa emoji-kategori
vi: Hiển thị danh mục biểu tượng cảm xúc

source: Show emoji category in the menu
es: Mostrar categoría de emoticones en el menú
eu: Erakutsi Emoji kategoria menuan
fr: Afficher la catégorie emoji dans le menu
hu: Emodzsi kategóriaikonok megjelenítése a menüben
it: Mostra la categoria emoji nel menù
lv: Izvēlnē rādīt emocijzīmju kategoriju
nl: Toon emotiepictogramcategorie in het menu
pt: Mostrar categoria de emoji no menu
sv: Visa emoji-kategori i menyn
vi: Hiển thị danh mục biểu tượng cảm xúc trong menu

source: Open the menu editor
cs: Otevřete editor nabídek
es: Abrir el editor del menú
eu: Ireki menuaren editorea
fa: گشودن ویرایشگر فهرست
fr: Ouvrir l'éditeur de menu
hr: Otvori uređivač izbornika
hu: Menüszerkesztő megnyitása
it: Apri l'editor del menù
lv: Atver izvēlnes redaktoru
nl: Open de menubewerker
pl: Otwórz edytor menu
pt: Abrir o editor de menu
ro: Deschide editorul meniului
sv: Öppna menyredigeraren
tr: Menü düzenleyiciyi aç
vi: Mở trình soạn thảo menu

source: Keyboard shortcut to open and close the menu
cs: Klávesová zkratka pro otevření a zavření nabídky
es: Atajo de teclado para abrir y cerrar el menú
eu: Menua ireki eta ixteko laster-tekla
fa: میان‌بر صفحه‌کلید برای گشودن و بستن فهرست
fr: Raccourci-clavier pour ouvrir et fermer le menu
hr: Prečaci tipkovnice za otvaranje i zatvaranje izbornika
hu: Gyorsbillentyű a menü megnyitásához és bezárásához
it: Scorciatoia da tastiera per aprire e chiudere il menù
lv: Tastatūras īsinājumtaustiņš, lai atvērtu un aizvērtu izvēlni
nl: Sneltoets voor openen en sluiten van het menu
pl: Skrót klawiaturowy, aby otworzyć i zamknąć menu
pt: Tecla de atalho para abrir e fechar o menu
ro: Scurtătura de pe tastatură pentru a deschide și închide meniul
sv: Tangentbordsgenväg för att öppna och stänga menyn
tr: Menüyü açıp kapatmak için klavye kısayolu
vi: Phím tắt để mở và đóng menu

source: Open menu on hover
cs: Otevřete nabídku při najetí myší
es: Abrir menú al pasar el ratón por encima
eu: Ireki menua sagua gainetik pasatzean
fa: گشودن فهرست هنگام ایستادن
fr: Ouvrir le menu lors du survol
hr: Otvori izbornik pri prijelazu pokazivačem miša
hu: Nyissa meg a menüt lebegve
it: Apri il menù al passaggio del mouse
lv: Atver izvēlni, novietojot kursoru
nl: Menu openen bij zweven
pl: Otwórz menu po najechaniu kursorem
pt: Abrir menu ao passar o rato
ro: Deschide meniul la planarea cu cursorul
sv: Öppna menyn vid hovring
tr: Fareyle üzerine gelindiğinde menüyü aç
vi: Mở menu khi di chuột

source: Open the menu when I move my mouse over the panel icon
cs: Když přejedu myší nad ikonou panelu, otevřete nabídku
es: Abre el menú cuando muevo el ratón sobre el ícono del panel
eu: Ireki menua sagua paneleko ikonoaren gainetik pasatzean
fa: گشودن فهرست هنگامی که موشی را روی نقشک تابلو جابه‌جا کردید
fr: Ouvre le menu lorsque je déplace ma souris sur l'icône du panneau
hr: Otvori izbornik kada se prijeđe pokazivačem mišem preko ikone panela
hu: Menü megnyitása, ha az egérmutató a panel ikon felett van
it: Apri il menù quando sposto il mouse sopra l'icona del pannello
lv: Atvērt izvēlni, kad es pārvietoju peles kursoru virs paneļa ikonas
nl: Open het menu wanneer ik mijn muispijl er overheen beweeg
pl: Otwórz menu po najechaniu na niego myszką
pt: Abrir o menu quando mover o meu rato sobre o ícone do painel
ro: Deschide meniul când planez cursorul peste iconița de pe panou
sv: Öppna menyn när jag för muspekaren över panelikonen
tr: Fareyi üstüne getirdiğimde menüyü aç
vi: Mở menu khi tôi di chuyển chuột qua biểu tượng bảng điều khiển

source: milliseconds
cs: milisekundy
es: milisegundos
eu: milisegundo
fa: میلی‌ثانیه
fr: millisecondes
hr: milisekunde
hu: ezredmásodperc
it: millisecondi
lv: milisekundes
nl: milliseconden
pl: milisekundy
pt: milisegundos
ro: milisecunde
sv: millisekunder
tr: milisaniye
vi: miligiây

source: Menu hover delay
cs: Zpoždění přechodu nabídky
es: Tiempo de espera
eu: Atzerapen denbora
fa: تأخیر ایستادن فهرست
fr: Délai de survol du menu
hr: Odgoda prijelaza izbornikom
hu: Menükövetés késleltetése
it: Ritardo al passaggio del mouse sul menù
lv: Izvēlnes kursora aizkave
nl: Zweefvertraging voor menu
pl: Opóźnienie najechania na menu
pt: Atraso do menu ao pairar
ro: Întârziere la planare înainte de afișarea meniului
sv: Menyfördröjning vid hovring
tr: Menü bekleme gecikmesi
vi: Độ trễ khi di chuột qua menu

source: Use menu animations
cs: Použijte animace nabídky
es: Usar animaciones en el menú
eu: Erabili animazioak menuan
fa: استفاده از پویانمایی‌های فهرست
fr: Utiliser les animations de menu
hr: Koristi animacije izbornika
hu: Menü animáció használata
it: Usa animazione del menù
lv: Izmantot izvēlnes animācijas
nl: Menu-animaties gebruiken
pl: Użyj animacji menu
pt: Usar animações do menu
ro: Folosește animații pentru meniu
sv: Använd menyanimering
tr: Menü animasyonları kullan
vi: Sử dụng hình ảnh động menu

source: Animate the menu on open and close
cs: Animace nabídky při otevírání a zavírání
es: Anima el menú al abrir y cerrar
eu: Animatu menua ireki eta ixtean
fa: پویا نمایی فهرست هنگام گشودن و بستن
fr: Animer le menu à l'ouverture et à la fermeture
hr: Animacija izbornika pri otvaranju i zatvaranju
hu: Menüben megnyitása és bezárása animációval
it: Animazione del menù all'apertura e alla chiusura
lv: Animēt izvēlni, atverot un aizverot
nl: Menu-animaties inschakelen voor openen en sluiten
pl: Zezwól menu na animację przy otwieraniu i zamykaniu
pt: Animar o menu ao abrir e fechar
ro: Animă meniul la deschidere și închidere
sv: Animera menyn vid öppning och stängning
tr: Açarken ve kapanırken menü animasyonuna izin ver
vi: Làm hoạt hình menu khi mở và đóng

source: Activate categories on click
cs: Aktivujte kategorie kliknutím
es: Activar categorías con un click
eu: Aktibatu kategoriak klik egitean
fa: فعال‌سازی دسته‌بندی‌ها هنگام کلیک
fr: Activer les catégories via le clic
hr: Aktiviraj kategorije klikom
hu: Kategória aktiválása egy kattintással
it: Attiva le categorie al click
lv: Aktivizēt kategorijas, noklikšķinot
nl: Categorieën activeren bij klikken
pl: Aktywuj kategorie po kliknięciu
pt: Ativar categorias ao clicar
ro: Activează categoriile când dau clic
sv: Aktivera kategorier vid klick
tr: Kategorileri tıklayarak açın
vi: Kích hoạt danh mục khi nhấp chuột

source: Activate categories on click instead of on hover
cs: Aktivujte kategorie kliknutím, nikoli umístěním kurzoru myši
es: Activa las categorías al hacer clic en lugar de al pasar el ratón por encima
eu: Aktibatu kategorak klik egitean sagua gainetik pasatzearen ordez
fa: فعال‌سازی دسته‌بندی‌ها هنگام کلیک کردن، به جای ایستادن
fr: Activer les catégories via le clic au lieu du survol
hr: Aktiviraj kategorije klikom umjesto prijelazom pokazivača miša
hu: Kategória aktiválása egy kattintással követés helyett
it: Attiva le categorie al clic anziché al passaggio del mouse
lv: Aktivizēt kategorijas, noklikšķinot, nevis virzot kursoru
nl: Categorieën activeren bij klikken in plaats van bij zweven
pl: Aktywuj kategorie po kliknięciu
pt: Ativar categorias ao clicar em vez de pairar
ro: Activează categorii când dau clic în loc de planare
sv: Aktivera kategorier vid klick istället för hovring
tr: Kategorileri tıklayarak açın
vi: Kích hoạt danh mục khi nhấp chuột thay vì khi di chuột

source: Open menu on category:
cs: Otevřít nabídku v kategorii:
es: Abrir menú en categoría:
eu: Ireki menua kategoria honetan:
fa: گشودن فهرست در دسته‌بندی:
fr: Ouvrir le menu sur la catégorie :
hr: Otvori izbornik na kategoriji:
hu: A menü megnyitásakor ez a kategória legyen kiválasztva:
it: Apri il menù sulla categoria:
lv: Atvērt izvēlni kategorijā:
nl: Open menu op categorie:
pl: Otwórz menu w kategorii:
pt: Abrir menu na categoria:
ro: Deschide meniul la categoria:
sv: Öppna menyn på kategori:
tr: Menünün üstünde açılacağı kategori:
vi: Mở menu trên danh mục:

source: Always open the menu with this category selected
cs: Vždy otevřete nabídku s vybranou touto kategorií
es: Abre siempre el menú con esta categoría seleccionada
eu: Ireki beti menua hautatutako kategoria honekin
fa: فهرست همیشه با این دسته‌بندی گزیده گشوده شود
fr: Toujours ouvrir le menu avec cette catégorie sélectionnée
hr: Uvijek otvori izbornik s ovom odabranom kategorijom
hu: A menü megnyitásakor a megadott kategória legyen kiválasztva
it: Apri sempre il menù con questa categoria selezionata
lv: Vienmēr atvērt izvēlni ar atlasītu šo kategoriju
nl: Open altijd het menu met deze categorie geselecteerd
pl: Zawsze otwieraj menu z wybraną kategorią
pt: Abrir sempre o menu com esta categoria selecionada
ro: Deschide întotdeauna meniul cu această categorie selectată
sv: Öppna alltid meny med denna kategori vald
tr: Menü daima bu seçilen kategori ile açılır
vi: Luôn mở menu với danh mục này được chọn

source: Last used category
cs: Předchozí kategorie
es: Última categoría utilizada
eu: Erabilitako azken kategoria
fa: آخرین دسته‌بندی استفاده شده
fr: Dernière catégorie utilisée
hr: Posljednja korištena kategorija
hu: Előző kategória
it: Ultima categoria utilizzata
lv: Pēdējā lietotā kategorija
nl: Laatst gebruikte categorie
pl: Ostatnio używana kategoria
pt: Última categoria usada
ro: Ultima categorie folosită
sv: Senast använda kategori
tr: Son kullanılan kategori
vi: Danh mục được sử dụng lần cuối

source: Enable autoscrolling
cs: Povolit automatický posuv
es: Habilitar desplazamiento automático
eu: Gaitu korritze automatikoa
fa: به کار انداخت پیمایش خودکار
fr: Activer le défilement automatique
hr: Omogući automatsko pomicanje
hu: Automatikus görgetés
it: Abilita lo scorrimento automatico
lv: Iespējot automātisko ritināšanu
nl: Schakel automatisch schuiven in
pl: Włącz automatyczne przewijanie
pt: Ativar deslocamento automático
ro: Activează derularea automată
sv: Aktivera automatisk skrollning
tr: Uygulama listesinde otomatik kaydırmayı etkinleştir
vi: Bật tính năng cuộn tự động

source: Autoscroll the application list on mouse hover
es: Activa el desplazamiento automático en la lista de aplicaciones
eu: Aktibatzen du aplikazioen zerrendaren korritzea sagua gainetik pasatzean
fa: پیمایش خودکار سیاههٔ برنامه‌ها هنگام ایستادن موشی
fr: Faire défiler automatiquement la liste des applications au survol de la souris
hr: Automatski pomiči popis aplikacija prijelazom pokazivača miša
hu: Automatikus görgetés az alkalmazás listában egér rámutatással
it: Scorri automaticamente l'elenco delle applicazioni al passaggio del mouse
lv: Automātiski ritināt lietojumprogrammu sarakstu, novietojot peles kursoru
nl: Automatisch schuiven door de toepassingenlijst bij erboven zweven met de muis
pl: Automatyczne przewijanie listy aplikacji po najechaniu myszą
pt: Deslocar automaticamente a lista de aplicações no rato
ro: Derulează automat lista de aplicații la planarea cursorului
sv: Skrolla programlistan automatiskt vid mus över
tr: Uygulama listesi üstünde fare ile otomatik kaydır
vi: Tự động cuộn danh sách ứng dụng khi di chuột

source: Show hidden files in folder view
cs: Zobrazit skryté soubory v zobrazení složek
es: Muestra los archivos ocultos en la vista de carpeta
eu: Erakutsi ezkutuko fitxategiak karpeta ikuspegian
fa: نمایش پرونده‌های نهفته در نمای پوشه
fr: Afficher les fichiers cachés dans la vue des dossiers
hr: Prikaži skrivene datoteke u prikazu mape
hu: Rejtett fájlok és mappák megjelenítése
it: Mostra i file nascosti nella visualizzazione delle cartelle
lv: Rādīt slēptos failus mapes skatā
nl: Verborgen bestanden weergeven in mapweergave
pl: Pokaż ukryte pliki w widoku folderów
pt: Mostrar ficheiros ocultos na vista de pastas
ro: Arată fișierele ascunse în vizualizarea dosarului
sv: Visa dolda filer i mappvyn
tr: Gizli dosyaları dizin görünümünde göster
vi: Hiển thị các tập tin ẩn trong chế độ xem thư mục

source: Emoji search
es: Habilitar la búsqueda de emoticones
eu: Emojien bilaketa
fa: جست‌وجوی ایموجی
fr: Recherche d'emojis
hr: Pretraga emotikoina
hu: Emodzsi keresés
it: Ricerca emoji
lv: Emocijzīmju meklēšana
nl: Emotiepictogrammen doorzoeken
pl: Wyszukiwanie emotikonów
pt: Pesquisa Emoji
ro: Căutare de emoji
sv: Emoji-sök
tr: İmoji araması
vi: Tìm kiếm biểu tượng cảm xúc

source: Show emojis in search results
cs: Zobrazit emodži ve výsledcích vyhledávání
es: Muestra emoticones en los resultados de búsqueda
eu: Erakutsi emojiak bileketaren emaitzetan
fa: نمایش ایموجی‌ها در نتایج جست‌وجو
fr: Afficher les emojis dans les résultats de recherche
hr: Prikaži emotikoine u rezultatima pretrage
hu: Emodzsik megjelenítése a keresési találatok között
it: Mostra emoji nei risultati di ricerca
lv: Rādīt emocijzīmes meklēšanas rezultātos
nl: Emotiepictogrammen weergeven in zoekresultaten
pl: Pokaż emotikony w wynikach wyszukiwania
pt: Mostrar emojis nos resultados da pesquisa
ro: Afișați emoji în rezultatele căutării
sv: Visa emojis i sökresultat
tr: Arama sonuçlarında imojileri gösterir
vi: Hiển thị biểu tượng cảm xúc trong kết quả tìm kiếm
