Repository: linuxmint/cinnamon-spices-applets
Catalog: show-hide-applets@mohammad-sn/files/show-hide-applets@mohammad-sn/po/*.po
Languages: de, es, fi, fr, hu, it, nl, zh_tw

source: Autohide ON
es: Ocultar automáticamente ACTIVADO
fr: Masquage AUTO
hu: Automatikus elrejtés BE
it: Auto-nascondimento ON
nl: Automatisch verbergen AAN
zh_tw: 自動隱藏已啟用

source: Autohide OFF
es: Ocultar automáticamente DESACTIVADO
fr: Masquage MANUEL
hu: Automatikus elrejtés KI
it: Auto-nascondimento OFF
nl: Automatisch verbergen UIT
zh_tw: 自動隱藏已停用

source: Panel Edit mode
de: Leistenbearbeitungsmodus
es: Modo de edición del panel
fi: Paneelin muokkaustila
fr: Mode d'édition du panneau
hu: Panelszerkesztő üzemmód
it: Modalità Modifica Pannello
nl: Paneel Bewerk Modus
zh_tw: 面板編輯模式

source: Add applets to the panel
de: Applets zur Leiste hinzufügen
es: Añadir applets al panel
fi: Lisää sovelmia paneeliin
fr: Ajouter des applets au panneau
hu: Kisalkalmazás hozzáadása a panelhez
it: Aggiungi applet al pannello
nl: Applets toevoegen aan het paneel
zh_tw: 將小程式新增至面板

source: Autohide
de: Verstecke automatisch
es: Ocultar automáticamente
fi: Piilota automaattisesti
fr: Masquage automatique
hu: Automatikus elrejtés
it: Nascondi automaticamente
nl: Automatisch verbergen
zh_tw: 自動隱藏

source: hide a few applet to have a neater panel, and make them show up again by a click
de: Verstecke ein paar Applets, damit die Leiste aufgeräumter aussieht. Ein einfacher Klick zeigt sie wieder.
es: ocultar algunos applet para tener un panel más ordenado, y hacer que aparezcan de nuevo con un clic
fi: Piilota osa sovelmista ja näet siistimmän paneelin. Saat ne uudelleen näkyviin yhdellä napsautuksella
fr: cachez quelques applet pour avoir un panneau plus net, et faites-les réapparaître d'un simple clic
hu: rejtsen el néhány kisalkalmazást, a rendezettebb panel érdekében, később újra megjelenítheti azokat egy kattintással
it: nascondi alcune applet per avere un pannello più ordinato e falli apparire di nuovo con un clic
nl: Verberg enkele applets om een netter paneel te hebben, en laat ze weer verschijnen door een klik
zh_tw: 隱藏部分小程式讓面板更整潔，點一下即可重新顯示

source: Drawer (show/hide applets)
de: Schublade (zeige/verstecke Applets)
es: Cajón (mostrar/ocultar applets)
fi: Drawer (näytä ja piilota paneelin sovelmia)
fr: Tiroir (afficher/masquer les applets)
hu: Fiók (kisalkalmazások megjelenítése / elrejtése)
it: Cassetto (mostra/nascondi applet)
nl: Drawer (toon/verberg applets)
zh_tw: Drawer（顯示/隱藏小程式）

source: Settings for show-hide-applets@mohammad-sn
de: Einstellungen
es: Configuración de show-hide-applets@mohammad-sn
fi: Asetukset: show-hide-applets@mohammad-sn
fr: Préférences pour show-hide-applets@mohammad-sn
hu: Show-hide-applets@mohammad-sn beállításai
it: Impostazioni di show-hide-applets@mohammad-sn
nl: Instellingen voor show-hide-applets@mohammad-sn
zh_tw: show-hide-applets@mohammad-sn 設定

source: Check it if you want to hide applets automatically, unless you should click on applet to do so. Its status can be changed by middle-clicking on this applet.
es: Márquelo si desea ocultar los applets automáticamente, a menos que deba hacer clic en el applet para hacerlo. Puede cambiar su estado haciendo clic con el botón central del ratón sobre este applet.
fr: Cochez cette case si vous souhaitez masquer les applets automatiquement, à moins que vous ne souhaitiez cliquer sur l'applet pour le faire. L'état de masquage peut être modifié en cliquant avec le bouton central de la souris sur cette applet.
hu: Jelölje be, ha automatikusan el szeretné rejteni a kisalkalmazásokat, különben a kisalkalmazásra kell kattintania ehhez. Állapotát ezen kisalkalmazásra való középső kattintással módosíthatja.
it: Selezionalo se vuoi nascondere automaticamente le applet, a meno che tu non voglia cliccare sull'applet per farlo. Il suo stato può essere modificato cliccando con il tasto centrale su questa applet.
nl: Vink dit aan als je wilt dat applets automatisch worden verborgen, tenzij je op de applet moet klikken om dit te doen. De status kan worden gewijzigd door met de middelste muisknop op deze applet te klikken.
zh_tw: 勾選此選項會自動隱藏小程式，否則需要手動點選小程式來隱藏。 可透過滑鼠中鍵點選此小程式來切換狀態。

source: Show Autohide status in tooltip
de: Zeige "Verstecke automatisch"-Status im Tooltip
es: Mostrar el estado de Ocultar automáticamente en la información sobre herramientas
fr: Afficher dans l'infobulle l'état du masquage auto
hu: Az automatikus elrejtés állapotának megjelenítése az eszköztippekben
it: Mostra lo stato del l'auto-nascondimento nel tooltip
nl: Toon automatisch verbergen status in tooltip
zh_tw: 在工具提示中顯示自動隱藏狀態

source: Disable start time autohide
de: Deaktiviere Verzögerung für das automatische Verstecken
es: Desactivar la ocultación automática al inicio
fi: Poista käynnistyksessä automaattinen piilotus käytöstä
fr: Désactiver l'heure de démarrage du masquage automatique
hu: Letiltja a kezdési idő automatikus elrejtését
it: Disabilita nascondimento automatico all'avvio
nl: Starttijd automatisch verbergen uitschakelen
zh_tw: 停用啟動時的自動隱藏

source: if not in autohide mode
de: Wenn "Verstecke automatisch" nicht aktiviert ist.
es: si no está en modo de ocultación automática
fi: Jos ei niin piilotustila on automaattinen
fr: si pas en mode masquage automatique
hu: ha nem automatikus elrejtés módban
it: se non in modalità nascondi automaticamente
nl: indien niet in de automatische verbergen modus
zh_tw: 如果未處於自動隱藏模式

source: seconds
de: Sekunden
es: segundos
fi: sekuntia
fr: secondes
hu: másodperc
it: secondi
nl: seconden
zh_tw: 秒

source: Autohide after
de: Verstecke automatisch nach
es: Ocultar automáticamente tras
fi: Piilota automaattisesti jälkeen
fr: Masquer automatiquement après
hu: Automatikus elrejtés ennyi idő múlva
it: Nascondi automaticamente dopo
nl: Automatisch verbergen na
zh_tw: 自動隱藏延遲時間

source: Activate on hover
de: Aktiviere beim Darüberbewegen
es: Activar al pasar el ratón por encima
fi: Aktivoi osoittaminen
fr: Activer au survol
hu: Aktiválódjon ha az egér rámutat
it: Attiva al passaggio del mouse
nl: Activeren bij zweven met muis
zh_tw: 滑鼠游標停留時啟用

source: show applets on mouse hover
de: Zeige Applets beim Darüberbewegen
es: mostrar applets al pasar el ratón por encima
fi: Näyttää sovelmat osoittamalla hiirellä
fr: afficher les applets au survol de la souris
hu: kisalkalmazások megjelenítése ha az egér rámutat
it: mostra applet al passaggio del mouse
nl: toon applets bij zweven met de muis
zh_tw: 滑鼠游標停留時顯示小程式

source: Hide on hovering again
de: Verstecke beim Darüberbewegen wieder
es: Volver a ocultar al pasar el ratón
fi: Piilota kun osoitat tätä sovelmaa
fr: Cacher en survolant à nouveau
hu: Elrejtés, ha az egér újra rámutat
it: Nascondi al successivo passaggio del mouse
nl: Verbergen bij opnieuw zweven met de muis
zh_tw: 滑鼠游標再次停留時隱藏

source: toggle visibility of applets on mouse hover
de: Schalte die Sichtbarkeit der Applets beim Darüberbewegen der Maus um
es: cambiar la visibilidad de los applets al pasar el ratón por encima
fi: Vaihtaa sovelmien näkyvyyttä osoittamalla hiirellä
fr: basculer la visibilité des applets au survol de la souris
hu: kapcsolja be az kisalkalmazások láthatóságát ha az egér rámutat
it: attiva/disattiva la visibilità delle applet al passaggio del mouse
nl: zichtbaarheid van applets bij zweven met de muis in- en uitschakelen
zh_tw: 滑鼠游標停留時切換小程式顯示/隱藏

source: miliseconds
de: Millisekunden
es: milisegundos
fi: millisekuntia
fr: milisecondes
hu: ezredmásodperc
it: millisecondi
nl: milliseconden
zh_tw: 毫秒

source: Hover activates/hides after
de: Aktiviere/Verstecke beim Darüberbewegen nach
es: Al pasar el ratón por encima se activa/se oculta después de
fi: Osoitus aktivoi/piilottaa jälkeen
fr: Le survol active/cache après
hu: Az egér rámutatás aktiválja / elrejti ennyi idő múlva
it: Al passaggio del mouse si attiva/nasconde dopo
nl: Zweven met de muis activeert/verbergt na
zh_tw: 滑鼠游標停留後啟用/隱藏延遲時間

source: Autohide reshowing applets
de: Verstecke wiederauftauchende Applets automatisch
es: Ocultar y volver a mostrar los applets automáticamente
fi: Piilota uudelleen automaattisesti
fr: Masquer automatiquement les applets qui se ré-affichent
hu: Újra megjelenő kisalkalmazások automatikus elrejtése
it: Nascondi automaticamente e rivisualizza le applet
nl: Automatisch verbergen en opnieuw tonen van applets
zh_tw: 自動隱藏重新顯示的小程式

source: Reshowers' autohide delay:
de: Verstecke wiederauftauchender Applets nach
es: Retraso de re-activación del auto-ocultamiento:
fi: Piilotuksen viive uudelleen:
fr: Délai de masquage automatique des applets qui se ré-affichent :
hu: Újra megjelenő kisalkalmazások automatikus elrejtésének késleltetése:
it: Ritardo di riattivazione auto-nascondimento:
nl: Automatisch verbergen vertraging van opnieuw getoonde applets:
zh_tw: 重新顯示後的自動隱藏延遲時間

source: Only hide until next separator
de: Verstecke nur alles bis zum nächsten Trenner
es: Solo ocultar hasta el siguiente separador
fr: Masquer uniquement jusqu'au prochain séparateur
hu: Csak a következő elválasztóig rejtse el
it: Nascondi solo fino al prossimo separatore
nl: Alleen verbergen tot de volgende scheiding
zh_tw: 僅隱藏至下一個分隔符號

source: Only hide everything until the next separator element occurs.
de: Verstecke nur alles bis das nächste Trenner-Element vorkommt.
es: Solo oculta todo hasta que aparezca el siguiente elemento separador.
fr: Masquez tout jusqu'à ce que l'élément séparateur suivant apparaisse.
hu: Csak addig rejtsen el mindent, amíg a következő elválasztó elem meg nem jelenik.
it: Nasconde tutto fino all'occorrenza del successivo elemento separatore.
nl: Verberg alles alleen totdat het volgende scheidingselement verschijnt.
zh_tw: 僅隱藏所有內容直到下一個分隔符號元素出現為止。

source: check if you want to hide applets automatically, unless you should click on applet to do so
fi: Haluatko piilottaa sovelmat automaattisesti? Jos ei niin sovelmaa tulee itse napsauttaa hiirellä
