Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/shutdown-timer@webum.by/*.po
Languages: ca, fr, hu, it, nl, vi

source: Shutdown-timer
ca: Temporitzador d'Aturada
fr: Minuterie d'arrêt
hu: Leállítási-időzítő
it: Timer di arresto
vi: Hẹn giờ tắt máy

source: Minutes
ca: Minuts
hu: Perc
it: Minuti
nl: Minuten
vi: Phút

source: Timer
ca: Temporitzador
fr: Minuteur
hu: Időzítő
vi: Bộ hẹn giờ

source: Show time on panel
ca: Mostrar el temps al tauler
fr: Afficher l'heure sur le panneau
hu: Idő megjelenítése a Panelen
it: Mostra l'ora sul pannello
nl: Toon tijd op paneel
vi: Hiển thị thời gian trên bảng

source: Minutes to <click action>
ca: Minuts per <click action>
fr: Minutes avant <cliquez sur l'action>
hu: Percek eddig: <click action>
it: Minuti alla <azione al clic>
nl: Minuten tot <click action>
vi: Số phút cho <hành động nhấp chuột>

source: Shutdown timer
ca: Temporitzador d'aturada
hu: Leállítási időzítő
it: Timer di arresto
vi: Hẹn giờ tắt máy

source: Applet to help you shutdown, restart and suspend your system with timer
ca: Miniaplicació que us ajuda a apagar, reiniciar i suspendre el vostre sistema a través d'un temporitzador
fr: Applet pour vous aider à arrêter, redémarrer et suspendre votre système avec une minuterie
hu: Kisalkalmazás, amely segít a rendszer leállításában, újraindításában és felfüggesztésében időzítővel
it: Applet per aiutarti a spegnere, riavviare e sospendere il sistema con un timer
nl: Applet om je te helpen je systeem af te sluiten, opnieuw op te starten en te doen slapen met een timer
vi: Applet giúp bạn hẹn giờ tắt, khởi động lại hoặc tạm dừng hệ thống

source: Shutdown event on menu
ca: Acció d'aturada al menú
fr: Événement d'arrêt sur le menu
hu: Leállítási esemény a menüben
it: Mostra Arresta nel menù
nl: 'Afsluiten' gebeurtenis in menu
vi: Tùy chọn tắt máy trong menu

source: Restart event on menu
ca: Acció de reinici al menú
fr: Événement de redémarrage sur le menu
hu: Esemény újraindítása a menüben
it: Mostra Riavvia nel menù
nl: 'Herstarten' gebeurtenis in menu
vi: Tùy chọn khởi động lại trong menu

source: Log out event on menu
ca: Acció de tancament de sessió al menú
fr: Événement de déconnexion sur le menu
hu: Kijelentkezés az esemény menüben
it: Mostra Disconnetti nel menù
nl: 'Afmelden' gebeurtenis in menu
vi: Tùy chọn đăng xuất trong menu

source: Hibernate event on menu
ca: Acció d'hivernar al menú
fr: Événement d'hibernation sur le menu
hu: Hibernált esemény a menüben
it: Mostra Iberna nel menù
nl: 'Slaapstand naar schijf' gebeurtenis in menu
vi: Tùy chọn ngủ đông trong menu

source: Suspend event on menu
ca: Acció de suspensió al menú
fr: Événement de veille sur le menu
hu: Az esemény felfüggesztése a menüben
it: Mostra Sospendi nel menù
nl: 'Slaapstand' gebeurtenis in menu
vi: Tùy chọn tạm dừng trong menu

source: Lock screen event on menu
ca: Acció de bloqueig de pantalla al menú
fr: Événement de verrouillage d'écron sur le menu
hu: Lezárási képernyő esemény a menüben
it: Mostra Blocca schermo nel menù
nl: 'Scherm vergrendelen' gebeurtenis in menu
vi: Tùy chọn khóa màn hình trong menu

source: Restart Cinnamon event on menu
ca: Acció de reiniciar Cinnamon al menú
fr: Événement de redémarrage de Cinnamon sur le menu
hu: Indítsa újra a Cinnamon eseményt a menüben
it: Mostra Riavvia Cinnamon nel menù
nl: 'Cinnamon opnieuw starten' gebeurtenis in menu
vi: Tùy chọn khởi động lại Cinnamon trong menu

source: Show timer in panel
ca: Mostrar el temporitzador al tauler
fr: Afficher la minuterie dans le panneau
hu: Időzítő megjelenítése a panelen
it: Mostra il timer sul pannello
nl: Toon timer in paneel
vi: Hiển thị bộ hẹn giờ trên bảng
