Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/jenkins@backuity.org/*.po
Languages: fr, hu, vi

source: Jenkins status
fr: Statut de Jenkins
hu: Jenkins státusz
vi: Trạng thái Jenkins

source: Loading jobs...
fr: Chargement des tâches...
hu: Feladatok betöltése...
vi: Đang tải các công việc...

source: No jobs
fr: Pas de tâches
hu: Nincsenek feladatok
vi: Không có công việc nào

source: Unknown error
fr: Erreur inconnue
hu: Ismeretlen hiba
vi: Lỗi không xác định

source: Jenkins Builds
fr: Assemblages Jenkins
hu: Jenkins Buildek

source: View jenkins builds
fr: Afficher les assemblages Jenkins
hu: Jenkins buildek megtekintése
vi: Xem các bản build của Jenkins

source: seconds
fr: secondes
hu: másodperc
vi: giây

source: Update interval
fr: Intervalle de mise à jour
hu: Frissítési időköz
vi: Khoảng thời gian cập nhật

source: jobs
fr: Tâches
hu: feladatok
vi: công việc

source: Maximum number of jobs displayed in the popup menu
fr: Nombre maximal de tâches affichées dans le menu contextuel
hu: A felugró menüben megjelenített feladatok maximális száma
vi: Số lượng công việc tối đa hiển thị trong menu bật lên

source: Hide successful jobs in the popup menu
fr: Masquer les tâches réussies dans le menu contextuel
hu: Sikeres feladatok elrejtése a felugró menüben
vi: Ẩn các công việc thành công trong menu bật lên

source: Hide disabled jobs in the popup menu
fr: Masquer les tâhces désactivées dans le menu contextuel
hu: Letiltott feladatok elrejtése a felugró menüben
vi: Ẩn các công việc bị vô hiệu hóa trong menu bật lên

source: Save last check and show notification for new failed jobs
fr: Enregistrer la dernière vérification et afficher une notification pour les nouvelles tâches ayant échoué
hu: Utolsó ellenőrzés mentése és értesítés megjelenítése az új sikertelen feladatokról
vi: Lưu lần kiểm tra cuối và hiển thị thông báo cho các công việc thất bại mới

source: Validate SSL certificate
fr: Valider le certificat SSL
hu: SSL-tanúsítvány érvényesítése
vi: Xác thực chứng chỉ SSL

source: Jenkins URL (ex: https://jenkins.mydomain.com)
fr: URL Jenkins (ex : https://jenkins.mydomain.com)
hu: Jenkins URL (pl.: https://jenkins.mydomain.com)
vi: URL Jenkins (ví dụ: https://jenkins.mydomain.com)

source: Project filtering
fr: Filtrage des projets
hu: Projekt szűrés
vi: Lọc dự án

source: Credentials (if access is resticted)
fr: Identifiants (si l'accès est restreint)
hu: Hitelesítő adatok (ha a hozzáférés korlátozott)
vi: Thông tin đăng nhập (nếu quyền truy cập bị hạn chế)

source: Username
fr: Nom d'utilisateur
hu: Felhasználónév
vi: Tên người dùng

source: Password/API token
fr: Mot de passe / jeton d'API
hu: Jelszó/API token
vi: Mật khẩu / API token
