Repository: linuxmint/cinnamon-spices-applets
Catalog: MonitorInputSource@klangman/files/MonitorInputSource@klangman/po/*.po
Languages: ca, da, hu, vi, zh_tw

source: Left Click
ca: Clic esquerre
da: Venstreklik
hu: Bal kattintás
vi: Nhấp trái
zh_tw: 點選左鍵

source: Middle Click
ca: Clic del mig
da: Midterklik
hu: Középső kattintás
vi: Nhấp giữa
zh_tw: 點選中鍵

source: Right Click
ca: Clic dret
da: Højreklik
hu: Jobb kattintás
vi: Nhấp phải
zh_tw: 點選右鍵

source: Back Click
ca: Clic de retrocés
da: Tilbageklik
hu: Vissza kattintás
vi: Nhấp lùi
zh_tw: 點選返回鍵

source: Forward Click
ca: Clic d'avançament
da: Fremklik
hu: Előre kattintás
vi: Nhấp tới
zh_tw: 點選前進鍵

source: Monitor input sources
ca: Fonts d'entrada del monitor
da: Skærminputkilder
hu: Monitor bemeneti források
vi: Giám sát nguồn vào màn hình
zh_tw: 螢幕輸入來源

source: Detecting monitors...
ca: Detectant monitors...
da: Registrerer skærme …
hu: Monitorok észlelése...
vi: Đang phát hiện màn hình...
zh_tw: 正在偵測螢幕…

source: Options
ca: Opcions
da: Indstillinger
hu: Beállítások
vi: Tùy chọn
zh_tw: 選項

source: Clear monitor cache
ca: Esborrar la cau del monitor
da: Ryd skærmcache
hu: A monitor gyorsítótárának törlése
vi: Xóa bộ nhớ đệm màn hình
zh_tw: 清除螢幕快取

source: Clear quick actions
ca: Esborrar les accions ràpides
da: Ryd hurtige handlinger
hu: Gyors műveletek törlése
vi: Xóa hành động nhanh
zh_tw: 清除快速動作

source: Help
ca: Ajuda
da: Hjælp
hu: Súgó
vi: Trợ giúp
zh_tw: 說明

source: Required "ddcutil" not found
ca: No s'ha trobat el paquet necessari "ddcutil"
da: “ddcutil“ er krævet, men blev ikke fundet
hu: A kötelező "ddcutil" nem található
vi: Không tìm thấy "ddcutil" cần thiết
zh_tw: 找不到必要的 "ddcutil"

source: Error, "ddcutil" exit code
ca: Error, codi de sortida de "ddcutil"
da: Fejl: “ddcutil“-afslutningskode
hu: Hiba, "ddcutil" kilépési kód
vi: Lỗi, mã thoát của "ddcutil"
zh_tw: 錯誤，"ddcutil" 結束代碼

source: No capable monitors detected
ca: No s'han detectat monitors compatibles
da: Ingen egnede skærme registreret
hu: Nem észleltek megfelelő monitorokat
vi: Không phát hiện màn hình có khả năng
zh_tw: 未偵測到相容的螢幕

source: for
ca: per
hu: ehhez:
vi: cho
zh_tw: 的

source: Refresh
ca: Actualitzar
da: Opdatér
hu: Frissítés
vi: Làm mới
zh_tw: 重新整理

source: Monitor Input Source
ca: Font d'entrada del monitor
da: Skærminputkilde
hu: Monitor bemeneti forrás
vi: Nguồn đầu vào màn hình
zh_tw: 螢幕輸入來源

source: Change your monitors video input source directly from the cinnamon panel
ca: Canvieu la font d'entrada de vídeo del vostre monitor des del tauler de Cinnamon
da: Skift skærmens videoinputkilde direkte i panelet
hu: Módosítsa a monitor videobemenetét közvetlenül a Cinnamon panelről
vi: Thay đổi nguồn video của màn hình trực tiếp từ thanh panel của Cinnamon
zh_tw: 直接從 Cinnamon 面板切換您的螢幕影像輸入來源

source: Shift+
da: Skift+
