Repository: linuxmint/cinnamon-spices-applets
Catalog: binaryclock@entelechy/files/binaryclock@entelechy/po/*.po
Languages: es, ru

source: Date and Time Settings
es: Configuración de fecha y hora
ru: Настройка Времени и Даты

source: Use a custom date format
es: Usar un formato de fecha personalizado
ru: Задать свой формат даты

source: Check this to define a custom format for the date in the calendar applet.
es: Marque esta opción para definir un formato personalizado para la fecha en el applet de calendario.
ru: Задать пользовательский формат даты в апплете календаря.

source: Show information on date format syntax
es: Mostrar información sobre la sintaxis del formato de fecha
ru: Справка по формату даты

source: Click this button to know more about the syntax for date formats.
es: Pulse este botón para saber más sobre la sintaxis de los formatos de fecha.
ru: Нажмите, чтобы узнать, как указать свой формат даты.

source: Show week numbers in calendar
es: Mostrar los números de la semana en el calendario
ru: Показывать номера недель в календаре

source: Check this to show week numbers in the calendar.
es: Marque esta opción para mostrar los números de semana en el calendario.
ru: Нажмите, чтобы отображать номера недель на панели в апплете календаря.

source: Date format
es: Formato de fecha
ru: Формат даты

source: Set your custom format here.
es: Defina aquí su formato personalizado.
ru: Задайте ваш формат здесь.

source: Display
es: Mostrar
ru: Отображение

source: Cinnamon Binary Clock
es: Reloj binario de Cinnamon
ru: Бинарные Часы Cinnamon (Cinnamon Binary Clock)

source: The Cinnamon calendar applet, with the time displayed in binary
es: El applet de calendario de Cinnamon, con la hora mostrada en binario
ru: Апплет календаря, в котором отображаются бинарные часы
