Repository: linuxmint/cinnamon-spices-applets
Catalog: suspend@janax/files/suspend@janax/po/*.po
Languages: ca, es, zh_tw

source: Suspend
ca: Suspendre
es: Suspender
zh_tw: 睡眠

source: Immediately suspends the computer
ca: Suspèn l'ordinador de manera immediata
es: Suspende inmediatamente el ordenador
zh_tw: 立即讓電腦進入睡眠狀態

source: Suspend computer
ca: Suspendre l'ordinador
es: Suspender el computador
zh_tw: 電腦睡眠

source: Suspend computer settings
ca: Configuració de la suspensió de l'ordinador
es: Configuración de suspensión del computador
zh_tw: 電腦睡眠設定

source: Double-click to suspend
ca: Doble clic per suspendre
es: Doble clic para suspender
zh_tw: 點兩下即可進入睡眠

source: When enabled, a double-click will suspend the computer, otherwise the computer will suspend on a single click.
ca: Quan estigui activat, un doble clic suspendrà l'ordinador. Si està desactivat, només caldrà un clic.
es: Cuando está activado, un doble clic suspenderá el ordenador, de lo contrario el ordenador se suspenderá con un solo clic.
zh_tw: 啟用後，點兩下會讓電腦進入睡眠狀態；否則，點一下就會讓電腦進入睡眠狀態。

source: Use a count down before suspending
ca: Utilitza un compte enrere abans de suspendre
es: Utilice una cuenta regresiva antes de suspender
zh_tw: 進入睡眠狀態前倒數計時

source: When enabled, a count down will occurs before suspending the computer. Clicking again during the count down will cancel the suspend.
ca: Quan estigui activat, es visualitzarà un comptador abans de suspendre l'ordinador. Clicant de nou durant el compte enrere cancel·larà la suspensió.
es: Cuando está activada, se produce una cuenta regresiva antes de suspender el ordenador. Si vuelve a hacer clic durante la cuentaregresiva, se cancelará la suspensión.
zh_tw: 啟用後，電腦進入睡眠狀態前會先進行倒數計時。 倒數期間再次點選即可取消睡眠。

source: seconds
ca: segons
es: segundos
zh_tw: 秒

source: Count down duration
ca: Durada del compte enrere
es: Duración de la cuenta regresiva
zh_tw: 倒數計時秒數

source: Ctrl+Click to override the count down and suspend immediately
ca: Ctrl+clic per a sobreescriure el compte enrere i suspendre l'ordinador immediatament
es: Ctrl+Clic para anular la cuenta regresiva y suspender inmediatamente
zh_tw: 使用 Ctrl + 點選以略過倒數計時並立即進入睡眠

source: When enabled, using Ctrl+Click will suspend the computer immediately, without starting a count down or waiting for an existing count down to finish.
ca: Quan estigui activat, Ctrl+Clic suspendrà l'ordinador de manera immediata, sense iniciar o esperar què acabi el compte enrere.
es: Si se activa, al pulsar Ctrl+Clic se suspenderá el ordenador inmediatamente, sin iniciar una cuenta regresiva ni esperar a que termine una cuenta regresiva existente.
zh_tw: 啟用後，使用 Ctrl + 點選會立即讓電腦進入睡眠狀態，不會啟動倒數計時，也不會等待現有的倒數結束。

source: Use a full color icon
ca: Utilitza una icona de color
es: Utilizar un icono a todo color
zh_tw: 使用全彩圖示

source: When enabled, a full color panel icon will be used, otherwise a symbolic icon will be used.
ca: Quan estigui activat, el tauler utilitzarà una icona de color. En cas contrari, s'utilitzarà una icona simbòlica.
es: Si está activada, se utilizará un icono de panel a todo color; en caso contrario, se utilizará un icono simbólico.
zh_tw: 啟用後會使用全彩的面板圖示，否則會改用符號圖示。

source: System suspend settings
ca: Configuració de la suspensió del sistema
es: Configuración de suspensión del sistema
zh_tw: 系統睡眠設定

source: Open Power Management Settings
ca: Obrir les opcions de la configuració d'energia
es: Abrir la configuración de gestión de energía
zh_tw: 開啟電源管理設定
