Repository: linuxmint/cinnamon-spices-applets
Catalog: SpicesUpdate@claudiux/files/SpicesUpdate@claudiux/po/*.po
Languages: da, hu, it, vi, zh_tw

source: Update these applets:
da: Opdatér disse panelprogrammer:
hu: Frissítse ezeket kisalkalmazásokat:
it: Aggiorna queste applet:
vi: Cập nhật các applet này:
zh_tw: 更新這些小程式：

source: Your Applets
da: Dine panelprogrammer
hu: Telepített kisalkalmazások
it: I tuoi applet
vi: Applet của bạn
zh_tw: 您的小程式

source: Check for updates?
da: Led efter opdateringer?
hu: Keressen rá vannak-e frissítések?
it: Controlla gli aggiornamenti?
vi: Kiểm tra cập nhật?
zh_tw: 檢查更新？

source: Get the latest version now
da: Hent den nyeste version nu
hu: Legújabb verzió beszerzése
it: Ottieni ora l'ultima versione
vi: Lấy phiên bản mới nhất ngay
zh_tw: 立即取得最新版本

source: Open Cinnamon Settings to manage all the Applets
da: Åbn Cinnamon Indstillinger for at håndtere alle panelprogrammer
hu: Cinnamon beállítások megnyitása az kisalkalmazások kezeléséhez
it: Apri Impostazioni di sistema per gestire tutte le Applet
vi: Mở Cài đặt Cinnamon để quản lý tất cả Applet
zh_tw: 開啟 Cinnamon 設定以管理所有小程式

source: Check regularly whether your desklets are up to date
da: Undersøg regelmæssigt, om dine skrivebordsprogrammer er opdaterede
hu: Az asztalkalmazások frissítéseinek rendszeres ellenőrzése
it: Controlla regolarmente se i tuoi desklet sono aggiornati
vi: Kiểm tra định kỳ xem desklet của bạn có được cập nhật không
zh_tw: 定期檢查您的桌面小工具是否為最新版本

source: If desklets updates do not concern you, uncheck this box.
da: Deaktivér denne, hvis du ikke er interesseret i opdateringer.
hu: Ha az asztalalkalmazások frissítései nem érdeklik önt, ne jelölje be ezt a négyzetet.
it: Se gli aggiornamenti dei desklet non ti interessano, deseleziona questa casella.
vi: Nếu bạn không quan tâm đến cập nhật desklet, hãy bỏ chọn hộp này.
zh_tw: 若您不關心桌面小工具的更新，請取消勾選此核取方塊。

source: Check regularly whether new desklets are available
da: Undersøg regelmæssigt, om nye skrivebordsprogrammer er tilgængelige
hu: Új asztalkalmazások rendszeres keresése
it: Controllare regolarmente se sono disponibili nuove desklet
vi: Kiểm tra định kỳ xem có desklet mới nào sẵn có không
zh_tw: 定期檢查是否有新的桌面小工具可用

source: If new desklets do not concern you, uncheck this box.
da: Deaktivér denne, hvis du ikke er interesseret i nye skrivebordsprogrammer.
hu: Ha az új asztalalkalmazások nem érdeklik önt, ne jelölje be ezt a négyzetet.
it: Se le nuove desklet non ti interessano, deseleziona questa casella.
vi: Nếu bạn không quan tâm đến desklet mới, hãy bỏ chọn hộp này.
zh_tw: 若您不關心新的桌面小工具，請取消勾選此核取方塊。

source: Update these desklets:
da: Opdatér disse skrivebordsprogrammer:
hu: Következő asztalkalmazások frissítése:
it: Aggiorna questi desklet:
vi: Cập nhật các desklet này:
zh_tw: 更新這些桌面小工具：

source: Your Desklets
da: Dine skrivebordsprogrammer
hu: Telepített asztalkalmazások
it: I tuoi desklet
vi: Desklets của bạn
zh_tw: 您的桌面小工具

source: Open Cinnamon Settings to manage all the Desklets
da: Åbn Cinnamon Indstillinger for at håndtere alle skrivebordsprogrammer
hu: Cinnamon beállítások megnyitása az asztalkalmazások kezeléséhez
it: Apri Impostazioni di sistema per gestire tutti i Desklet
vi: Mở Cài đặt Cinnamon để quản lý tất cả Desklets
zh_tw: 開啟 Cinnamon 設定以管理所有桌面小工具

source: Check regularly whether your extensions are up to date
da: Undersøg regelmæssigt, om dine udvidelser er opdaterede
hu: A bővítmények frissítéseinek rendszeres ellenőrzése
it: Controlla regolarmente se le tue estensioni sono aggiornate
vi: Kiểm tra định kỳ xem các tiện ích đã được cập nhật
zh_tw: 定期檢查您的擴充功能是否為最新版本

source: If extensions updates do not concern you, uncheck this box.
da: Deaktivér denne, hvis du ikke er interesseret i opdateringer.
hu: Ha a bővítmények frissítései nem érdeklik önt, ne jelölje be ezt a négyzetet.
it: Se gli aggiornamenti delle estensioni non ti interessano, deseleziona questa casella.
vi: Bỏ chọn nếu bạn không quan tâm đến cập nhật tiện ích.
zh_tw: 若您不關心擴充功能的更新，請取消勾選此核取方塊。

source: Check regularly whether new extensions are available
da: Undersøg regelmæssigt, om nye udvidelser er tilgængelige
hu: Új bővítmények rendszeres keresése
it: Controllare regolarmente se sono disponibili nuove estensioni
vi: Kiểm tra định kỳ xem có tiện ích mới
zh_tw: 定期檢查是否有新的擴充功能可用

source: If new extensions do not concern you, uncheck this box.
da: Deaktivér denne, hvis du ikke er interesseret i nye udvidelser.
hu: Ha az új bővítmények nem érdeklik önt, ne jelölje be ezt a négyzetet.
it: Se le nuove estensioni non ti interessano, deseleziona questa casella.
vi: Bỏ chọn nếu bạn không quan tâm đến tiện ích mới.
zh_tw: 若您不關心新的擴充功能，請取消勾選此核取方塊。

source: Update these extensions:
da: Opdatér disse udvidelser:
hu: Következő bővítmények frissítése:
it: Aggiorna queste estensioni:
vi: Cập nhật các tiện ích này:
zh_tw: 更新這些擴充功能：

source: Your Extensions
da: Dine udvidelser
hu: Telepített bővítmények
it: Le tue estensioni
vi: Tiện ích của bạn
zh_tw: 您的擴充功能

source: Open Cinnamon Settings to manage all the Extensions
da: Åbn Cinnamon Indstillinger for at håndtere alle udvidelser
hu: Cinnamon beállítások megnyitása a bővítmények kezeléséhez
it: Apri Impostazioni di sistema per gestire tutte le estensioni
vi: Mở Cài đặt Cinnamon để quản lý tất cả tiện ích
zh_tw: 開啟 Cinnamon 設定以管理所有擴充功能

source: Check regularly whether your themes are up to date
da: Undersøg regelmæssigt, om dine temaer er opdaterede
hu: A témák frissítéseinek rendszeres ellenőrzése
it: Controlla regolarmente se i tuoi temi sono aggiornati
vi: Kiểm tra định kỳ xem các chủ đề đã được cập nhật
zh_tw: 定期檢查您的佈景主題是否為最新版本

source: If themes updates do not concern you, uncheck this box.
da: Deaktivér denne, hvis du ikke er interesseret i opdateringer.
hu: Ha a témák frissítései nem érdeklik önt, ne jelölje be ezt a négyzetet.
it: Se gli aggiornamenti dei temi non ti interessano, deseleziona questa casella.
vi: Bỏ chọn nếu bạn không quan tâm đến cập nhật chủ đề.
zh_tw: 若您不關心佈景主題的更新，請取消勾選此核取方塊。

source: Check regularly whether new themes are available
da: Undersøg regelmæssigt, om nye temaer er tilgængelige
hu: Új témák rendszeres keresése
it: Controllare regolarmente se sono disponibili nuovi temi
vi: Kiểm tra định kỳ xem có chủ đề mới
zh_tw: 定期檢查是否有新的佈景主題可用

source: If new themes do not concern you, uncheck this box.
da: Deaktivér denne, hvis du ikke er interesseret i nye temaer.
hu: Ha az új témák nem érdeklik önt, ne jelölje be ezt a négyzetet.
it: Se i nuovi temi non ti interessano, deseleziona questa casella.
vi: Bỏ chọn nếu bạn không quan tâm đến chủ đề mới.
zh_tw: 若您不關心新的佈景主題，請取消勾選此核取方塊。

source: Update these themes:
da: Opdatér disse temaer:
hu: Következő témák frissítése:
it: Aggiorna questi temi:
vi: Cập nhật các chủ đề này:
zh_tw: 更新這些佈景主題：

source: Your Themes
da: Dine temaer
hu: Telepített témák
it: I Tuoi Temi
vi: Chủ đề của bạn
zh_tw: 您的佈景主題

source: Open Cinnamon Settings to manage all the Themes
da: Åbn Cinnamon Indstillinger for at håndtere alle temaer
hu: Cinnamon beállítások megnyitása az témák kezeléséhez
it: Apri le Impostazioni di Cinnamon per gestire tutti i Temi
vi: Mở Cài đặt Cinnamon để quản lý tất cả chủ đề
zh_tw: 開啟 Cinnamon 設定以管理所有佈景主題

source: hours
da: timer
hu: óra
it: ore
vi: giờ
zh_tw: 小時

source: Time interval between two checks
da: Tidsinterval mellem to undersøgelser
hu: Frissítések ellenőrzésének időköze
it: Intervallo di tempo tra due controlli
vi: Khoảng thời gian giữa hai lần kiểm tra
zh_tw: 兩次檢查之間的時間間隔

source: Min value: 1 hour. Max value: 720 hours (30 days).
da: Mindste værdi: 1 time. Største værdi: 720 timer (30 dage).
hu: Min. érték: 1 óra. Max. érték: 720 óra (30 nap).
it: Valore minimo: 1 ora. Valore massimo: 720 ore (30 giorni).
vi: Giá trị tối thiểu: 1 giờ. Giá trị tối đa: 720 giờ (30 ngày).
zh_tw: 最小值：1 小時。最大值：720 小時（30 天）。

source: Make a first check one minute after starting
da: Undersøg første gange et minut efter opstart
hu: Első ellenőrzés az indulás után egy perccel
it: Si noti che il primo controllo avverrà un minuto dopo l'avvio di questa applet.
vi: Thực hiện kiểm tra đầu tiên sau một phút khởi động
zh_tw: 啟動一分鐘後進行首次檢查

source: By checking this box, the first check will take place one minute after starting this applet.
da: Aktiveres denne, vil første undersøgelse ske et minut efter dette panelprogram startes.
hu: Ennek a négyzetnek a bejelölésével az első ellenőrzés egy perccel a kisalkalmazás indítása után történik.
it: Si noti che il primo controllo avverrà un minuto dopo l'avvio di questa applet.
vi: Bật tùy chọn này để kiểm tra đầu tiên diễn ra một phút sau khi applet khởi động.
zh_tw: 勾選此核取方塊後，首次檢查將於小程式啟動一分鐘後進行。

source: Notify me by changing the icon when Spices need an update
da: Underret mig ved at ændre ikonet, når der er en opdatering af Spices
hu: Értesítsen az ikon megváltoztatásával, ha a Spices frissítésre szorul
it: Avvisami cambiando l'icona quando le Spices hanno bisogno di un aggiornamento
vi: Thông báo bằng cách đổi biểu tượng khi Spices cần cập nhật
zh_tw: 當 Spices 需要更新時，透過變更圖示來通知我

source: By checking this box, you allow this applet to modify its icon to warn you when at least one of the Spices requires an update.
da: Aktiveres denne, ændres panelprogrammets ikon, når der er opdatering til mindst en af dine Spices.
hu: A négyzet bejelölésével engedélyezi a kisalkalmazásnak, hogy módosítsa az ikonját így figyelmeztetve önt, ha a Spice-ok legalább egyikének frissítésére van szükség.
it: Selezionando questa casella, si consente a questa applet di modificare la sua icona per avvisare l'utente quando almeno una delle Spices richiede un aggiornamento.
vi: Bật tùy chọn này để applet thay đổi biểu tượng cảnh báo khi ít nhất một Spice cần cập nhật.
zh_tw: 勾選此核取方塊，即表示您允許小程式在至少有一個 Spice 需要更新時，修改其圖示以提醒您。

source: The icon color when Spices need an update
da: Ikonfarven når der er en opdatering til Spices
hu: Az ikon színe, ha a Spices frissítést igényel
it: Colore dell'icona quando le Spices hanno bisogno di un aggiornamento
vi: Màu biểu tượng khi Spices cần cập nhật
zh_tw: Spices 需要更新時的圖示顏色

source: Click the button to select another color.
da: Klik på knappen for at vælge en anden farve.
hu: Kattintson a gombra egy másik szín kiválasztásához.
it: Fare clic sul pulsante per selezionare un altro colore.
vi: Nhấn nút để chọn màu khác.
zh_tw: 點選按鈕以選取其他顏色。

source: Show notification messages about Spices updates
da: Vis underretninger om opdateringer til Spices
hu: Értesítő üzenetek megjelenítése a Spices frissítéseiről
it: Mostra messaggi di notifica sugli aggiornamenti delle Spices
vi: Hiển thị thông báo về cập nhật Spices
zh_tw: 顯示關於 Spices 更新的通知訊息

source: By checking this box, you allow this applet to display messages about Spices updates in notifications viewer.
da: Aktiveres denne, vises meddelelser om opdateringer til dine Spices.
hu: Ennek a négyzetnek a bejelölésével engedélyezi a kisalkalmazásnak, hogy üzeneteket jelenítsen meg a Spices frissítéseiről az értesítésekben.
it: Selezionando questa casella, si consente a questa applet di inviare messaggi sugli aggiornamenti di spezie nel visualizzatore di notifiche.
vi: Bật tùy chọn này để applet hiển thị thông báo về cập nhật Spices.
zh_tw: 勾選此核取方塊，即表示您允許小程式在通知檢視器中顯示關於 Spices 更新的訊息。

source: Display the description of each update or new Spice
da: Vis beskrivelsen af hver ny opdatering eller ny Spice
hu: Jelenítse meg az egyes frissítések vagy új Spice leírását
it: Mostra la descrizione di ogni aggiornamento o nuova Spice
vi: Hiển thị mô tả của mỗi bản cập nhật hoặc Spice mới
zh_tw: 顯示每項更新或新 Spices 的說明

source: By checking this box, you'll know why an update is available, and get a description of any new Spice. This information will be displayed in English.
da: Aktiveres denne, kan du se, hvorfor en opdatering er tilgængelig og få en beskrivelse af enhver ny Spice. Disse oplysninger vises på engelsk.
hu: Ennek a négyzetnek a bejelölésével megtudhatja, miért érhető el új frissítés, és megkapja az új Spice-ok leírását is. Ez az információ angolul jelenik meg.
it: Selezionando questa casella, conoscerai il motivo dell'eventuale aggiornamento o la descrizione di ogni nuova Spice. Questa informazione verrà visualizzata in inglese.
vi: Bật tùy chọn này để biết lý do có bản cập nhật và xem mô tả của Spice mới. Thông tin này sẽ hiển thị bằng tiếng Anh.
zh_tw: 勾選此核取方塊後，您將能得知更新的原因，並取得任何新 Spice 的描述。 此資訊將以英文顯示。

source: Minimal (text only)
da: Minimal (kun tekst)
hu: Minimális (csak szöveg)
it: Minimale (solo testo)
vi: Tối giản (chỉ văn bản)
zh_tw: 精簡（僅文字）

source: With action buttons
da: Med handlingsknapper
hu: Műveleti gombokkal
it: Con pulsanti di azione
vi: Có nút hành động
zh_tw: 包含動作按鈕

source: With action buttons as icons
da: Med handlingsknapper som ikoner
hu: Ikonként megjelenő műveleti gombokkal
it: Con pulsanti di azione come icone
vi: Có nút hành động dạng biểu tượng
zh_tw: 動作按鈕以圖示顯示

source: Notification style
da: Underretningsstil
hu: Értesítés stílusa
it: Stile di notifica
vi: Kiểu thông báo
zh_tw: 通知樣式

source: Minimal: Displays simple and short notifications. With action buttons: Notifications also contain some buttons which have these roles: The leftmost button opens the Download tab in System Settings for the concerned Spices, which are sorted by date (most recent first). So you can update the Spices you want. The rightmost button refreshes the cache and notifications, if necessary. Optionally, a central button allows you to forget new spices or update the installed ones, depending on the case.
da: Minimal: Viser korte, enkle underretninger. Med handlingsknapper: Underretninger indeholder også knapper med følgende funktioner: Venstre knap åbner Hent-fanebladet i systemindstillingerne for den relevante type Spice ordnet efter dato (nyeste først). Så kan du opdaterede Spices, du ønsker. Højre knap genopfrisker om nødvendigt cachen og underretninger. Midterste knap lader dig, afhængig af konteksten, glemme nye Spices eller opdatere de installerede.
hu: Minimális: Egyszerű és rövid értesítéseket jelenít meg. Műveleti gombokkal: Az értesítések tartalmaznak néhány gombot, amelyeknek ezek a szerepeik vannak: A bal szélső gomb megnyitja a Letöltés fület a Rendszerbeállításokban az érintett Spice-ok számára, amelyek dátum szerint vannak rendezve (a legfrissebb elöl). Így frissítheti a kívánt Spice-okat. A jobb szélső gomb szükség szerint frissíti a gyorsítótárat és az értesítéseket. Opcionálisan, a helyzettől függően egy középső gombbal figyelmen kívül hagyhatja az új Spice-okat, vagy frissítheti a telepítetteket.
it: Minimale: Visualizza notifiche semplici e brevi. Con pulsanti di azione: Le notifiche contengono anche alcuni pulsanti che hanno questi ruoli: Il pulsante più a sinistra apre la scheda Download in Impostazioni di sistema per le spezie interessate, che sono ordinate per data (prima le più recenti). Quindi puoi aggiornare le spezie che desideri. Il pulsante più a destra aggiorna la cache e le notifiche, se necessario. Opzionalmente, un pulsante centrale permette di dimenticare le nuove spezie o di aggiornare quelle installate, a seconda dei casi.
vi: Tối giản: Hiển thị thông báo ngắn gọn. Có nút hành động: Thông báo có các nút với chức năng: Nút bên trái mở tab Tải về trong Cài đặt Hệ thống cho các Spice liên quan, sắp xếp theo ngày (mới nhất trước). Bạn có thể cập nhật các Spice bạn muốn. Nút bên phải làm mới bộ nhớ đệm và thông báo nếu cần. Tùy chọn, nút giữa cho phép quên Spice mới hoặc cập nhật Spice đã cài, tùy trường hợp.
zh_tw: 精簡： 顯示簡潔、短訊的通知。 包含動作按鈕： 通知中也會包含數個按鈕，分別用於： 最左側的按鈕會開啟系統設定中的 [下載] 分頁，直接定位到相關的 Spices，並依日期（新到舊）排序，方便選擇要更新的 Spices。 最右側的按鈕會在需要時重新整理快取與通知。 視情況可顯示中間按鈕，用來忽略新 Spices，或更新已安裝者。

source: Show the 'Update Now' button in notifications
da: Vis knappen “Opdatér nu” i underretninger
hu: 'Frissítés Most' gomb megjelenítése az értesítésekben
it: Mostra il bottone 'Aggiorna Ora' nelle notifiche
vi: Hiển thị nút 'Cập nhật ngay' trong thông báo
zh_tw: 在通知中顯示「立即更新」按鈕

source: By checking this box, a button 'Update All' appears in notifications. By pressing this button: 1. The Download tab of the System Settings concerning this type of Spices appears. 2. The cache is updated. 3. Your Spices are updated. 4. When all updates are made, just close the window.
da: Aktiveres denne, vil knappen “Opdatér alle” vises i underretninger. Trykkes denne knap: 1. Åbnes Hent-fanebladet i systemindstillingerne for denne type Spice. 2. Cachen opdateres. 3. Dine Spices opdateres. 4. Luk vinduet, når alle opdateringer er gennemført.
hu: Ennek a négyzetnek a bejelölésével megjelenik az „Összes frissítése” gomb az értesítésekben. A gomb megnyomásával: 1. Megjeleníti a Letöltés fület a Rendszerbeállításokban az érintett Spice-ok számára. 2. A gyorsítótár frissül. 3. Az ön Spice-jai frissülnek. 4. Ha minden frissítés megtörtént, zárja be az ablakot.
it: Selezionando questa casella, nelle notifiche viene visualizzato il pulsante "Aggiorna Tutto". Premendo questo pulsante: 1. Viene visualizzata la scheda Download delle Impostazioni di sistema relativa a questo tipo di Spezie. 2. La cache viene aggiornata. 3. Le tue spezie sono aggiornate. 4. Al termine di tutti gli aggiornamenti, chiudere la finestra.
vi: Bật tùy chọn này để hiển thị nút 'Cập nhật tất cả' trong thông báo. Nhấn nút này: 1. Mở tab Tải về trong Cài đặt Hệ thống cho loại Spice này. 2. Cập nhật bộ nhớ đệm. 3. Cập nhật các Spice của bạn. 4. Khi hoàn tất, đóng cửa sổ.
zh_tw: 勾選此核取方塊後，通知中會顯示「全部更新」按鈕。 按下此按鈕後： 1. 系統設定中與此類 Spices 相關的 [下載] 分頁會開啟。 2. 會更新快取。 3. 會更新 Spices。 4. 全部更新完成後，請直接關閉視窗。

source: Send a fake notification to test the style
da: Send en falsk underretning for at teste stilen
hu: Küldjön próbaértesítést a stílus tesztelésére
it: Invia una notifica falsa per testare lo stile
vi: Gửi thông báo giả để kiểm tra kiểu
zh_tw: 傳送假通知以測試樣式

source: Classic - Icon and Text
da: Klassisk - Ikon og tekst
hu: Klasszikus - ikon és szöveg
it: Classico - Icona e testo
vi: Cổ điển - Biểu tượng và Văn bản
zh_tw: 一般（圖示與文字）

source: Compact - Icon Only
da: Kompakt - Kun ikon
hu: Kompakt - csak ikon
it: Compatto - Solo icone
vi: Gọn - Chỉ Biểu tượng
zh_tw: 精簡（僅圖示）

source: Type of Display
da: Visning
hu: Megjelenítés típusa
it: Tipo di Visualizzazione
vi: Kiểu hiển thị
zh_tw: 顯示類型

source: This feature offers the Classic (default) display with icon and text, and compact display (Icon Only).
da: Med denne indstilling kan vælges mellem den klassiske (standard) visning med ikon og tekst og den kompakte visning (kun ikon).
hu: Ez a funkció a klasszikus (alapértelmezett) megjelenítést kínálja ikonnal és szöveggel, illetve a kompakt megjelenítést (csak az ikon).
it: Questa funzione offre la visualizzazione classica (predefinita) con icona e testo e display compatto (solo icona).
vi: Tính năng này cung cấp hiển thị Cổ điển (mặc định) với biểu tượng và văn bản, và hiển thị gọn (Chỉ Biểu tượng).
zh_tw: 此功能提供兩種顯示：一般（預設）圖示加文字，以及精簡（僅圖示）。

source: Hide the icon as long as nothing is to report
da: Skjul ikonet så længe, der ikke er noget at rapportere
hu: Elrejti az ikont, ha nincs új frissítés
it: Nascondi l'icona mentre non viene segnalato nulla
vi: Ẩn biểu tượng khi không có thông báo
zh_tw: 只要沒有需要提示的內容就隱藏圖示

source: By checking this box, as long as nothing is to report the icon of Spices Update does not appear on the panel.
da: Aktiveres denne, vises ikonet til Spices-opdateringer ikke i panelet, når der ikke er noget at rapportere.
hu: Ha bejelöli a négyzetet a Spices Frissítések ikonja mindaddig nem jelenik meg a panelen, amíg nincs új frissítés.
it: Selezionando questa casella, finché non c'è nulla da segnalare, l'icona di Spices Update non apparirà sul pannello.
vi: Bật tùy chọn này để biểu tượng Spices Update không xuất hiện trên panel khi không có thông báo.
zh_tw: 勾選此核取方塊後，只要沒有任何狀態需要提示，Spices Update 圖示就不會出現在面板上。

source: % of screen width
da: % af skærmbredden
hu: A képernyő szélesség %-a
it: % di larghezza schermo
vi: % chiều rộng màn hình
zh_tw: 螢幕寬度的 %

source: Tooltip: Maximum width
da: Værktøjstip: maksimal bredde
hu: Eszköztipp: maximális szélesség
it: Tooltip: Larghezza Massima
vi: Tooltip: Chiều rộng tối đa
zh_tw: 工具提示：最大寬度

source: What is the maximum percentage of your screen width that the tooltip can occupy?
da: Hvad er den største procentdel af din skærmbredde, som værktøjstippet kan fylde?
hu: A képernyő szélességének mekkora százalékát foglalhatja el az eszköztippek?
it: Qual è la percentuale massima della larghezza dello schermo che può occupare la descrizione comando?
vi: Tooltip có thể chiếm tối đa bao nhiêu phần trăm chiều rộng màn hình?
zh_tw: 工具提示最多可佔螢幕寬度的百分比？

source: Tick all the first boxes then refresh
hu: Jelöld be az összes első négyzetet, majd frissítsd az oldalt
vi: Chọn tất cả các hộp đầu tiên rồi làm mới
zh_tw: 勾選第一欄全選並重新整理

source: Check regularly whether your nemo actions are up to date
hu: Ellenőrizze rendszeresen, hogy a nemo műveletek naprakészek-e
it: Controlla regolarmente se le tue azioni nemo sono aggiornate
vi: Kiểm tra định kỳ xem các hành động nemo có được cập nhật không
zh_tw: 定期檢查 Nemo 動作是否為最新

source: If nemo actions updates do not concern you, uncheck this box.
hu: Ha a nemo műveletek frissítései nem érintik Önt, törölje a jelölőnégyzet bejelölését.
it: Se gli aggiornamenti delle azioni nemo non ti interessano, deseleziona questa casella.
vi: Bỏ chọn nếu không quan tâm đến cập nhật hành động nemo.
zh_tw: 若不需要 Nemo 動作的更新，請取消勾選此核取方塊。

source: Check regularly whether new nemo actions are available
hu: Rendszeresen ellenőrizze, hogy elérhetőek-e új nemo műveletek
it: Controlla regolarmente se sono disponibili nuove azioni Nemo
vi: Kiểm tra định kỳ xem có hành động nemo mới không
zh_tw: 定期檢查是否有新的 Nemo 動作可用

source: If new nemo actions do not concern you, uncheck this box.
hu: Ha az új nemo műveletek nem érintik Önt, törölje a jelölőnégyzet bejelölését.
it: Se le nuove azioni Nemo non ti interessano, deseleziona questa casella.
vi: Bỏ chọn nếu không quan tâm đến hành động nemo mới.
zh_tw: 若您不關心新的 Nemo 動作，請取消勾選此核取方塊。

source: Update these nemo actions:
hu: Frissítse ezeket a nemo műveleteket:
it: Aggiorna queste azioni Nemo:
vi: Cập nhật các hành động nemo này:
zh_tw: 更新這些 Nemo 動作：

source: Your nemo actions
hu: Az ön nemo műveletei
it: Le tue azioni Nemo
vi: Các hành động nemo của bạn
zh_tw: 您的 Nemo 動作

source: Open Cinnamon Settings to manage all the nemo actions
hu: Nyissa meg a Cinnamon beállításokat az összes nemo művelet kezeléséhez
it: Apri le Impostazioni Cinnamon per gestire tutte le azioni Nemo
vi: Mở Cài đặt Cinnamon để quản lý tất cả hành động nemo
zh_tw: 開啟 Cinnamon 設定以管理所有 Nemo 動作

source: The icon color while SpicesUpdate is processing
hu: Az ikon színe a SpicesUpdate feldolgozása közben
it: Il colore dell'icona durante l'elaborazione di SpicesUpdate
vi: Màu biểu tượng khi SpicesUpdate đang xử lý
zh_tw: SpicesUpdate 處理期間的圖示顏色

source: Time interval between two checks (hours)
da: Tidsinterval mellem to undersøgelser (timer
hu: Két ellenőrzés közötti időtartam (óra)
it: Intervallo di tempo tra due controlli (ore)
vi: Khoảng thời gian giữa hai lần kiểm tra (giờ)
zh_tw: 兩次檢查之間的時間間隔（小時）

source: Please note that the first check will take place one minute after starting this applet.
da: Bemærk, at den første undersøgelse foregår et minut efter opstart af panelprogrammet.
hu: Kérjük, vegye figyelembe, hogy az első ellenőrzés egy perccel a kisalkalmazás indítása után történik.
it: Si noti che il primo controllo avverrà un minuto dopo l'avvio di questa applet.
vi: Lưu ý rằng lần kiểm tra đầu tiên sẽ diễn ra một phút sau khi khởi động applet.
zh_tw: 請注意，首次檢查將於小程式啟動一分鐘後進行。

source: Show notification messages even if they are unchanged
da: Vis underretninger, selv de ikke er ændrede
hu: Az értesítési üzenetek megjelenítése akkor is, ha azok változatlanok
it: Mostra i messaggi di notifica anche se non sono stati modificati
vi: Hiển thị thông báo ngay cả khi không thay đổi
zh_tw: 即使通知訊息未變更也顯示
