Repository: linuxmint/cinnamon-spices-applets
Catalog: SpicesUpdate@claudiux/files/SpicesUpdate@claudiux/po/*.po
Languages: da, hu, it, vi, zh_tw

source: By checking this box, all notification messages will be displayed, even if they are identical to the previous ones.
da: Aktiveres denne, vil alle underretninger vises, selv hvis de er identiske med den forrige.
hu: Ennek a négyzetnek a bejelölésével minden értesítési üzenet megjelenik, még akkor is, ha azok megegyeznek az előzőekkel.
it: Selezionando questa casella, verranno visualizzati tutti i messaggi di notifica, anche se sono identici ai precedenti.
vi: Bật tùy chọn này để hiển thị tất cả thông báo, kể cả khi giống với lần trước.
zh_tw: 勾選此核取方塊後，即使與前一則相同，所有通知訊息仍會顯示。

source: With button opening the System Settings
da: Med knap til åbning af Indstillinger
hu: Ezzel a gombbal megnyílnak a rendszerbeállítások
it: Con il pulsante che apre le Impostazioni di sistema
vi: Có nút mở Cài đặt Hệ thống
zh_tw: 包含開啟系統設定的按鈕

source: Minimal: Displays simple and short notifications. With button opening the System Settings: Notifications also contain a button which has the same role of the menu one: Open the Download tab in System Settings for the concerned type of Spices, with the Spices sorted by date.
da: Minimal: Viser enkle og korte underretninger. Med knap til åbning af Indstillinger: Underretninger indeholder også en knap med samme funktion som i menuen: Tryk på knappen Hent i indstillingerne for den type Spices, med Spices sorteret efter dato.
hu: Minimális: Egyszerű és rövid értesítéseket jelenít meg. Ezzel a gombbal megnyílnak a rendszerbeállítások: Az értesítések tartalmaznak egy gombot is, amelynek ugyanaz a szerepe, mint a menü gombnak: Nyissa meg a Letöltés fület a Rendszerbeállításokban az érintett Spice-ok számára, a Spice-okat dátum szerint rendezve.
it: Minimale: Visualizza notifiche semplici e brevi. Con il pulsante che apre le Impostazioni di Sistema: Le notifiche contengono anche un pulsante che ha lo stesso ruolo nel menù: Apre la scheda Download in Impostazioni di Sistema per il tipo di Spices in questione, con le Spices ordinate per data.
vi: Tối giản: Hiển thị thông báo ngắn gọn. Có nút mở Cài đặt Hệ thống: Thông báo cũng chứa một nút với chức năng giống nút menu: Mở tab Tải về trong Cài đặt Hệ thống cho loại Spice liên quan, các Spice được sắp xếp theo ngày.
zh_tw: 精簡： 顯示簡短的通知。 包含可開啟系統設定的按鈕： 通知中也會包含一個按鈕，功能與選單中的相同： 開啟系統設定中與該類 Spices 相關的 [下載] 分頁，並依日期排序。

source: Dependencies
vi: Phụ thuộc
zh_tw: 相依性

source: Do not check dependencies
vi: Không kiểm tra phụ thuộc
zh_tw: 不要檢查相依性

source: Spices Update
da: Spices-opdateringer
hu: Spices frissítések
vi: Cập nhật Spices

source: systemd, units, services, systemctl, init
it: systemd, unità, servizi, systemctl, init
vi: systemd, đơn vị, dịch vụ, systemctl, khởi tạo

source: Warns you when installed Spices (applets, desklets, extensions, themes) require an update or new Spices are available.
da: Advarer dig, når installerede Spices (panelprogrammer, skrivebordsprogrammer, udvidelser, temaer) skal opdateres eller når nye Spices er tilgængelige.
