Repository: linuxmint/cinnamon-spices-applets
Catalog: SpicesUpdate@claudiux/files/SpicesUpdate@claudiux/po/*.po
Languages: da, hu, it, vi, zh_tw

source: video, driver, wifi, card, hardware, proprietary, nvidia, radeon, nouveau, fglrx
hu: videó, illesztőprogram, wifi, kártya, hardver, szabadalmaztatott, nvidia, radeon, nouveau, fglrx
it: video, driver, wifi, scheda, hardware, proprietario, nvidia, radeon, nouveau, fglrx
vi: video, driver, wifi, card, phần cứng, độc quyền, nvidia, radeon, nouveau, fglrx
zh_tw: 視訊, 驅動程式, wifi, 介面卡, 硬體, 專有, nvidia, radeon, nouveau, fglrx

source: Nvidia Settings
hu: Nvidia beállítások
it: Impostazioni Nvidia
vi: Cài đặt Nvidia
zh_tw: Nvidia 設定

source: video, driver, proprietary, nvidia, settings
hu: videó, illesztőprogram, saját, nvidia, beállítások
it: video, driver, proprietario, nvidia, impostazioni
vi: video, driver, độc quyền, nvidia, cài đặt
zh_tw: 視訊, 驅動程式, 專有, nvidia, 設定

source: Software Sources
hu: Szoftverforrások
it: Sorgenti software
vi: Nguồn phần mềm
zh_tw: 軟體來源

source: ppa, repository, package, source, download
hu: ppa, tároló, csomag, forrás, letöltés
it: ppa, repository, pacchetto, sorgente, download
vi: ppa, kho, gói, nguồn, tải xuống
zh_tw: ppa, 軟體庫, 套件, 來源, 下載

source: Package Management
hu: Csomagkezelés
it: Gestore pacchetti
vi: Quản lý Gói
zh_tw: 套件管理

source: update, install, repository, package, source, download
hu: frissítés, telepítés, tároló, csomag, forrás, letöltés
it: aggiornamento, installazione, repository, pacchetto, sorgente, download
vi: cập nhật, cài đặt, kho, gói, nguồn, tải xuống
zh_tw: 更新, 安裝, 軟體庫, 套件, 來源, 下載

source: Users and Groups
hu: Felhasználók és csoportok
it: Utenti e gruppi
vi: Người dùng và Nhóm
zh_tw: 使用者與群組

source: user, users, account, accounts, group, groups, password
hu: felhasználó, felhasználók, fiók, fiókok, csoport, csoportok, jelszó
it: utente, utenti, account, account, gruppo, gruppi, password
vi: người dùng, người dùng, tài khoản, tài khoản, nhóm, nhóm, mật khẩu
zh_tw: 使用者, 帳戶, 群組, 密碼

source: Bluetooth
zh_tw: 藍牙

source: bluetooth, dongle, transfer, mobile
hu: bluetooth, dongle, átvitel, mobil
it: bluetooth, dongle, trasferimento, cellulare
vi: bluetooth, đầu thu, chuyển, di động
zh_tw: 藍牙, 接收器, 傳輸, 行動裝置

source: Manage Services and Units
hu: Szolgáltatások és egységek kezelése
it: Gestore servizi e unità
vi: Quản lý Dịch vụ và Đơn vị
zh_tw: 管理服務與單元

source: Disks
hu: Lemezek
it: Dischi
vi: Ổ đĩa
zh_tw: 磁碟

source: disks, manage, hardware, management, hard, hdd, pendrive, format, erase, test, create, iso, ISO, disk, image
hu: lemezek, kezel, hardver, kezelés, kemény, hdd, pendrive, formázás, törlés, tesztelés, létrehozás, iso, ISO, lemez, kép
it: dischi, gestire, hardware, gestione, fisso, hdd, pendrive, formattare, cancellare, testare, creare, iso, ISO, disco, immagine
vi: ổ đĩa, quản lý, phần cứng, quản lý, ổ cứng, hdd, usb, định dạng, xóa, kiểm tra, tạo, iso, ISO, ổ, hình ảnh
zh_tw: 磁碟, 管理, 硬體, 管理, 硬碟, hdd, 隨身碟, 格式化, 抹除, 測試, 建立, iso, ISO, 磁碟, 映像檔

source: Back to all settings
hu: Vissza az összes beállításhoz
it: Torna a tutte le impostazioni
vi: Quay lại tất cả cài đặt
zh_tw: 回到所有設定

source: Search
hu: Keresés
it: Ricerca
vi: Tìm kiếm
zh_tw: 搜尋

source: An error occurred during the installation of %s. Please report this incident to its developer.
hu: Hiba történt a %s telepítése során. Kérjük, jelentse ezt az esetet a fejlesztőjének.
it: Si è verificato un errore durante l'installazione di %s. Si prega di segnalare questo incidente al suo sviluppatore.
vi: Đã xảy ra lỗi trong quá trình cài đặt %s. Vui lòng báo cáo sự cố này cho nhà phát triển.
zh_tw: 安裝 %s 時發生錯誤。請向其開發者回報此事件。

source: Manage Cinnamon applets
hu: Cinnamon kisalkalmazások kezelése
it: Gestisci applet di Cinnamon
vi: Quản lý applet Cinnamon
zh_tw: 管理 Cinnamon 小程式

source: You can remove specific instances in panel edit mode via the context menu.
hu: Eltávolíthat adott példányokat panel szerkesztési módban a helyi menüből.
it: È possibile rimuovere istanze specifiche in modalità di modifica del pannello tramite il menù contestuale.
vi: Bạn có thể xóa các phiên bản cụ thể trong chế độ chỉnh sửa panel thông qua menu ngữ cảnh.
zh_tw: 您可以在面板編輯模式中，透過右鍵選單移除特定的實體。

source: applet
hu: kisalkalmazás
zh_tw: 小程式

source: Manage
hu: Kezelés
it: Gestisci
vi: Quản lý
zh_tw: 管理

source: Download
hu: Letöltés
vi: Tải xuống
zh_tw: 下載

source: Installed applets
hu: Telepített kisalkalmazások
it: Applet installate
vi: Applet đã cài đặt
zh_tw: 已安裝的小程式

source: Add
hu: Hozzáadás
it: Aggiungi
vi: Thêm
zh_tw: 新增

source: Uninstall
hu: Eltávolítás
it: Disinstalla
vi: Gỡ cài đặt
zh_tw: 解除安裝

source: Reset all
hu: Összes visszaállítása
it: Resetta tutto
vi: Đặt lại tất cả
zh_tw: 全部重設

source: Previous Panel
hu: Előző panel
it: Pannello precedente
vi: Panel trước
zh_tw: 上一個面板

source: Next Panel
hu: Következő panel
it: Pannello successivo
vi: Panel tiếp theo
zh_tw: 下一個面板

source: Manage your Cinnamon desklets
hu: Kezelje Cinnamon asztalkalmazásait
it: Gestisci i tuoi desklet di Cinnamon
vi: Quản lý desklet Cinnamon của bạn
zh_tw: 管理您的 Cinnamon 桌面小工具

source: You can remove specific instances from the desktop via that desklet's context menu
hu: Eltávolíthat bizonyos példányokat az asztalról az adott asztalkalmazás helyi menüjében
it: Puoi rimuovere istanze specifiche dal desktop tramite il menù contestuale di quel desklet
vi: Bạn có thể xóa các phiên bản cụ thể trên desktop thông qua menu ngữ cảnh của desklet đó
zh_tw: 您可以透過該桌面小工具的右鍵選單從桌面移除特定的實體

source: desklet, desktop, slideshow
hu: asztalkalmazás, asztal, diavetítés
vi: desklet, desktop, trình chiếu
zh_tw: 桌面小工具, 桌面, 投影片

source: General Settings
hu: Általános beállítások
it: Impostazioni Generali
vi: Cài đặt chung
zh_tw: 一般設定

source: General Desklets Settings
hu: Általános asztalkalmazás beállítások
it: Impostazioni generali dei desklet
vi: Cài đặt chung cho desklet
zh_tw: 桌面小工具一般設定

source: No decoration
hu: Nincs dekoráció
it: Nessuna decorazione
vi: Không trang trí
zh_tw: 無裝飾

source: Border only
hu: Csak szegély
it: Solo bordo
vi: Chỉ viền
zh_tw: 僅邊框

source: Border and header
hu: Szegély és fejléc
it: Bordo e intestazione
vi: Viền và tiêu đề
zh_tw: 邊框與標頭

source: Decoration of desklets
hu: Asztalkalmazások dekorációja
it: Decorazione dei desklet
vi: Trang trí desklet
zh_tw: 桌面小工具裝飾

source: Note: Some desklets require the border/header to be always present
hu: Megjegyzés: Egyes asztalkalmazások megkövetelik, hogy a szegély/fejléc mindig jelen legyen
it: Nota: alcuni desklet richiedono che il bordo/intestazione sia sempre presente
vi: Lưu ý: Một số desklet yêu cầu viền/tiêu đề luôn hiển thị
zh_tw: 注意：有些桌面小工具需要一直顯示邊框/標頭

source: Such requirements override the settings selected here
hu: Az ilyen követelmények felülírják az itt kiválasztott beállításokat
it: Tali requisiti sovrascrivono le impostazioni selezionate qui
vi: Các yêu cầu này ghi đè lên các cài đặt được chọn ở đây
zh_tw: 這些需求會覆寫此處的設定

source: Snap desklets to grid
hu: Illessze az asztalkalmazásokat a rácsra
it: Aggancia i desklet alla griglia
vi: Căn desklet theo lưới
zh_tw: 桌面小工具貼齊格線

source: Width of desklet snap grid
hu: Az asztalkalmazás rögzítő rács szélessége
it: Larghezza della griglia di aggancio dei desklet
vi: Chiều rộng lưới căn desklet
zh_tw: 桌面小工具貼齊格線的寬度

source: Installed desklets
hu: Telepített asztalkalmazások
it: Desklet installati
vi: Desklet đã cài đặt
zh_tw: 已安裝的桌面小工具

source: Remove all
hu: Összes eltávolítása
it: Rimuovi tutti
vi: Xóa tất cả
zh_tw: 全部移除

source: Manage your Cinnamon extensions
hu: Kezelje a Cinnamon bővítményeket
it: Gestisci le tue estensioni di Cinnamon
vi: Quản lý tiện ích mở rộng Cinnamon của bạn
zh_tw: 管理您的 Cinnamon 擴充功能

source: extension, addon
hu: kiterjesztés, kiegészítés
it: estensione, addon
vi: tiện ích mở rộng, addon
zh_tw: 擴充功能, 附加元件

source: Installed extensions
hu: Telepített bővítmények
it: Estensioni installate
vi: Tiện ích mở rộng đã cài đặt
zh_tw: 已安裝的擴充功能

source: Enable
hu: Engedélyezés
it: Abilita
vi: Bật
zh_tw: 啟用

source: Disable
hu: Letiltás
it: Disabilita
vi: Tắt
zh_tw: 停用

source: Disable all
hu: Összes letiltása
it: Disabilita tutto
vi: Tắt tất cả
zh_tw: 全部停用

source: Manage themes to change how your desktop looks
hu: Témák kezelésével módosíthatja az asztal megjelenését
it: Gestisci i temi per cambiare l'aspetto del tuo desktop
vi: Quản lý giao diện để thay đổi hình thức desktop
zh_tw: 管理佈景主題來變更您桌面的外觀

source: themes, style
hu: témák, stílus
it: temi, stile
vi: giao diện, phong cách
zh_tw: 佈景主題, 樣式

source: Window borders
hu: Ablak szegély
it: Bordi finestre
vi: Viền cửa sổ
zh_tw: 視窗邊框

source: Icons
hu: Ikonok
it: Icone
vi: Biểu tượng
zh_tw: 圖示

source: Controls
hu: Vezérlők
it: Controlli
vi: Điều khiển
zh_tw: 控制項

source: Mouse Pointer
hu: Egér mutató
it: Puntatore del mouse
vi: Con trỏ chuột
zh_tw: 滑鼠指標

source: Desktop
hu: Asztal
it: Scrivania
zh_tw: 桌面

source: Add/Remove
hu: Hozzáadás/eltávolítás
it: Aggiungi/Rimuovi
vi: Thêm/Bỏ
zh_tw: 新增/移除

source: Settings
hu: Beállítások
it: Impostazioni
vi: Cài đặt
zh_tw: 設定

source: Miscellaneous options
hu: További beállítások
it: Opzioni varie
vi: Tùy chọn khác
zh_tw: 其他選項

source: Show icons in menus
hu: Ikonok megjelenítése a menükben
it: Mostra le icone nei menù
vi: Hiển thị biểu tượng trong menu
zh_tw: 在選單中顯示圖示

source: Show icons on buttons
hu: Ikonok megjelenítése a gombokon
it: Mostra le icone sui pulsanti
vi: Hiển thị biểu tượng trên nút bấm
zh_tw: 在按鈕上顯示圖示

source: Scrollbar behavior
hu: Görgetősáv viselkedése
it: Comportamento barra laterale
vi: Hành vi thanh cuộn
zh_tw: 捲動條行為

source: Jump to position when clicking in a trough
hu: Ugrás a pozícióba, amikor egy vályúban kattint
it: Salta alla posizione quando si fa clic su un avvallamento
vi: Nhảy tới vị trí khi nhấn vào rãnh
zh_tw: 在捲動軌中點選時跳至對應位置

source: Use overlay scroll bars
hu: Használjon átfedő görgetősávokat
it: Utilizza le barre di scorrimento sovrapposte
vi: Sử dụng thanh cuộn chồng lớp
zh_tw: 使用覆蓋式捲動條

source: Override the current theme's scrollbar width
hu: Az aktuális téma görgetősávszélességének felülbírálása
it: Sostituisci la larghezza della barra di scorrimento del tema corrente
vi: Ghi đè chiều rộng thanh cuộn của giao diện hiện tại
zh_tw: 覆寫目前佈景主題的捲動條寬度

source: Scrollbar width
hu: Görgetősáv szélessége
it: Larghezza barra di scorrimento
vi: Chiều rộng thanh cuộn
zh_tw: 捲動條寬度

source: Changes will take effect the next time you log in and may not affect all applications.
hu: A változtatások a következő bejelentkezéskor lépnek életbe, és nem feltétlenül érintik az összes alkalmazást.
it: Le modifiche avranno effetto al successivo accesso e potrebbero non influire su tutte le applicazioni.
vi: Các thay đổi sẽ có hiệu lực lần đăng nhập tiếp theo và có thể không áp dụng cho tất cả ứng dụng.
zh_tw: 變更將於下次登入時生效，且可能不會影響所有應用程式。

source: Checking dependencies
hu: Függőségek ellenőrzése
it: Controllo delle dipendenze
vi: Kiểm tra phụ thuộc
zh_tw: 正在檢查相依性

source: Please install: %s
hu: Kérjük, telepítse: %s
it: Per favore installa: %s
vi: Vui lòng cài đặt: %s
zh_tw: 請安裝：%s

source: _Cancel
hu: _Megszünteti
it: _Annulla
vi: _Hủy
zh_tw: 取消(_C)

source: _Open
hu: _Megnyitás
it: _Apri
vi: _Mở
zh_tw: 開啟(_O)

source: Sound files
hu: Hangfájlok
it: File audio
vi: Tệp âm thanh
zh_tw: 音效檔

source: Downloading images:
hu: Képek letöltése:
it: Download delle immagini:
vi: Đang tải ảnh:
zh_tw: 正在下載圖片：

source: An error occurred while trying to access the server. Please try again in a little while.
hu: Hiba történt a szerver elérése közben. Kérjük, próbálja újra egy kis idő múlva.
it: Si è verificato un errore durante il tentativo di accesso al server. Per favore riprova tra poco.
vi: Đã xảy ra lỗi khi truy cập máy chủ. Vui lòng thử lại sau ít phút.
zh_tw: 嘗試存取伺服器時發生錯誤。請稍後再試。

source: Something went wrong with the spices download. Please try refreshing the list again.
hu: Hiba történt a fűszerek letöltésével. Kérjük, próbálja meg újra frissíteni a listát.
it: Qualcosa è andato storto con il download delle spezie. Prova ad aggiornare nuovamente l'elenco.
vi: Có sự cố xảy ra khi tải xuống các spices. Vui lòng thử làm mới danh sách.
zh_tw: Spices 下載時發生問題。請嘗試重新整理清單。

source: Refreshing the cache
hu: A gyorsítótár frissítése
it: Aggiornamento della cache
vi: Đang làm mới bộ nhớ đệm
zh_tw: 正在重新整理快取

source: Installing %s
hu: %s telepítése
it: Installazione di %s
vi: Đang cài đặt %s
zh_tw: 正在安裝 %s

source: Uninstalling %s
hu: %s eltávolítás
it: Disinstallazione di %s
vi: Đang gỡ bỏ %s
zh_tw: 正在解除安裝 %s

source: A problem occurred while removing %s.
hu: Hiba történt a(z) %s eltávolítása közben.
it: Si è verificato un problema durante la rimozione di %s.
vi: Đã xảy ra sự cố khi gỡ bỏ %s.
zh_tw: 移除 %s 時發生問題。

source: Details: %s
hu: Részletek: %s
it: Dettagli: %s
vi: Chi tiết: %s
zh_tw: 詳細資訊：%s

source: Manage your actions
hu: Saját műveletek kezelése
it: Gestisci le tue azioni
vi: Quản lý các hành động của bạn
zh_tw: 管理您的動作

source: action
hu: Művelet
it: azione
vi: hành động
zh_tw: 動作

source: Installed actions
hu: Telepített műveletek
it: Azioni installate
vi: Hành động đã cài đặt
zh_tw: 已安裝的動作

source: Display
da: Visning
hu: Megjelenítés
it: Visualizzazione
vi: Hiển thị
zh_tw: 顯示

source: display, screen, monitor, layout, resolution, dual, lcd
hu: kijelző, képernyő, monitor, elrendezés, felbontás, kettős, lcd
it: display, schermo, monitor, disposizione, risoluzione, doppio, lcd
vi: hiển thị, màn hình, màn hình phụ, bố cục, độ phân giải, kép, LCD
zh_tw: 顯示, 螢幕, 監視器, 版面, 解析度, 雙螢幕, LCD

source: This is a system applet. It cannot be removed.
hu: Ez egy rendszerkisalkalmazás. Nem távolítható el.
it: Questa è un'applet di sistema. Non può essere rimossa.
vi: Đây là applet hệ thống. Không thể gỡ bỏ.
zh_tw: 這是系統小程式，無法移除。

source: This is a system desklet. It cannot be removed.
hu: Ez egy rendszerkasztalkalmazás. Nem távolítható el.
it: Questo è un desklet di sistema. Non può essere rimosso.
vi: Đây là desklet hệ thống. Không thể gỡ bỏ.
zh_tw: 這是系統桌面小工具，無法移除。

source: This is a system extension. It cannot be removed.
hu: Ez egy rendszerbővítmény. Nem távolítható el.
it: Questa è un'estensione del sistema. Non può essere rimossa.
vi: Đây là tiện ích mở rộng hệ thống. Không thể gỡ bỏ.
zh_tw: 這是系統擴充功能，無法移除。

source: This applet is currently enabled
hu: Ez a kisalkalmazás jelenleg engedélyezve van
it: Questa applet è attualmente abilitata
vi: Applet này đang được kích hoạt
zh_tw: 小程式目前已啟用

source: This desklet is currently enabled
hu: Ez a asztalkalmazás jelenleg engedélyezve van
it: Questo desktop è attualmente abilitato
vi: Desklet này đang được kích hoạt
zh_tw: 此桌面小工具目前已啟用

source: This extension is currently enabled
hu: Ez a bővítmény jelenleg engedélyezve van
it: Questa estensione è attualmente abilitata
vi: Tiện ích mở rộng này đang được kích hoạt
zh_tw: 此擴充功能目前已啟用

source: This applet contains function calls that could potentially cause Cinnamon to crash or freeze. If you are experiencing crashes or freezing, please try removing it.
hu: Ez a kisalkalmazás olyan függvényhívásokat tartalmaz, amelyek a Cinnamon összeomlását vagy lefagyását okozhatják. Ha összeomlik vagy lefagy, próbálja meg eltávolítani.
it: Questa applet contiene chiamate di funzione che potrebbero potenzialmente causare l'arresto anomalo o il blocco di Cinnamon. Se riscontri arresti anomali o blocchi, prova a rimuoverlo.
vi: Applet này chứa các lệnh có thể khiến Cinnamon bị treo hoặc đóng băng. Nếu bạn gặp sự cố, hãy thử gỡ bỏ nó.
zh_tw: 小程式包含可能導致 Cinnamon 當機或凍結的函式呼叫。若您遇到當機或凍結問題，請嘗試移除它。

source: This desklet contains function calls that could potentially cause Cinnamon to crash or freeze. If you are experiencing crashes or freezing, please try removing it.
hu: Ez az asztalkalmazás olyan függvényhívásokat tartalmaz, amelyek a Cinnamon összeomlását vagy lefagyását okozhatják. Ha összeomlik vagy lefagy, próbálja meg eltávolítani.
it: Questo desklet contiene chiamate di funzioni che potrebbero potenzialmente causare l'arresto anomalo o il blocco di Cinnamon. Se riscontri arresti anomali o blocchi, prova a rimuoverlo.
vi: Desklet này chứa các lệnh có thể khiến Cinnamon bị treo hoặc đóng băng. Nếu bạn gặp sự cố, hãy thử gỡ bỏ nó.
zh_tw: 此桌面小工具包含可能導致 Cinnamon 當機或凍結的函式呼叫。若您遇到當機或凍結問題，請嘗試移除它。

source: This extension contains function calls that could potentially cause Cinnamon to crash or freeze. If you are experiencing crashes or freezing, please try removing it.
hu: Ez a bővítmény olyan függvényhívásokat tartalmaz, amelyek a Cinnamon összeomlását vagy lefagyását okozhatják. Ha összeomlik vagy lefagy, próbálja meg eltávolítani.
it: Questa estensione contiene chiamate di funzione che potrebbero potenzialmente causare l'arresto anomalo o il blocco di Cinnamon. Se riscontri arresti anomali o blocchi, prova a rimuoverlo.
vi: Tiện ích mở rộng này chứa các lệnh có thể khiến Cinnamon bị treo hoặc đóng băng. Nếu bạn gặp sự cố, hãy thử gỡ bỏ nó.
zh_tw: 此擴充功能包含可能導致 Cinnamon 當機或凍結的函式呼叫。若您遇到當機或凍結問題，請嘗試移除它。

source: About
hu: Névjegy
it: Informazioni
vi: Giới thiệu
zh_tw: 關於

source: Extension %s is not compatible with current version of cinnamon. Using it may break your system. Load anyway?
hu: A %s kiterjesztés nem kompatibilis a cinnamon jelenlegi verziójával. Használata tönkreteheti a rendszert. Amúgy betölteni?
it: L'estensione %s non è compatibile con la versione attuale di cannella. Il suo utilizzo potrebbe danneggiare il sistema. Caricare comunque?
vi: Tiện ích mở rộng %s không tương thích với phiên bản Cinnamon hiện tại. Sử dụng nó có thể gây lỗi hệ thống. Vẫn tải chứ?
zh_tw: 擴充功能 %s 與目前的 Cinnamon 版本不相容。使用它可能會損壞您的系統。確定要載入嗎？

source: There are multiple instances enabled. Are you sure you want to remove all of them?
hu: Több példány is engedélyezve van. Biztosan el szeretné távolítani mindegyiket?
it: Sono presenti più istanze abilitate. Sei sicuro di volerli rimuovere tutti?
vi: Có nhiều phiên bản đang được kích hoạt. Bạn có chắc muốn gỡ bỏ tất cả không?
zh_tw: 已啟用多個實體。您確定要將它們全部移除嗎？

source: Are you sure you want to completely remove %s?
hu: Biztos benne, hogy teljesen eltávolítja a következőt: %s?
it: Vuoi davvero procedere alla rimozione completa di %s?
vi: Bạn có chắc muốn gỡ bỏ hoàn toàn %s không?
zh_tw: 您確定要完全移除 %s 嗎？

source: This will restore the default set of enabled applets. Are you sure you want to do this?
hu: Ezzel visszaállítja az engedélyezett kisalkalmazások alapértelmezett készletét. Biztosan ezt akarod csinálni?
it: Ciò ripristinerà il set predefinito di applet abilitate. Vuoi davvero procedere?
vi: Điều này sẽ khôi phục bộ applet mặc định đã kích hoạt. Bạn có chắc muốn thực hiện không?
zh_tw: 這將會還原預設啟用的小程式。您確定要這麼做嗎？

source: This will restore the default set of enabled desklets. Are you sure you want to do this?
hu: Ezzel visszaállítja az engedélyezett asztalkalmazások alapértelmezett készletét. Biztosan ezt akarod csinálni?
it: Ciò ripristinerà il set predefinito di desklet abilitati. Vuoi davvero procedere?
vi: Điều này sẽ khôi phục bộ desklet mặc định đã kích hoạt. Bạn có chắc muốn thực hiện không?
zh_tw: 這將會還原預設啟用的桌面小工具。您確定要這麼做嗎？

source: This will disable all active extensions. Are you sure you want to do this?
hu: Ezzel letiltja az összes aktív bővítményt. Biztosan ezt akarod csinálni?
it: Ciò ripristinerà il set predefinito di estensioni abilitate. Vuoi davvero procedere?
vi: Điều này sẽ vô hiệu hóa tất cả tiện ích mở rộng đang hoạt động. Bạn có chắc muốn thực hiện không?
zh_tw: 這將會停用所有已啟用的擴充功能。您確定要這麼做嗎？

source: Something went wrong while loading %s. Please make sure you are using the latest version, and then report the issue to its developer.
hu: Hiba történt %s betöltése közben. Kérjük, győződjön meg arról, hogy a legújabb verziót használja, majd jelentse a problémát a fejlesztőjének.
it: Qualcosa è andato storto durante il caricamento di %s. Assicurati di utilizzare la versione più recente, quindi segnala il problema allo sviluppatore.
vi: Đã xảy ra lỗi khi tải %s. Hãy chắc chắn bạn đang sử dụng phiên bản mới nhất và báo cáo sự cố cho nhà phát triển.
zh_tw: 載入 %s 時發生錯誤。請確認您使用的是最新版本，然後將此問題回報給其開發者。

source: Install
hu: Telepítés
it: Installa
vi: Cài đặt
zh_tw: 安裝

source: Update
hu: Frissítés
it: Aggiorna
vi: Cập nhật
zh_tw: 更新

source: Installed
hu: Telepített
it: Installate
vi: Đã cài đặt
zh_tw: 已安裝

source: Sort by
hu: Rendezés a következő szerint:
it: Ordina per
vi: Sắp xếp theo
zh_tw: 排序依據

source: Name
hu: Név
it: Nome
vi: Tên
zh_tw: 名稱

source: Popularity
hu: Népszerűség
it: Popolarità
vi: Độ phổ biến
zh_tw: 熱門度

source: Date
hu: Dátum
it: Data
vi: Ngày
zh_tw: 日期

source: Upgradable
hu: Frissíthető
it: Aggiornabile
vi: Có thể cập nhật
zh_tw: 可升級

source: More info
hu: Több információ
it: Maggiori info
vi: Thông tin thêm
zh_tw: 更多資訊

source: Update all
hu: Az összes frissítése
it: Aggiorna tutto
vi: Cập nhật tất cả
zh_tw: 全部更新

source: %d update available
hu: %d frissítés elérhető
it: %d aggiornamento disponibile
vi: %d bản cập nhật có sẵn
zh_tw: 有 %d 個可用更新

source: No updates available
hu: Nincsenek frissítések
it: Nessun aggiornamento disponibile
vi: Không có bản cập nhật nào
zh_tw: 無可用更新

source: Your cache is out of date. Would you like to update it now?
hu: A gyorsítótár elavult. Szeretné most frissíteni?
it: La tua cache non è aggiornata. Vuoi aggiornarla adesso?
vi: Bộ nhớ đệm của bạn đã lỗi thời. Bạn có muốn cập nhật ngay bây giờ không?
zh_tw: 您的快取已過期。要立即更新嗎？

source: Warns you when installed Spices (actions, applets, desklets, extensions, themes) require an update or new Spices are available.
hu: Figyelmeztet, ha a telepített Spices (műveletek, kisalkalmazások, asztali programok, bővítmények, témák) frissítést igényel, vagy új Spices érhető el.
it: Ti avvisa quando le Spice installate (azioni, applet, desklet, estensioni, temi) richiedono un aggiornamento o sono disponibili nuove Spice.
vi: Cảnh báo khi các Spices đã cài (hành động, applet, desklet, tiện ích mở rộng, chủ đề) cần cập nhật hoặc có Spices mới sẵn có.
zh_tw: 當已安裝的 Spices（動作、小程式、桌面小工具、擴充功能、佈景主題）需要更新或有新的 Spices 可用時，向您發出警告。

source: Checking
da: Led efter opdateringer
hu: Ellenőrzés
it: Controllo
vi: Đang kiểm tra
zh_tw: 正在檢查

source: Monitoring
da: Overvågning
hu: Megfigyelés
it: Monitoraggio
vi: Giám sát
zh_tw: 正在監控

source: Frequency
da: Hyppighed
hu: Gyakoriság
it: Frequenza
vi: Tần suất
zh_tw: 頻率

source: Notifications
da: Underretninger
hu: Értesítések
it: Notifiche
vi: Thông báo
zh_tw: 通知

source: Notification contents
da: Underretningsindhold
hu: Értesítések tartalma
it: Contenuti Notifica
vi: Nội dung thông báo
zh_tw: 通知內容

source: Display type
da: Visning
hu: Típus megjelenítése
it: Tipo di vizzualizzazione
vi: Loại hiển thị
zh_tw: 顯示類型

source: Check regularly whether your applets are up to date
da: Undersøg regelmæssigt, om dine panelprogrammer er opdaterede
hu: Rendszeresen ellenőrizze, hogy a kisalkalmazások naprakészek-e
it: Controllare regolarmente se le tue applet sono aggiornate
vi: Kiểm tra định kỳ xem các applet của bạn có được cập nhật không
zh_tw: 定期檢查您的小程式是否為最新版本

source: If applets updates do not concern you, uncheck this box.
da: Deaktivér denne, hvis du ikke er interesseret i opdateringer.
hu: Ha a kisalkalmazások frissítései nem érdeklik önt, ne jelölje be ezt a négyzetet.
it: Se gli aggiornamenti delle applet non ti interessano, deseleziona questa casella.
vi: Nếu bạn không quan tâm đến cập nhật applet, hãy bỏ chọn hộp này.
zh_tw: 若您不關心小程式的更新，請取消勾選此核取方塊。

source: Check regularly whether new applets are available
da: Undersøg regelmæssigt, om nye panelprogrammer er tilgængelige
hu: Új kisalkalmazások rendszeres keresése
it: Controllare regolarmente se sono disponibili nuove applet
vi: Kiểm tra định kỳ xem có applet mới nào sẵn có không
zh_tw: 定期檢查是否有新的小程式可用

source: If new applets do not concern you, uncheck this box.
da: Deaktivér denne, hvis du ikke er interesseret i nye panelprogrammer.
hu: Ha az új kisalkalmazások nem érdeklik önt, ne jelölje be ezt a négyzetet.
it: Se le nuove applet non ti interessano, deseleziona questa casella.
vi: Nếu bạn không quan tâm đến applet mới, hãy bỏ chọn hộp này.
zh_tw: 若您不關心新的小程式，請取消勾選此核取方塊。
