Repository: linuxmint/cinnamon-spices-applets
Catalog: SpicesUpdate@claudiux/files/SpicesUpdate@claudiux/po/*.po
Languages: da, hu, it, vi, zh_tw

source: Open
hu: Megnyitás
it: Apri
vi: Mở
zh_tw: 開啟

source: Remove
hu: Eltávolítás
it: Rimuovi
vi: Xóa
zh_tw: 移除

source: System Information
hu: Rendszerinformáció
it: Informazioni di sistema
vi: Thông tin hệ thống
zh_tw: 系統資訊

source: You are advised to restart Cinnamon
da: Det anbefales at genstarte Cinnamon
hu: Ajánlatos újraindítani a Cinnamon környezetet
it: Si consiglia di riavviare Cinnamon
vi: Bạn nên khởi động lại Cinnamon
zh_tw: 建議您重新啟動 Cinnamon

source: To be sure to use the right code, you are advised to restart Cinnamon.
da: For at sikre at den rigtige kode bruges, anbefales det at genstarte Cinnamon.
hu: A megfelelő kód használatához javasoljuk, hogy indítsa újra a Cinnamon-t.
it: Per essere sicuri di utilizzare il codice corretto, si consiglia di riavviare Cinnamon.
vi: Để đảm bảo sử dụng đúng mã, bạn nên khởi động lại Cinnamon.
zh_tw: 為確保使用正確的程式碼，建議您重新啟動 Cinnamon。

source: Restart Cinnamon
da: Genstart Cinnamon
hu: Cinnamon környezet újraindítása
it: Riavvia Cinnamon
vi: Khởi động lại Cinnamon
zh_tw: 重新啟動 Cinnamon

source: Middle-Click to Refresh
da: Midterklik for at opdatere
hu: Középső kattintással frissít
it: Clic Centrale per Aggiornare
vi: Nhấp chuột giữa để làm mới
zh_tw: 滑鼠中鍵點選以重新整理

source: Spices Update has just been installed or upgraded
da: Spices-opdateringer er lige blevet installeret eller opgraderet
hu: A Spices Frissítések éppen most lett telepítve vagy frissítve
it: Spices Update è stato appena installato o aggiornato
vi: Spices Update vừa được cài đặt hoặc nâng cấp
zh_tw: Spices Update 剛剛已安裝或升級

source: Certain parameters require your vigilance: some may have been modified; others are new.
da: Nogle parametre kræver din overvågenhed: De kan være opdaterede eller nye.
hu: Bizonyos paraméterek odafigyelést igényelnek: egyeseket módosulhattak; mások pedig újak.
it: Alcuni parametri richiedono la tua vigilanza: alcuni potrebbero essere stati modificati; altri sono nuovi.
vi: Một số tham số cần được chú ý: một vài có thể đã bị thay đổi, một số khác là mới.
zh_tw: 部分參數需要留意：有些可能已被修改，有些則是新的。

source: Please check your settings using the menu of the SpicesUpdate applet or the button below.
da: Tjek dine indstillinger i Spices-opdateringer eller tryk på knappen nedenfor.
hu: Kérjük, ellenőrizze beállításait a Spices Frissítések kisalkalmazás menüjében vagy az alábbi gombra kattintva.
it: Controlla le tue impostazioni usando il menu dell'applet SpicesUpdate o il pulsante qui sotto.
vi: Vui lòng kiểm tra lại cài đặt của bạn bằng menu của applet SpicesUpdate hoặc nút bên dưới.
zh_tw: 請使用 SpicesUpdate 小程式的選單或下方的按鈕來檢查設定。

source: Spices Update Settings
da: Indstillinger for Spices-opdateringer
hu: Spices Frissítések beállításai
it: Impostazioni di Spices Update
vi: Cài đặt Spices Update
zh_tw: Spices Update 設定

source: Update It Now!
da: Opdatér den nu!
hu: Azonnali frissítés!
it: Aggiorna Ora!
vi: Cập nhật ngay!
zh_tw: 立即更新！

source: Update Them All Now!
da: Opdatér alle nu!
hu: Az összes azonnali frissítése!
it: Aggiorna Tutto Ora!
vi: Cập nhật tất cả ngay!
zh_tw: 立即全部更新！

source: Forget It
da: Glem den
hu: Elfelejtés
it: Dimentica
vi: Bỏ qua
zh_tw: 忽略

source: Forget Them All
da: Glem alle
hu: Összes elfelejtése
it: Dimentica Tutto
vi: Bỏ qua tất cả
zh_tw: 全部忽略

source: Refresh
da: Opdatér
hu: Frissítés
it: Aggiorna
vi: Làm mới
zh_tw: 重新整理

source: With details here, when available.
da: Med detaljer her, når tilgængelige.
hu: Részletek itt, ha rendelkezésre állnak.
it: Con i dettagli qui, quando sono disponibili.
vi: Kèm chi tiết tại đây (nếu có).
zh_tw: 若有詳細資訊，將會顯示於此。

source: One applet needs update:
da: Et panelprogram skal opdateres:
hu: Egy kisalkalmazást frissíteni kell:
it: Un'applet deve essere aggiornata:
vi: Có một applet cần cập nhật:
zh_tw: 有 1 個小程式需要更新：

source: Do not matter. This is a FAKE notification, just for the test.
da: Har ingen betydning. Dette er en FALSK underretning som test.
hu: Nem számít. Ez egy HAMIS értesítés, csak teszt.
it: Questa è una notifica falsa, solo per il test. Non ha importanza.
vi: Không sao cả. Đây chỉ là thông báo giả để kiểm thử.
zh_tw: 無須理會。這僅是為了測試用的假通知。

source: is fully functional.
da: fungerer fuldt ud.
hu: teljesen működőképes.
it: è completamente funzionante.
vi: đang hoạt động đầy đủ.
zh_tw: 功能完全正常。

source: All dependencies are installed
da: Alle afhængigheder er installerede
hu: Minden szükséges függőség telepítve
it: Tutte le dipendenze sono installate
vi: Tất cả các gói phụ thuộc đã được cài đặt
zh_tw: 所有相依性都已安裝

source: You appear to be missing some of the programs required for this applet to have all its features.
da: Det lader til, du mangler nogle af de programmer, som kræves for at alle panelprogrammets funktioner virker.
hu: Úgy tűnik, hogy hiányzik néhány program, amely szükséges ahhoz, hogy a kisalkalmazás minden funkcióval rendelkezzen.
it: Sembra che manchino alcuni dei programmi richiesti per questa applet per avere tutte le sue funzionalità.
vi: Có vẻ bạn đang thiếu một số chương trình cần thiết để applet này hoạt động đầy đủ tính năng.
zh_tw: 您似乎缺少了讓小程式完整運作所需的部分程式。

source: Please execute, in the just opened terminal, the commands:
da: Udfør kommandoerne i den nyligt åbnede terminal:
hu: Kérjük, a most megnyitott terminálban hajtsa végre a következő parancsokat:
it: Si prega di eseguire, nel terminale appena aperto, i comandi:
vi: Vui lòng chạy các lệnh sau trong cửa sổ terminal vừa mở:
zh_tw: 請在剛開啟的終端機中執行以下指令：

source: Some dependencies are not installed!
da: Nogle afhængigheder er ikke installerede!
hu: Néhány függőség nincs telepítve!
it: Alcune dipendenze non sono installate!
vi: Một số gói phụ thuộc chưa được cài đặt!
zh_tw: 部分相依性未安裝！

source: (Description unavailable)
da: (Beskrivelse ikke tilgængelig)
hu: (Leírás nem elérhető)
it: (Descrizione non disponibile)
vi: (Không có mô tả)
zh_tw: （無可用描述）

source: Forget new Spices
da: Glem nye Spices
hu: Felejtse el az új Spices-t
it: Dimentica le nuove Spices
vi: Quên các Spices mới
zh_tw: 忽略新的 Spices

source: Open useful Cinnamon Settings
da: Åbn relevante Cinnamon indstillinger
hu: Hasznos Cinnamon beállítások megnyitása
it: Apri utili Impostazioni di Cinnamon
vi: Mở phần Cài đặt hữu ích của Cinnamon
zh_tw: 開啟實用的 Cinnamon 設定

source: Configure
da: Konfigurér
hu: Beállítás
it: Configurazione
vi: Cấu hình
zh_tw: 設定

source: General
da: Generelt
hu: Általános
it: Generali
vi: Chung
zh_tw: 一般

source: Applets
da: Panelprogrammer
hu: Kisalkalmazások
it: Applet
vi: Applet
zh_tw: 小程式

source: Desklets
da: Skrivebordsprogrammer
hu: Asztalkalmazások
it: Desklet
vi: Desklet
zh_tw: 桌面小工具

source: Extensions
da: Udvidelser
hu: Bővítmények
it: Estensioni
vi: Tiện ích mở rộng
zh_tw: 擴充功能

source: Themes
da: Temaer
hu: Témák
it: Temi
vi: Chủ đề
zh_tw: 佈景主題

source: Help
da: Hjælp
hu: Súgó
it: Aiuto
vi: Trợ giúp
zh_tw: 說明

source: Middle-Click to open useful Cinnamon Settings
da: Midterklik for at åbne relevante Cinnamon Indstillinger
hu: Hasznos Cinnamon beállítások megnyitása középső gombbal
it: Clic Centrale per aprire utili Impostazioni di Cinnamon
vi: Nhấn chuột giữa để mở cài đặt Cinnamon hữu ích
zh_tw: 滑鼠中鍵點選以開啟實用的 Cinnamon 設定

source: Applet
da: Panelprogram
hu: Kisalkalmazás
zh_tw: 小程式

source: Desklet
da: Skrivebordsprogram
hu: Asztalkalmazás
zh_tw: 桌面小工具

source: Extension
da: Udvidelse
hu: Kiterjesztés
it: Estensione
vi: Tiện mở rộng
zh_tw: 擴充功能

source: Theme
da: Tema
hu: Téma
it: Tema
vi: Chủ đề
zh_tw: 佈景主題

source: One desklet needs update:
da: Et skrivebordsprogram skal opdateres:
hu: Egy asztalkalmazás frissítése szükséges:
it: Un desklet deve essere aggiornato:
vi: Một desklet cần cập nhật:
zh_tw: 有 1 個桌面小工具需要更新：

source: One extension needs update:
da: En udvidelse skal opdateres:
hu: Egy kisalkalmazás frissítése szükséges:
it: Un'estensione deve essere aggiornata:
vi: Một tiện mở rộng cần cập nhật:
zh_tw: 有 1 個擴充功能需要更新：

source: One theme needs update:
da: Et tema skal opdateres:
hu: Egy téma frissítése szükséges:
it: Un tema deve essere aggiornato:
vi: Một chủ đề cần cập nhật:
zh_tw: 有 1 個佈景主題需要更新：

source: Some desklets need update:
da: Nogle skrivebordsprogrammer skal opdateres:
hu: Néhány asztalkalmazás frissítése szükséges:
it: Alcuni desklet devono essere aggiornati:
vi: Một số desklet cần cập nhật:
zh_tw: 有些桌面小工具需要更新：

source: Some applets need update:
da: Nogle panelprogrammer skal opdateres:
hu: Néhány kisalkalmazás frissítése szükséges:
it: Alcune applet necessitano di aggiornamento:
vi: Một số applet cần cập nhật:
zh_tw: 有些小程式需要更新：

source: Some extensions need update:
da: Nogle udvidelser skal opdateres:
hu: Néhány bővítmény frissítése szükséges:
it: Alcune estensioni devono essere aggiornate:
vi: Một số tiện mở rộng cần cập nhật:
zh_tw: 有些擴充功能需要更新：

source: Some themes need update:
da: Nogle temaer skal opdateres:
hu: Néhány téma frissítése szükséges:
it: Alcuni temi devono essere aggiornati:
vi: Một số chủ đề cần cập nhật:
zh_tw: 有些佈景主題需要更新：

source: New desklet available:
da: Nyt skrivebordsprogram tilgængelig:
hu: Új asztalkalmazás érhető el:
it: Nuovo applet disponibile:
vi: Có desklet mới:
zh_tw: 有新的桌面小工具可用：

source: New applet available:
da: Nyt panelprogram tilgængelig:
hu: Új kisalkalmazás érhető el:
it: Nuova applet disponibile:
vi: Có applet mới:
zh_tw: 有新的小程式可用：

source: New extension available:
da: Ny udvidelse tilgængelig:
hu: Új bővítmény érhető el:
it: Nuova estensione disponibile:
vi: Có tiện mở rộng mới:
zh_tw: 有新的擴充功能可用：

source: New theme available:
da: Nyt tema tilgængelig:
hu: Új téma érhető el:
it: Nuovo tema disponibile:
vi: Có chủ đề mới:
zh_tw: 有新的佈景主題可用：

source: New desklets available:
da: Nye skrivebordsprogrammer tilgængelig:
hu: Új asztalkalmazások érhetőek el:
it: Nuovi desklet disponibili:
vi: Có các desklet mới:
zh_tw: 有新的桌面小工具可用：

source: New applets available:
da: Nye panelprogrammer tilgængelig:
hu: Új kisalkalmazások érhetőek el:
it: Nuove applet disponibili:
vi: Có các applet mới:
zh_tw: 有新的小程式可用：

source: New extensions available:
da: Nye udvidelser tilgængelig:
hu: Új bővítmények érhetőek el:
it: Nuove estensioni disponibili:
vi: Có tiện ích mở rộng mới:
zh_tw: 有新的擴充功能可用：

source: New themes available:
da: Nye temaer tilgængelig:
hu: Új témák érhetőek el:
it: Nuovi temi disponibili:
vi: Có chủ đề mới:
zh_tw: 有新的佈景主題可用：

source: If you do not want an applet to be checked, uncheck its first box.
da: Hvis du ikke ønsker, at et panelprogram tjekkes, så fjern markeringen under "Led efter opdateringer?".
hu: Ha nem szeretné, hogy egy kisalkalmazás ellenőrizve legyen, törölje az első négyzetének jelölését.
it: Se non si desidera verificare se un'applet ha un aggiornamento, deselezionare la sua prima casella.
vi: Nếu bạn không muốn kiểm tra applet, hãy bỏ chọn ô đầu tiên.
zh_tw: 如果不想檢查某個小程式，請取消勾選其第一個核取方塊。

source: If you do not want a desklet to be checked, uncheck its first box.
da: Hvis du ikke ønsker, at et skrivebordsprogram tjekkes, så fjern markeringen under "Led efter opdateringer?".
hu: Ha nem szeretné, hogy egy asztalalkalmazás ellenőrizve legyen, akkor ne jelölje be az első négyzetet.
it: Se non si desidera verificare se un desklet ha un aggiornamento, deselezionare la sua prima casella.
vi: Nếu bạn không muốn kiểm tra desklet, hãy bỏ chọn ô đầu tiên.
zh_tw: 如果不想檢查某個桌面小工具，請取消勾選其第一個核取方塊。

source: If you do not want an extension to be checked, uncheck its first box.
da: Hvis du ikke ønsker, at en udvidelse tjekkes, så fjern markeringen under "Led efter opdateringer?".
hu: Ha nem szeretné, hogy egy bővítmény ellenőrizve legyen, akkor ne jelölje be az első négyzetet.
it: Se non si desidera verificare se un'estensione ha un aggiornamento, deselezionare la sua prima casella.
vi: Nếu bạn không muốn kiểm tra tiện ích mở rộng, hãy bỏ chọn ô đầu tiên.
zh_tw: 如果不想檢查某個擴充功能，請取消勾選其第一個核取方塊。

source: If you do not want a theme to be checked, uncheck its first box.
da: Hvis du ikke ønsker, at et tema tjekkes, så fjern markeringen under "Led efter opdateringer?"
hu: Ha nem szeretné, hogy egy téma ellenőrizve legyen, akkor ne jelölje be az első négyzetet.
it: Se non si desidera verificare se un tema ha un aggiornamento, deselezionare la sua prima casella.
vi: Nếu bạn không muốn kiểm tra chủ đề, hãy bỏ chọn ô đầu tiên.
zh_tw: 如果不想檢查某個佈景主題，請取消勾選其第一個核取方塊。

source: If you want to get the latest version of an applet now, check both boxes.
da: Markér begge felter, hvis du vil have et panelprograms nyeste version.
hu: Ha most szeretné letölteni a kisalkalmazás legújabb verzióját, jelölje be mindkét négyzetet.
it: Se vuoi ottenere subito l'ultima versione di un'applet, seleziona entrambe le caselle.
vi: Nếu bạn muốn nhận phiên bản mới nhất của applet, hãy chọn cả hai ô.
zh_tw: 若要立即取得小程式的最新版本，請同時勾選該列的兩個核取方塊。

source: If you want to get the latest version of a desklet now, check both boxes.
da: Markér begge felter, hvis du vil have et skrivebordsprograms nyeste version.
hu: Ha most szeretné letölteni a asztalalkalmazás legújabb verzióját, jelölje be mindkét négyzetet.
it: Se vuoi ottenere subito l'ultima versione di un desklet, seleziona entrambe le caselle.
vi: Nếu bạn muốn nhận phiên bản mới nhất của desklet, hãy chọn cả hai ô.
zh_tw: 若要立即取得此桌面小工具的最新版本，請同時勾選該列的兩個核取方塊。

source: If you want to get the latest version of an extension now, check both boxes.
da: Markér begge felter, hvis du vil have en udvidelses nyeste version.
hu: Ha most szeretné letölteni egy bővítmény legújabb verzióját, jelölje be mindkét négyzetet.
it: Se vuoi ottenere subito l'ultima versione di un'estensione, seleziona entrambe le caselle.
vi: Nếu bạn muốn nhận phiên bản mới nhất của tiện ích mở rộng, hãy chọn cả hai ô.
zh_tw: 若要立即取得此擴充功能的最新版本，請同時勾選該列的兩個核取方塊。

source: If you want to get the latest version of a theme now, check both boxes.
da: Markér begge felter, hvis du vil have et temas nyeste version.
hu: Ha most szeretné letölteni egy téma legújabb verzióját, jelölje be mindkét négyzetet.
it: Se vuoi ottenere subito l'ultima versione di un tema, seleziona entrambe le caselle.
vi: Nếu bạn muốn nhận phiên bản mới nhất của chủ đề, hãy chọn cả hai ô.
zh_tw: 若要立即取得此佈景主題的最新版本，請同時勾選該列的兩個核取方塊。

source: When all your choices are made, click the Refresh button.
da: Klik knappen "Opdatér", når du har foretaget dine valg.
hu: Ha minden változtatást végrehajtott, kattintson a Frissítés gombra.
it: Quando vengono effettuate tutte le scelte, fare clic sul pulsante Aggiorna.
vi: Khi đã chọn xong, hãy nhấn nút Làm mới.
zh_tw: 當您完成所有選擇後，請點選 [重新整理] 按鈕。

source: The Cinnamon Server seems to be DOWN!
da: Cinnamon-serveren lader til at være nede!
hu: Úgy tűnik, hogy a Cinnamon szerver NEM MŰKÖDIK!
it: Il Server Cinnamon sembra essere GIÙ!
vi: Máy chủ Cinnamon dường như đang ngừng hoạt động!
zh_tw: Cinnamon 伺服器似乎已關閉！

source: Middle-Click to Retry
da: Midterklik for at prøve igen
hu: Középső kattintással újrapróbálkozik
it: Clic Centrale per Riprovare
vi: Nhấn chuột giữa để thử lại
zh_tw: 滑鼠中鍵點選以重試

source: Actions
hu: Műveletek
it: Azioni
vi: Hành động
zh_tw: 動作

source: One action needs update:
hu: Egy művelet frissítése szükséges:
it: Un'azione deve essere aggiornata:
vi: Một hành động cần cập nhật:
zh_tw: 有 1 個動作需要更新：

source: Some actions need update:
hu: Néhány művelet frissítése szükséges:
it: Alcune azioni necessitano di aggiornamento:
vi: Một số hành động cần cập nhật:
zh_tw: 有些動作需要更新：

source: New action available:
hu: Új művelet érhető el:
it: Nuova azione disponibile:
vi: Có hành động mới:
zh_tw: 有新的動作可用：

source: New actions available:
hu: Új műveletek érhetőek el:
it: Nuove azioni disponibili:
vi: Có các hành động mới:
zh_tw: 有新的動作可用：

source: If you do not want a nemo action to be checked, uncheck its first box.
hu: Ha nem szeretné, hogy egy nemo művelet be legyen jelölve, vegye ki a jelölést az első négyzetből.
it: Se non vuoi che un'azione nemo venga selezionata, deseleziona la sua prima casella.
vi: Nếu bạn không muốn kiểm tra hành động của Nemo, hãy bỏ chọn ô đầu tiên.
zh_tw: 如果您不想檢查某個 Nemo 動作，請取消勾選其第一個核取方塊。

source: If you want to get the latest version of a nemo action now, check both boxes.
hu: Ha egy nemo művelet legfrissebb verzióját szeretné most megkapni, jelölje be mindkét négyzetet.
it: Se vuoi ottenere subito l'ultima versione di un'azione nemo, seleziona entrambe le caselle.
vi: Nếu bạn muốn nhận phiên bản mới nhất của hành động Nemo, hãy chọn cả hai ô.
zh_tw: 若要立即取得此 Nemo 動作的最新版本，請同時勾選該列的兩個核取方塊。

source: For private Spices, both boxes will be considered unchecked.
hu: A privát Spice esetében mindkét négyzetet kipipálhatatlannak kell tekinteni.
vi: Với Spices riêng tư, cả hai ô sẽ được xem như chưa chọn.
zh_tw: 對於私人的 Spices，兩個核取方塊都將被視為未勾選。

source: If you do not want an applet to be checked, set its first switch to FALSE.
da: Skal et panelprogram ikke tjekkes, så deaktivér den første kontakt.
hu: Ha nem szeretné, hogy egy kisalkalmazás ellenőrizve, állítsa az első kapcsolóját FALSE állásba.
it: Se non si desidera controllare un'applet, impostarla su FALSE.
vi: Nếu bạn không muốn kiểm tra applet, hãy đặt công tắc đầu tiên thành FALSE.
zh_tw: 如果您不想檢查某個小程式，請將其第一個開關設為「關閉」。

source: If you do not want a desklet to be checked, set its first switch to FALSE.
da: Skal et skrivebordsprogram ikke tjekkes, så deaktivér den første kontakt.
hu: Ha nem szeretné, hogy egy kisalkalmazás ellenőrizve legyen, állítsa az első kapcsolóját FALSE állásba.
it: Se non si desidera controllare un desklet, impostarlo su FALSE.
vi: Nếu bạn không muốn kiểm tra desklet, hãy đặt công tắc đầu tiên thành FALSE.
zh_tw: 如果您不想檢查某個桌面小工具，請將其第一個開關設為「關閉」。

source: If you do not want an extension to be checked, set its first switch to FALSE.
da: Skal en udvidelse ikke tjekkes, så deaktivér den første kontakt.
hu: Ha nem szeretné, hogy egy bővítmény ellenőrizve legyen, állítsa az első kapcsolóját FALSE állásba.
it: Se non si desidera controllare un'estensione, impostarla su FALSE.
vi: Nếu bạn không muốn kiểm tra tiện ích mở rộng, hãy đặt công tắc đầu tiên thành FALSE.
zh_tw: 如果您不想檢查某個擴充功能，請將其第一個開關設為「關閉」。

source: If you do not want a theme to be checked, set its first switch to FALSE.
da: Skal et tema ikke tjekkes, så deaktivér den første kontakt.
hu: Ha nem szeretné, hogy egy téma ellenőrizve legyen, állítsa az első kapcsolóját FALSE állásba.
it: Se non si desidera controllare un tema, impostarlo su FALSE.
vi: Nếu bạn không muốn kiểm tra chủ đề, hãy đặt công tắc đầu tiên thành FALSE.
zh_tw: 如果您不想檢查某個佈景主題，請將其第一個開關設為「關閉」。

source: If you want to get the latest version of an applet now, set its two switches to TRUE.
da: Vil du have den nyeste version af et panelprogram, så aktivér begge kontakter.
hu: Ha most szeretné letölteni a kisalkalmazás legújabb verzióját, állítsa mindkét kapcsolóját TRUE állásba.
it: Se vuoi ottenere subito l'ultima versione di un'applet, seleziona entrambe le caselle.
vi: Nếu bạn muốn nhận phiên bản mới nhất của applet, hãy đặt cả hai công tắc thành TRUE.
zh_tw: 若要立即取得小程式的最新版本，請將其兩個開關都設為「開啟」。

source: If you want to get the latest version of a desklet now, set its two switches to TRUE.
da: Vil du have den nyeste version af et skrivebordsprogram, så aktivér begge kontakter.
hu: Ha most szeretné letölteni az asztalalkalmazás legújabb verzióját, állítsa mindkét kapcsolóját TRUE állásba.
it: Se vuoi ottenere subito l'ultima versione di un desklet, seleziona entrambe le caselle.
vi: Nếu bạn muốn nhận phiên bản mới nhất của desklet, hãy đặt cả hai công tắc thành TRUE.
zh_tw: 若要立即取得桌面小工具的最新版本，請將其兩個開關都設為「開啟」。

source: If you want to get the latest version of an extension now, set its two switches to TRUE.
da: Vil du have den nyeste version af en udvidelse, så aktivér begge kontakter.
hu: Ha most szeretné letölteni a bővítmény legújabb verzióját, állítsa mindkét kapcsolóját TRUE állásba.
it: Se vuoi ottenere subito l'ultima versione di un'estensione, seleziona entrambe le caselle.
vi: Nếu bạn muốn nhận phiên bản mới nhất của tiện ích mở rộng, hãy đặt cả hai công tắc thành TRUE.
zh_tw: 若要立即取得擴充功能的最新版本，請將其兩個開關都設為「開啟」。

source: If you want to get the latest version of a theme now, set its two switches to TRUE.
da: Vil du have den nyeste version af et tema, så aktivér begge kontakter.
hu: Ha most szeretné letölteni a téma legújabb verzióját, állítsa mindkét kapcsolóját TRUE állásba.
it: Se vuoi ottenere subito l'ultima versione di un tema, seleziona entrambe le caselle.
vi: Nếu bạn muốn nhận phiên bản mới nhất của chủ đề, hãy đặt cả hai công tắc thành TRUE.
zh_tw: 若要立即取得佈景主題的最新版本，請將其兩個開關都設為「開啟」。

source: System Settings
hu: Rendszerbeállítások
it: Impostazioni di sistema
vi: Cài đặt Hệ thống
zh_tw: 系統設定

source: Control Center
hu: Vezérlőközpont
it: Centro di Controllo
vi: Trung tâm điều khiển
zh_tw: 控制中心

source: Appearance
hu: Megjelenés
it: Aspetto
vi: Giao diện
zh_tw: 外觀

source: Preferences
hu: Beállítások
it: Preferenze
vi: Tùy chọn
zh_tw: 偏好設定

source: Hardware
vi: Phần cứng
zh_tw: 硬體

source: Administration
hu: Adminisztráció
it: Amministrazione
vi: Quản trị
zh_tw: 管理

source: Network
hu: Hálózat
it: Rete
vi: Mạng
zh_tw: 網路

source: network, wireless, wifi, ethernet, broadband, internet
hu: hálózat, vezeték nélküli, wifi, ethernet, szélessávú, internet, internet
it: rete, wireless, wifi, ethernet, broadband, internet
vi: mạng, không dây, wifi, ethernet, băng thông rộng, internet
zh_tw: 網路, 無線, wifi, 乙太網路, 寬頻, 網際網路

source: Color
hu: Szín
it: Colore
vi: Màu sắc
zh_tw: 色彩

source: color, profile, display, printer, output
hu: szín, profil, kijelző, nyomtató, kimenet
it: colore, profilo, display, stampante, output
vi: màu sắc, cấu hình, hiển thị, máy in, đầu ra
zh_tw: 色彩, 設定檔, 顯示, 印表機, 輸出

source: Graphics Tablet
hu: Grafikus tábla
it: Tavoletta Grafica
vi: Bảng vẽ đồ họa
zh_tw: 繪圖板

source: wacom, digitize, tablet, graphics, calibrate, stylus
hu: wacom, digitalizálás, tábla, grafika, kalibrálás, stylus
it: wacom, digitalizzazione, tavoletta, grafica, calibrazione, stilo
vi: wacom, số hóa, bảng vẽ, đồ họa, hiệu chuẩn, bút cảm ứng
zh_tw: wacom, 數位板, 平板, 繪圖, 校準, 觸控筆

source: Printers
hu: Nyomtatók
it: Stampanti
vi: Máy in
zh_tw: 印表機

source: printers, laser, inkjet
hu: nyomtatók, lézer, tintasugaras
it: stampanti, laser, inchiostro
vi: máy in, laser, phun mực
zh_tw: 印表機, 雷射, 噴墨

source: Firewall
hu: Tűzfal
vi: Tường lửa
zh_tw: 防火牆

source: firewall, block, filter, programs
hu: tűzfal, blokkolás, szűrés, programok
it: firewall, blocco, filtro, programmi
vi: tường lửa, chặn, lọc, chương trình
zh_tw: 防火牆, 封鎖, 過濾, 程式

source: Languages
hu: Nyelvek
it: Lingue
vi: Ngôn ngữ
zh_tw: 語言

source: language, install, foreign
hu: nyelv, telepítés, idegen
it: lingua, installazione, straniera
vi: ngôn ngữ, cài đặt, nước ngoài
zh_tw: 語言, 安裝, 外語

source: Input Method
hu: Beviteli mód
it: Metodo di input
vi: Phương thức nhập
zh_tw: 輸入法

source: language, install, foreign, input, method, chinese, korean, japanese, typing
hu: nyelv, telepítés, idegen, bemenet, módszer, kínai, koreai, japán, gépelés
it: lingua, installazione, straniera, input, metodo, cinese, coreano, giapponese, digitazione
vi: ngôn ngữ, cài đặt, nước ngoài, nhập liệu, phương thức, Trung, Hàn, Nhật, gõ
zh_tw: 語言, 安裝, 外語, 輸入, 方法, 中文, 韓文, 日文, 輸入

source: Login Window
hu: Bejelentkezési ablak
it: Schermata di accesso
vi: Cửa sổ Đăng nhập
zh_tw: 登入視窗

source: login, lightdm, mdm, gdm, manager, user, password, startup, switch
hu: bejelentkezés, lightdm, mdm, gdm, manager, felhasználó, jelszó, indítás, kapcsoló, switch
it: login, lightdm, mdm, gdm, manager, utente, password, avvio, cambio
vi: đăng nhập, lightdm, mdm, gdm, trình quản lý, người dùng, mật khẩu, khởi động, chuyển đổi
zh_tw: 登入, lightdm, mdm, gdm, 管理員, 使用者, 密碼, 啟動, 切換

source: login, lightdm, manager, settings, editor
hu: bejelentkezés, lightdm, menedzser, beállítások, szerkesztő
it: login, lightdm, manager, impostazioni, editor
vi: đăng nhập, lightdm, quản lý, cài đặt, trình chỉnh sửa
zh_tw: 登入, lightdm, 管理員, 設定, 編輯器

source: Driver Manager
hu: Illesztőprogram-kezelő
it: Gestore driver
vi: Trình quản lý Driver
zh_tw: 驅動程式管理員
