Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/search-box@mtwebster/*.po
Languages: da, de, fi, fr, it, ru, tr, vi

source: Right-click to select or add your search engine
fi: Valitse hakukone
fr: Clic droit pour sélectionner ou ajouter votre moteur de recherche
it: Fai clic con il pulsante destro del mouse per selezionare o aggiungere il tuo motore di ricerca
vi: Nhấp chuột phải để chọn hoặc thêm công cụ tìm kiếm của bạn

source: Type to search...
da: Skriv for at søge …
de: Suchbegriff eingeben …
fi: Kirjoita haku...
fr: Tapez pour rechercher...
it: Digita per cercare...
ru: Введите поисковый запрос...
tr: Arama için yazın...
vi: Nhập để tìm kiếm...

source: Select your Search Engine:
fi: Valitse hakukone:
fr: Choisir un moteur de recherche :
it: Seleziona il tuo motore di ricerca:
vi: Chọn công cụ tìm kiếm của bạn:

source: Change default programs...
da: Ændr standardprogrammer …
de: Bevorzugte Anwendungen ändern …
fi: Muuta oletusohjelmia...
fr: Modifier les programmes par défaut...
it: Cambia programmi predefiniti...
ru: Выберите программу по умолчанию...
tr: Varsayılan programları değiştir...
vi: Thay đổi các chương trình mặc định...

source: Edit providers
da: Redigér udbydere
de: Anbieter bearbeiten
fi: Muokkaa hakupalvelua
fr: Modifier les moteurs de recherche
it: Modifica provider
ru: Редактировать поисковые системы
tr: Sağlayıcıları düzenle
vi: Chỉnh sửa nhà cung cấp

source: Internet Search Box
da: Internetsøgefelt
de: Internet-Suchfeld
fr: Boîte de recherche Internet
it: Casella di Ricerca Internet
tr: İnternet Arama Kutusu
vi: Hộp tìm kiếm Internet

source: Perform an Internet search, using your favorite engine
da: Udfør en internetsøgning med din favoritsøgemaskine
de: Eine Internetsuche mit Ihrer Lieblings-Suchmaschine durchführen
fi: Tee Internet-haku valitsemallasi hakukonetta. Valmiina 12 vaihtoehtoa
fr: Effectuez une recherche sur Internet, en utilisant votre moteur préféré
it: Esegui una ricerca su Internet utilizzando il tuo motore di ricerca preferito
ru: Выполняйте поиск в интернете, используя любимую поисковую систему
tr: Beğendiğiniz arama motorunu kullanarak İnternet araması yapın
vi: Thực hiện tìm kiếm Internet bằng công cụ ưa thích của bạn

source: Providers
fi: Hakukoneet
fr: Moteurs de recherche
it: Provider
vi: Nhà cung cấp

source: Options
fi: Valinnat
it: Opzioni
vi: Tùy chọn

source: Keyboard shortcuts
fr: Raccourcis-clavier
it: Scorciatoie da tastiera
vi: Phím tắt

source: Search-box colors
fi: Hakulaatikon värit
fr: Couleurs de la boîte de recherche
it: Colori della casella di ricerca
vi: Màu của hộp tìm kiếm

source: Show provider
da: Vis udbyder
de: Anbieter anzeigen
fi: Näytä hakukoneen nimi
fr: Afficher le nom du moteur de recherche
it: Mostra provider
ru: Показывать название поисковой системы
tr: Sağlayıcıyı göster
vi: Hiển thị nhà cung cấp

source: Show selected provider in the panel
da: Vis den valgte udbyder i statusfeltet
de: Ausgewählten Anbieter in der Leiste anzeigen
fi: Näytä valittu hakukone paneelissa
fr: Afficher dans le panneau le nom du moteur de recherche
it: Mostra il provider selezionato nel pannello
ru: Показать выбранную поисковую систему на панели
tr: Seçilen sağlayıcıyı panelde göster
vi: Hiển thị nhà cung cấp đã chọn trên bảng

source: Reset query after search
fi: Puhdista hakuteksti haun jälkeen
fr: Réinitialiser la requête après une recherche
it: Reimposta la query dopo la ricerca
vi: Đặt lại truy vấn sau khi tìm kiếm

source: Reset query after search? This may not be useful if you want to be able to perform the same query on other search engines afterwards.
fi: Tästä ei ehkä ole hyötyä, jos haluat suorittaa saman kyselyn muilla hakukoneilla jälkeenpäin.
fr: Réinitialiser la requête après la recherche ? Cette option peut ne pas être utile si vous souhaitez pouvoir effectuer la même recherche sur d'autres moteurs de recherche par la suite.
it: Reimpostare la query dopo la ricerca? Ciò potrebbe non essere utile se desideri essere in grado di eseguire successivamente la stessa query su altri motori di ricerca.
vi: Đặt lại truy vấn sau khi tìm kiếm? Tùy chọn này có thể không hữu ích nếu bạn muốn thực hiện cùng một truy vấn trên các công cụ tìm kiếm khác sau đó.

source: Show
fi: Näytä
fr: Montrer
it: Mostra
vi: Hiển thị

source: Name
fi: Nimi
fr: Nom
it: Nome
vi: Tên

source: Short name (3 lower-case letters)
fi: Lyhenne (3 kirjainta)
fr: Nom abrégé (3 lettres minuscules)
it: Nome corto (3 lettere minuscole)
vi: Tên viết tắt (3 chữ thường)

source: Query URL
fi: Kysely URL
fr: URL de requête
it: URL della query
vi: URL truy vấn

source: If your query begins with the 3 letters of the short name, it will be processed by the relevant search engine. Example: ddg linux mint iso
fi: Jos hakusi alkaa lyhenteellä, eli nimen kolmella kirjaimella, kyseinen hakukone käsittelee sen. Esim.: ddg linux mint iso
fr: Si votre requête commence par les 3 lettres du nom abrégé, elle sera traitée par le moteur de recherche approprié. Exemple : ddg linux mint iso
it: Se la tua richiesta inizia con le 3 lettere del nome breve, verrà elaborata dal relativo motore di ricerca. Esempio: ddg linux mint iso
vi: Nếu truy vấn của bạn bắt đầu bằng 3 chữ cái của tên viết tắt, nó sẽ được xử lý bởi công cụ tìm kiếm tương ứng. Ví dụ: ddg linux mint iso

source: Only selected providers will be displayed in the context menu, so you can select your default provider. If you deselect the default provider, the first selected becomes the default provider. If no provider is selected, the default provider is Google.
fi: Vain valitut hakukoneet näkyvät valikossa ja lisäksi voit valita oletushakukoneen. Jos poistat oletushakukoneen, seuraavaksi valitusta tulee oletushakukone. Jos hakukonetta ei valita niin Google on oletus.
fr: Seuls les fournisseurs sélectionnés seront affichés dans le menu contextuel, afin que vous puissiez sélectionner votre fournisseur par défaut. Si vous désélectionnez le fournisseur par défaut, le premier sélectionné devient le fournisseur par défaut. Si aucun fournisseur n'est sélectionné, le fournisseur par défaut est Google.
it: Solo i fornitori selezionati verranno visualizzati nel menù contestuale, quindi puoi selezionare il tuo fornitore predefinito. Se deselezioni il provider predefinito, il primo selezionato diventerà quello predefinito. Se non viene selezionato alcun fornitore, quello predefinito è Google.
vi: Chỉ các nhà cung cấp được chọn mới hiển thị trong menu ngữ cảnh, giúp bạn chọn nhà cung cấp mặc định. Nếu bạn bỏ chọn nhà cung cấp mặc định, nhà cung cấp được chọn đầu tiên sẽ trở thành mặc định. Nếu không có nhà cung cấp nào được chọn, mặc định sẽ là Google.

source: Keybinding, which opens the search box
da: Genvejstast som åbner søgefeltet
de: Tastenkombination, um das Suchfeld zu öffnen
fi: Näppäinyhdistelmä avaa hakukentän
fr: Raccourci-clavier qui ouvre la boîte de recherche
it: Associazione dei tasti, che apre la casella di ricerca
tr: Arama kutusunu açmak için kısayol
vi: Phím tắt để mở hộp tìm kiếm

source: Background color
fi: Taustaväri
fr: Couleur de l’arrière-plan
it: Colore di sfondo
vi: Màu nền

source: Text color
fi: Tekstiväri
fr: Couleur du texte
it: Colore del testo
vi: Màu chữ

source: Search Provider Settings
da: Indstillinger for søgeudbyder
de: Suchanbieter-Einstellungen
fi: Hakupalvelun asetukset
fr: Préférences du moteur de recherche
it: Impostazioni Provider di Ricerca
ru: Настройки поисковой системы
tr: Arama Sağlayıcı Ayarları
vi: Cài đặt nhà cung cấp tìm kiếm

source: Search Engines
fi: Hakukone
fr: Moteurs de recherche
it: Motori di Ricerca
vi: Công cụ tìm kiếm

source: Keybinding
da: Genvejstast
de: Tastenkombination
fi: Pikanäppäin
fr: Raccourci-clavier
it: Associazione di tasti
tr: Kısayol
vi: Phím tắt

source: Select provider
da: Vælg udbyder
de: Anbieter auswählen
fi: Valitse hakukone
fr: Choisir le moteur de recherche
it: Seleziona provider
ru: Выбранная поисковая система
tr: Sağlayıcı seç
vi: Chọn nhà cung cấp

source: Select a search provider
da: Vælg en søgeudbyder
de: Einen Suchanbieter auswählen
fi: Valitse hakupalvelu
fr: Choisir un moteur de recherche
it: Seleziona un provider di ricerca
ru: Выбрать поисковую систему
tr: Bir arama sağlayıcı seçin
vi: Chọn một nhà cung cấp tìm kiếm

source: Use custom provider
da: Anvend selvvalgt udbyder
de: Eigenen Anbieter verwenden
fi: Käytä omaa hakupalvelua
fr: Utiliser le moteur de recherche personnalisé
it: Usa un'icona personalizzata per il provider
ru: Использовать свою поисковую систему
tr: Özel sağlayıcı kullan
vi: Sử dụng nhà cung cấp tùy chỉnh

source: Use your own search provider
da: Anvend din egen søgeudbyder
de: Ihren eigenen Suchanbieter verwenden
fi: Käytä omaa hakupalvelua
fr: Utiliser votre propre moteur de recherche
it: Usa il tuo provider di ricerca
ru: Использовать собственную поисковую систему
tr: Kendi arama sağlayıcınızı kullanın
vi: Sử dụng công cụ tìm kiếm của riêng bạn

source: Name of custom provider
da: Selvvalgt udbyders navn
de: Name des eigenen Anbieters
fi: Oman hakupalvelun nimi
fr: Nom du moteur de recherche personnalisé
it: Nome del provider personalizzato
ru: Название своей поисковой системы
tr: Özel sağlayıcının adı
vi: Tên của nhà cung cấp tùy chỉnh

source: Enter label of the custom provider to show in the panel.
da: Indtast etiket, som skal vises for den selvvalgte udbyder i statusfeltet.
de: Den Namen des eigenen Anbieters eingeben, der in der Leiste angezeigt werden soll.
fi: Anna palvelun 3 merkkinen tunniste näytettäväksi paneelissa.
fr: Saisissez le nom du moteur de recherche personnalisé à afficher dans le panneau.
it: Inserisci l'etichetta del provider personalizzato da mostrare nel pannello.
ru: Введите название для вашей поисковой системы, которое будет отображаться на панели.
tr: Özel sağlayıcının panelde gösterilecek etiketini girin.
vi: Nhập nhãn của nhà cung cấp tùy chỉnh để hiển thị trên bảng.

source: URL of custom provider
da: URL til selvvalgt udbyder
de: URL des eigenen Anbieters
fi: Oman hakupalvelun URL
fr: URL du moteur de recherche personnalisé
it: URL del provider personalizzato
ru: URL адрес вашей поисковой системы
tr: Özel sağlayıcının URL adresi
vi: URL của nhà cung cấp tùy chỉnh

source: Enter the URL of the custom search provider
da: Indtast URL'en til selvvalgt søgeudbyder
de: Die URL des eigenen Suchanbieters eingeben
fi: Anna oman hakupalvelun URL-osoite
fr: Entrez l'URL du moteur de recherche personnalisé
it: Immettere l'URL del provider di ricerca personalizzato
ru: Введите адрес своей поисковой системы
tr: Özel arama sağlayıcının URL adresini girin
vi: Nhập URL của công cụ tìm kiếm tùy chỉnh
