Repository: linuxmint/cinnamon-spices-applets
Catalog: download-and-upload-speed@cardsurf/files/download-and-upload-speed@cardsurf/po/*.po
Languages: ca, de, es, fi, hr, hu, pl, pt, sv

source: How often to save total amount of data downloaded and uploaded to the file. 0 means no saving to the file.
ca: Cada quan es guardaran els valors de dades baixades i pujades al fitxer. 0 = no es guardarà al fitxer.
de: Wie oft die Download- und Upload-Gesamtdatenmenge in der Datei gespeichert werden soll. 0 bedeutet kein Speichern in der Datei.
es: Frecuencia con que se guarda la cantidad total de datos descargados y subidos en el archivo. 0 significa que no se guarda en el archivo.
fi: Kuinka usein ladattujen ja lähetettyjen kokonaismäärän tieto tallennetaan. 0 tarkoittaa, että tiedostoon ei tallenneta.
hr: Koliko često spremiti ukupnu količinu preuzetih i poslanih podataka u datoteku. 0 znači da se ne sprema u datoteku.
hu: Milyen gyakran mentse a fájlba letöltött és feltöltött összes adatmennyiséget. A 0 azt jelenti, hogy nem kell menteni fájlba.
pl: Jak często będzie zapisywana łączna ilość danych pobranych i wysłanych do pliku. 0 oznacza brak zapisywania do pliku.
pt: O quão frequente guardar o total de dados de download e upload em um ficheiro. 0 (zero) significa para não guardar em um ficheiro.
sv: Hur ofta totala mängden ner- och uppladdad data skall sparas i filen. 0 innebär att ingen data sparas i filen.

source: Data limits
ca: Límits de dades
de: Datengrenzen
es: Límites de datos
fi: Datarajoitukset
hr: Ograničenje podataka
hu: Adatkorlátok
pl: Limity danych
pt: Limites dos dados
sv: Datagränser

source: Data limit
ca: Límit de dades
de: Datenlimit
es: Límite de datos
fi: Dataraja
hr: Ograničenje podataka
hu: Adatkorlát
pl: Limit danych
pt: Limite de dados
sv: Databegränsning

source: The maximum amount of data to download and upload. 0 means no limits.
ca: Màxima quantitat de dades que es poden baixar i pujar. 0 = sense límit.
de: Die Höchstgrenze für die Download- und Upload-Datenmenge. 0 bedeutet kein Datenlimit.
es: Cantidad máxima de datos para descargar y subir. 0 significa que no hay límites.
fi: Ladattavan ja lähetettävän enimmäismäärä. 0 tarkoittaa, että ei ole rajoja.
hr: Najveća količina podataka za preuzimanje i slanje. 0 znači bez ograničenja.
hu: A le- és feltölthető adatok maximális mennyisége. 0 azt jelenti, hogy nincsenek határok.
pl: Maksymalna ilość danych do pobrania i wysłania. 0 oznacza brak ograniczeń.
pt: A quantidade máxima de dados para o download e o upload. 0 (zero) significa sem limites.
sv: Maxgräns för ner- och uppladdad data. 0 betyder obegränsad datamängd.

source: Show data limit usage
ca: Mostra el límit d'ús de dades
de: Verwendung des Datenlimits anzeigen
es: Mostrar el uso del límite de datos
fi: Näytä datan siirtoraja
hr: Prikaži upotrebu ograničenja podataka
hu: Adatkorlát használatának megjelenítése
pl: Pokaż zużycie limitu danych w panelu
pt: Mostrar a usagem em relação ao limite
sv: Visa använd andel av datagräns

source: None
ca: Cap
es: Ninguno
fi: Ei mitään
hr: Nepoznato
hu: Nincs
pl: Brak
pt: Nenhum
sv: Ingen

source: Circle
ca: Cercle
de: Kreis
es: Círculo
fi: Ympyrä
hr: Krug
hu: Kör
pl: Kołowy
pt: Círculo
sv: Cirkel

source: Text
es: Texto
fi: Teksti
hr: Tekst
hu: Szöveg
pl: Tekstowy
pt: Texto

source: Show the percentage of data limit used in the panel
ca: Mostra el percentatge del límit de dades utilitzades al tauler
de: Den Prozentsatz des genutzten Datenlimits in der Leiste anzeigen
es: Mostrar en el panel el porcentaje usado del límite de datos
fi: Näytä käytetyn datarajan prosenttiosuus paneelissa
hr: Prikaži postotak upotrebe ograničenje podataka u panelu
hu: Elhasznált adatkorlát százalékos megjelenítése a panelen
pl: Pokazuje procent zużycia limitu danych w panelu
pt: Mostrara percentagem dos dados utilizados em relação ao limite no painel
sv: Visa använd procentandel av angiven datagräns i panelen

source: Invoke command when data limit exceeded
ca: Ordre quan s'excedeix el límit de dades
de: Bei Überschreitung des Datenlimits Befehl aufrufen
es: Ejecutar un comando cuando se supera el límite de datos
fi: Kutsu komento, kun dataraja ylittyy
hr: Pozovi naredbu kada se dosegne ograničenje podataka
hu: Parancsot indítása, ha túllépte az adatkorlátot
pl: Wywołaj polecenie po przekroczeniu limitu danych
pt: Invocar um comando quando o limite for excedido
sv: Anropa kommandot när angiven datagräns uppnåtts

source: Invoke a command when amount of data downloaded and uploaded exceeded the limit
ca: Ordre que s'executarà quan el límit de dades baixades o pujades excedeixi el límit
de: Den Befehl ausführen, wenn die Download- und Upload-Datenmenge das Datenlimit überschreitet
es: Ejecutar un comando cuando la cantidad de datos descargados y subidos supera el límite
fi: Komento kutsutaan, kun ladatun ja lähetetyn datan määrä ylittää rajan
hr: Pozovi naredbu kada se dosegne ograničenje količine preuzetih i poslanih podataka
hu: Parancsot indítása, ha a le- és feltöltött adatok mennyisége meghaladja a korlátot
pl: Wywołaj polecenie, gdy ilość danych pobranych i wysłanych przekroczy ustalony limit
pt: Invocar um comando quando a quantidade dos dados do download e upload exceder o limite
sv: Anropa ett kommando när mängden ner- och uppladdad data uppnår angiven gräns

source: Command
ca: Ordre
de: Befehl
es: Comando
fi: Komento
hr: Naredba
hu: Parancs
pl: Polecenie
pt: Comando
sv: Kommando

source: A command to invoke
ca: Ordre a executar
de: Ein Befehl, der ausgeführt werden soll
es: Comando a ejecutar
fi: Kutsuttava komento
hr: Naredba za pozivanje
hu: Elindítandó parancs
pl: Polecenie do wykonania po przekroczeniu limitu
pt: Um comando para invocar
sv: Kommando att anropa

source: Connections
ca: Connexions
de: Verbindungen
es: Conexiones
fi: Yhteydet
hr: Povezivanja
hu: Kapcsolatok
pl: Połączenia
pt: Conecções
sv: Anslutningar

source: List current Internet connections on left mouse click
ca: Llista les connexions a internet actuals en fer clic amb el botó esquerre
de: Bei Linksklick Liste der aktuellen Internetverbindungen anzeigen
es: Mostrar la lista de conexiones a Internet al hacer clic con el botón izquierdo del ratón
fi: Listaa nykyiset Internet-yhteydet hiiren vasemmalla painikkeella
hr: Prikaži trenutna internetska povezivanja pri lijevom kliku
hu: Sorolja fel az aktuális internetkapcsolatokat bal egérgombbal
pl: Wyświetl bieżące połączenia internetowe po kliknięciu lewym przyciskiem myszy
pt: Listar as conexões atuais da internet ao efetuar um clique esquerdo com o mouse
sv: Lista aktuella internetanslutningar vid vänsterklick

source: Open a terminal with a list of current connections on a left mouse click. The next click closes the terminal.
ca: Obre un terminal amb una llista de connexions actuals en fer clic esquerre. El proper clic tanca el terminal.
de: Bei Linksklick auf das Applet wird ein Terminal mit einer Liste aktueller Verbindungen geöffnet. Der nächste Linksklick schließt das Terminal.
es: Abrir un terminal con una lista de conexiones al hacer clic con el botón izquierdo del ratón. El siguiente clic cierra el terminal.
fi: Avaa päätteen hiiren vasemmalla, jossa on lista nykyisistä yhteyksistä. Seuraava napsautus sulkee päätteen.
hr: Otvara terminal s popisom trenutnih povezivanja pri lijevom kliku. Sljedeći klik zatvara terminal.
hu: Nyisson meg egy terminált az aktuális kapcsolatok listájával, bal egérgombbal. A következő kattintás bezárja a terminált.
pl: Otwórz terminal z listą bieżących połączeń po kliknięciu lewym przyciskiem myszy. Następne kliknięcie zamyka terminal.
pt: Abrir um terminal com a lista das conexões atuais ao efetuar um clique esquerdo com o mouse. O clique seguinte fecha o terminal.
sv: Öppna ett terminalfönster med en lista över aktuella anslutningar, vid vänsterklick på panelikonen. Nästa klick stänger terminal igen.

source: Command
ca: Ordre
de: Befehl
es: Comando
fi: Komento
hr: Naredba
hu: Parancs
pl: Polecenie
pt: Comando
sv: Kommando

source: A command used to list current Internet connections
ca: Ordre utilitzada per llistar les connexions d'internet actuals
de: Befehl, der zur Auflistung aktueller Internetverbindungen genutzt wird
es: Comando utilizado para listar las conexiones a Internet
fi: Komento, jota käytetään nykyisten Internet-yhteyksien listaamiseen
hr: Naredba korištena za prikaz trenutnih internetskih povezivanja
hu: Az aktuális internetkapcsolatok felsorolására használt parancs
pl: Polecenie używane do wyświetlenia bieżących połączeń internetowych
pt: Um comando utilizado para listar as conexões de internet atuais
sv: Kommando som används för att lista nuvarande internetanslutningar

source: Bytes
fi: Tavua
hr: Bajtovi
hu: Bájt
pl: Bajty
sv: Byte

source: Bits
fi: Bittiä
hr: Bitovi
hu: Bit
pl: Bity
sv: Bit

source: Decimal
hu: Tizedes

source: bytes
fi: tavua

source: MB
fi: Mt

source: Network interface
pl: Interfejs sieciowy
sv: Nätverksgränssnitt

source: Settings for download-and-upload-speed@cardsurf
pl: Ustawienia dla download-and-upload-speed@cardsurf

source: An icon displayed next to download speed in the panel
pl: Ikona wyświetlana obok prędkości pobierania w panelu
sv: Ikon som visas intill nerladdningshastigheten i panelen

source: An icon displayed next to upload speed in the panel
pl: Ikona wyświetlana obok prędkości wysyłania w panelu
sv: Ikon som visas intill uppladdningshastigheten i panelen

source: Failed to parse custom start date to integer
sv: Kunde inte tolka anpassat startdatum som heltal

source: Unable to read file content. Path to the file:
sv: Kunde inte läsa filinnehållet. Sökväg till filen:
