Repository: linuxmint/cinnamon-spices-applets
Catalog: download-and-upload-speed@cardsurf/files/download-and-upload-speed@cardsurf/po/*.po
Languages: ca, de, es, fi, hr, hu, pl, pt, sv

source: Network interfaces
ca: Interfícies de xarxa
de: Netzwerkschnittstellen
es: Interfaces de red
fi: Verkkoliitännät
hu: Hálózati csatolók
pt: Interfaces de rede

source: Total data start
ca: Inici del recompte de dades
de: Start der Gesamtdaten
es: Cantidad total de datos
fi: Datan määrä alkaen
hr: Pokreni s ukupno podataka
hu: Összesített adatmennyiség indításkor
pl: Początek zliczania danych
pt: Início do total dos dados
sv: Total datamängd börjar

source: Launch of applet
ca: Des de l'inici de la miniaplicació
de: Start des Applets
es: Desde el lanzamiento del applet
fi: Sovelman avaamisesta
hr: od pokretanja apleta
hu: Kisalkalmazás indítása
pl: Od uruchomienia
pt: Ao lançar do applet
sv: Programstart

source: Today
ca: Avui
de: Heute
es: Desde hoy
fi: Tänään
hr: od danas
hu: Ma
pl: Dzisiaj
pt: Hoje
sv: I dag

source: Yesterday
ca: Ahir
de: Gestern
es: Desde ayer
fi: Eilen
hr: od jučer
hu: Tegnap
pl: Wczoraj
pt: Ontem
sv: I går

source: 3 days ago
ca: Fa 3 dies
de: vor 3 Tagen
es: Hace 3 días
fi: 3 päivää sitten
hr: od prije 3 dana
hu: Három nappal ezelőtt
pl: 3 dni temu
pt: 3 dias antes
sv: 3 dagar sedan

source: 5 days ago
ca: Fa 5 dies
de: vor 5 Tagen
es: Hace 5 días
fi: 5 päivää sitten
hr: od prije 5 dana
hu: Öt nappal ezelőtt
pl: 5 dni temu
pt: 5 dias antes
sv: 5 dagar sedan

source: 7 days ago
ca: Fa 7 dies
de: vor 7 Tagen
es: Hace 7 días
fi: 7 päivää sitten
hr: od prije 7 dana
hu: Hét nappal ezelőtt
pl: 7 dni temu
pt: 7 dias antes
sv: 7 dagar sedan

source: 10 days ago
ca: Fa 10 dies
de: vor 10 Tagen
es: Hace 10 días
fi: 10 päivää sitten
hr: od prije 10 dana
hu: Tíz nappal ezelőtt
pl: 10 dni temu
pt: 10 dias antes
sv: 10 dagar sedan

source: 14 days ago
ca: Fa 14 dies
de: vor 14 Tagen
es: Hace 14 días
fi: 14 päivää sitten
hr: od prije 14 dana
hu: Tízennégy nappal ezelőtt
pl: 14 dni temu
pt: 14 dias antes
sv: 14 dagar sedan

source: 30 days ago
ca: Fa 30 dies
de: vor 30 Tagen
es: Hace 30 días
fi: 30 päivää sitten
hr: od prije 30 dana
hu: Harminc nappal ezelőtt
pl: 30 dni temu
pt: 30 dias antes
sv: 30 dagar sedan

source: Custom date
ca: Data personalitzada
de: Benutzerdefiniertes Datum
es: Fecha personalizada
fi: Mukautettu päivämäärä
hr: Prilagođeni datum
hu: Egyéni dátum
pl: Niestandardowa data
pt: Data personalizada
sv: Anpassat datum

source: Gui
ca: Interfície
de: Darstellung in der Leiste
es: Estilo
hr: Grafičko sučelje
pl: Rozmiar
pt: Interface

source: Compact
ca: Compacta
de: Kompakt
es: Compacto
fi: Tiivis
hr: Kompaktno
hu: Kompakt
pl: Kompaktowy
pt: Compacto
sv: Kompakt

source: Large
ca: Gran
de: Groß
es: Grande
fi: Suuri
hr: Veliko
hu: Nagy
pl: Duży
pt: Largo
sv: Stor

source: Total download:
ca: Baixada total:
de: Gesamt-Download:
es: Descarga total:
fi: Lataus yhteensä:
hr: Ukupno preuzeto:
hu: Összes letöltés:
pl: Pobrano:
pt: Download total:
sv: Totalt nerladdat:

source: Total upload:
ca: Pujada total:
de: Gesamt-Upload:
es: Subida total:
fi: Lähetys yhteensä:
hr: Ukupno poslano:
hu: Összes feltöltés:
pl: Wysłano:
pt: Upload total:
sv: Totalt uppladdat:

source: Shows usage of a network interface
ca: Mostra l'ús d'una interfície de xarxa
de: Zeigt die Nutzung einer Netzwerkschnittstelle an
es: Muestra el tráfico de una interfaz de red
fi: Näyttää verkkokortin käytön, tilastot ja latausnopeudet
hr: Prikazuje korištenje mrežnih sučelja
hu: A hálózati csatoló használatát mutatja
pl: Pokazuje wykorzystanie interfejsu sieciowego
pt: Mostra a utilização da interface de rede
sv: Visar användningen av ett nätverksgränssnitt

source: Download and upload speed
ca: Velocitat de baixada i pujada
de: Download- und Upload-Geschwindigkeit
es: Velocidad de carga y descarga
fi: Latausnopeus ja lähetysnopeus
hr: Brzina preuzimanja i slanja
hu: Le- és feltöltési sebesség
pl: Szybkość pobierania i wysyłania
pt: Velocidade de download e upload
sv: Ner- och uppladdningshastighet

source: Configuration
ca: Configuració
de: Konfiguration
es: Configuración
fi: Määritys
hr: Podešavanje
hu: Beállítások
pl: Konfiguracja
pt: Configuração
sv: Konfiguration

source: Show
ca: Mostrar
de: Anzeigen
es: Mostrar
fi: Näytä
hr: Prikaži
hu: Megjelenítés
pl: Pokaż
pt: Mostrar

source: Average speed per second
ca: Velocitat mitjana per segon
de: Durchschnittsgeschwindigkeit pro Sekunde
es: Velocidad promedio por segundo
fi: Keskinopeus sekunnissa
hr: Prosječnu brzinu po sekundi
hu: Átlagos másodpercenkénti sebesség
pl: Średnia prędkość na sekundę
pt: Velocidade média por segundo
sv: Medelhastighet per sekund

source: Amount of data transferred
ca: Quantitat de dades transferides
de: Übertragene Datenmenge
es: Cantidad de datos transferidos
fi: Siirretyn datan määrä
hr: Količinu prenesenih podataka
hu: Átvitt adatok mennyisége
pl: Ilość przesłanych danych
pt: Quantidade de dados transferridos
sv: Mängden överförd data

source: Values shown in the panel
ca: Valors mostrats al tauler
de: Werte, die in der Leiste angezeigt werden
es: Valores mostrados en el panel
fi: Arvot näytetään paneelissa
hr: Vrijednosti prikazane u panelu
hu: Panelen megjelenített értékek
pl: Wartości wyświetlane w panelu
pt: Valores mostrados no painel
sv: Värden visas i panelen

source: Unit
ca: Unitat
de: Einheit
es: Unidad
fi: Yksikkö
hr: Mjerna jedinica
hu: Egység
pl: Jednostki
pt: Unidades
sv: Enhet

source: Auto
de: Automatisch
es: Automático
hr: Automatski
pl: Automatycznie
pt: Automático

source: Use fixed unit for displaying, or automatically choose the best unit
ca: Utilitza una unitat fixa per a les mostres, o tria automàticament la millor unitat
es: Utilizar una unidad fija para la visualización o elegir automáticamente la unidad más adecuada.

source: Unit type
ca: Tipus d'unitat
es: Tipo de unidad

source: Base data unit shown in the panel
ca: Unit base de les dades mostrades al tauler
de: Basisdateneinheit, welche in der Leiste angezeigt wird
es: Unidad de los datos mostrados en el panel
fi: Tietoyksikkö näkyy paneelissa
hr: Mjerna jedinica prikazana u panelu
hu: A panelen látható alapadat-egység
pl: Podstawowa jednostka danych wyświetlana w panelu
pt: Unidade base mostrada no painel
sv: Basdataenhet visad i panelen

source: Decimal or binary
ca: Decimal o binari
es: Decimal o binario

source: Binary
ca: Binari
es: Binario
hu: Bináris

source: Decimal: k, M, G, T Binary: ki, Mi, Gi, Ti
ca: Decimal: k, M, G, T Binari: ki, Mi, Gi, Ti
es: Decimal: k, M, G, T Binario: ki, Mi, Gi, Ti
hu: Tizedes: k, M, G, T Bináris: ki, Mi, Gi, Ti

source: seconds
ca: segons
de: Sekunden
es: segundos
fi: sekuntia
hr: sekunde
hu: másodperc
pl: sekund
pt: segundos

source: Calculate every
ca: Calcula cada
de: Berechne alle
es: Actualizar cada
fi: Laske joka
hr: Računaj svakih
hu: Számítás elvégzése
pl: Oblicz co
pt: Calcular a cada
sv: Beräkna varje

source: How often to calculate download and upload speed
ca: Com de sovint es calculen les velocitats de baixada i pujada
de: Wie oft die Download- und Upload-Geschwindigkeit berechnet werden soll
es: Frecuencia con que se calcula la velocidad de descarga y subida
fi: Kuinka usein latausnopeus ja lähetysnopeus lasketaan
hr: Koliko često izračunati brzinu preuzimanja i slanja
hu: Milyen gyakran számolja a letöltési és feltöltési sebességet
pl: Jak często będzie obliczana prędkość pobierania i wysyłania
pt: Quão frequentemente calcular as velocidades de dowload e upload
sv: Hur ofta ner- och uppladdningshastigheten skall beräknas

source: Update available interfaces every
ca: Actualitza les interfícies disponibles cada
de: Verfügbare Schnittstellen aktualisieren alle
es: Actualizar las interfaces de red disponibles cada
fi: Päivitä saatavilla olevat verkkokortit joka
hu: Elérhető hálózati csatolók frissítése
pt: Atualizar as interfaces disponíveis a cada

source: How often to update list of available network interfaces. 0 means list of available network interfaces is not updated periodically.
ca: Com de sovint s'actualitza la llista d'interfícies de xarxa disponibles. 0 significa que no s'actualitza periòdicament.
de: Wie oft die Liste der verfügbaren Netzwerkschnittstellen aktualisiert werden soll. 0 bedeutet, dass die Liste der verfügbaren Netzwerkschnittstellen nicht periodisch aktualisiert wird.
es: Frecuencia con que se actualiza la lista de interfaces de red disponibles. 0 significa que la lista de interfaces de red no se actualiza periódicamente.
fi: Kuinka usein saatavilla olevien verkkokorttien lista päivitetään. 0 tarkoittaa, että verkkokortteja ei päivitetä säännöllisesti.
hu: Milyen gyakran legyen frissítve a hálózati csatolók listája. A „0” beállítás jelentése, hogy a hálózati csatolók listája nem lesz automatikusan frissítve.
pt: O quão frequentemente atualizar a lista das interfaces de redes disponíveis. 0 (zero) significa que a lista de interfaces disponíveis não será atualizadas periodicamente.

source: Type
ca: Tipus
de: Typ
es: Estilo
fi: Tyyppi
hr: Vrsta prikaza
hu: Típus
pl: Rozmiar
pt: Tipo
sv: Typ

source: Applet Gui
ca: Interfície de la miniaplicació
de: Appletdarstellung in der Leiste
es: Estilo del applet
fi: Sovelma Gui
hr: Grafičko sučelje apleta
hu: Kisalkalmazás GUI
pl: Określa rozmiar apletu na panelu
pt: Interface do Applet
sv: Panelikonens utseende

source: Value order
ca: Ordre dels valors
de: Wertreihenfolge
es: Orden de los valores
fi: Arvojen järjestys
hu: Értékek sorrendje
pt: Ordem dos valores

source: Download first
ca: Baixada primer
de: Zuerst herunterladen
es: Primero la descarga
fi: Lataus ensin
hu: Letöltés először
pt: Primeiro o download

source: Upload first
ca: Pujada primer
de: Zuerst hochladen
es: Primero la subida
fi: Lähetys ensin
hu: Feltöltés először
pt: Primeiro o upload

source: An order of values shown in the panel and in the hover popup
ca: Ordre en què es mostraran els valors al tauler i a la finestra emergent
de: Eine Reihenfolge der in der Leiste und im Hover-Popup angezeigten Werte
es: El orden de valores que se muestran en el panel y en la ventana emergente flotante
fi: Paneelissa ja ponnahdusikkunassa näkyvä arvojen järjestys
hu: A panelen és a helyi menüben megjelenített értékek sorrendje
pt: Uma ordem dos valores mostrados no painel e no pop up que aparece ao sobrepor o mouse

source: Decimal places
ca: Número de decimals
de: Nachkommastellen
es: Cifras decimales
fi: Desimaalit
hr: Decimalna mjesta
hu: Tizedesjegyek száma
pl: Miejsca dziesiętne
pt: Casas decimais
sv: Decimaler

source: Decimal places of download and upload speed shown in the panel
ca: Número de decimals a mostrar amb les dades de velocitat de baixada i pujada
de: Nachkommastellen der Download- und Upload-Geschwindigkeit in der Leiste
es: Número de cifras decimales de la descarga y subida mostrados en el panel
fi: Latauksen ja lähetysnopeuden desimaalit näkyvät paneelissa
hr: Decimalna mjesta brzine preuzimanja i slanja prikazana u panelu
hu: A panelen látható tizedesjegyű le- és feltöltési sebesség
pl: Miejsca dziesiętne pobierania i wysyłania wyświetlane w panelu
pt: Casas decimais das velocidades de download e upload mostradas no painel
sv: Antal decimaler i ner- och uppladdningshastigheten, i panelen

source: Text CSS
ca: CSS del text
es: CSS del texto
fi: Teksti CSS
hr: CSS tekst
hu: Szöveg CSS
pl: Styl CSS tekstu w panelu
pt: Texto CSS
sv: CSS-stil för paneltext

source: A CSS style applied to the text in the panel
ca: Estil CSS pel text del tauler
de: Ein CSS-Stil, der auf den Text in der Leiste angewendet wird
es: Un estilo CSS aplicado al texto en el panel
fi: Paneelin tekstiin käytetty CSS
hr: CSS izgled primijenjen na tekst u panelu
hu: A panel szövegére alkalmazott CSS-stílus
pl: Styl CSS zastosowany do tekstu w panelu
pt: Um estilo de CSS aplicado ao texto no painel
sv: CSS-stil som tillämpas på text i panelen

source: Enable different style for inactive (0.00) text
ca: Activa un estil CSS diferent pel text inactiu (0.00)
es: Habilitar un estilo diferente para el texto inactivo (0,00)

source: Inactive text CSS
ca: CSS del text inactiu
es: CSS de texto inactivo

source: A CSS style applied to the text in the panel when there is no network activity
ca: Un estil CSS que s'aplica al text del tauler quan no hi ha activitat de xarxa
es: Un estilo CSS aplicado al texto del panel cuando no hay actividad de red.

source: Show icons
ca: Mostrar icones
es: Mostrar íconos

source: Download icon
ca: Icona de baixada
de: Download-Symbol
es: Icono de descarga
fi: Lataa kuvake
hr: Ikona preuzimanja
hu: Letöltés ikon
pl: Ikona pobierania
pt: Ícone de download
sv: Nerladdningsikon

source: An icon displayed next to download speed in the panel. To display a symbolic icon make sure its name ends with '-symbolic.svg'.
ca: Icona mostrada al costat de la velocitat de baixada al tauler. Per a mostrar una icona simbòlica, assegureu-vos que el nom acabi amb '-symbolic.svg'.
de: Ein Symbol, das neben der Download-Geschwindigkeit in der Leiste angezeigt wird. Um ein symbolisches Icon anzuzeigen, stellen Sie sicher, dass der Name mit »-symbolic.svg« endet.
es: Un icono que aparece junto a la velocidad de descarga en el panel. Para mostrar un icono simbólico asegúrese de que su nombre termine en '-symbolic.svg'.
fi: Paneelissa latausnopeuden vieressä näkyvä kuvake. Jos haluat näyttää symbolisen kuvakkeen, varmista että sen nimi päättyy "-symbolic.svg".
hu: A letöltési sebesség panelen megjelenítésére szolgáló ikon. A szimbolikus ikon megjelenítéséhez a fájlnév vége legyen „symbolic.svg”.
pt: Um ícone apresentado junto à velocidade de download no painel. Para mostrar um ícone simbólico garanta que termine com `-symbolic.svg`.

source: Upload icon
ca: Icona de pujada
de: Upload-Symbol
es: Icono de Subida
fi: Lähetä kuvake
hr: Ikona slanja
hu: Feltöltés ikon
pl: Ikona wysyłania
pt: Ícone de upload
sv: Uppladdningsikon

source: An icon displayed next to upload speed in the panel. To display a symbolic icon make sure its name ends with '-symbolic.svg'.
ca: Icona mostrada al costat de la velocitat de pujada al tauler. Per a mostrar una icona simbòlica, assegureu-vos que el nom acabi amb '-symbolic.svg'.
de: Ein Symbol, das neben der Upload-Geschwindigkeit in der Leiste angezeigt wird. Um ein symbolisches Icon anzuzeigen, stellen Sie sicher, dass der Name mit »-symbolic.svg« endet.
es: Un icono que aparece junto a la velocidad de subida en el panel. Para mostrar un icono simbólico asegúrese de que su nombre termine en '-symbolic.svg'.
fi: Paneelissa lähetysnopeuden vieressä näkyvä kuvake. Jos haluat näyttää symbolisen kuvakkeen, varmista että sen nimi päättyy "-symbolic.svg".
hu: A feltöltési sebesség panelen megjelenítésére szolgáló ikon. A szimbolikus ikon megjelenítéséhez a fájlnév vége legyen „symbolic.svg”.
pt: Um ícone apresentado junto à velocidade de upload no painel. Para mostrar um ícone simbólico garanta que termine com `-symbolic.svg`.

source: Show a default set of symbolic icons
ca: Mostra un conjunt d'icones simbòliques per defecte
de: Ein Standardsatz von symbolischen Icons verwenden
es: Mostrar un conjunto de iconos simbólicos por defecto
fi: Näytä symboliset kuvakkeet
hu: Szimbolikus ikonok megjelenítése
pt: Mostrar um grupo padrão de ícones simbólicos

source: Popup text CSS
ca: CSS del text emergent
de: CSS für den Text im Popup-Fenster
es: CSS del texto emergente
fi: Ponnahdusikkunan teksti CSS
hr: CSS tekst skočnog prozora
hu: Felugró szöveg CSS
pl: Styl CSS tekstu w wyskakującym okienku
pt: CSS do texto do pop up
sv: CSS-stil för popup-text

source: A CSS style applied to the description text in the hover popup
ca: Estil CSS aplicat al text emergent
de: Ein CSS-Stil, der auf den Beschreibungstext in dem Fenster angewendet wird, welches erscheint, wenn die Maus über das Applet bewegt wird.
es: Un estilo CSS aplicado al texto de la descripción en la ventana emergente
fi: CSS-tyyli, jota käytetään tekstiin ponnahdusikkunassa
hr: CSS izgled primijenjen na tekst u skočnom prozoru
hu: Az egérmutatóra előugró leírás szövegére alkalmazott CSS-stílus
pl: Styl CSS zastosowany do opisu w wyskakującym okienku
pt: Um estilo de CSS aplicado à descrição do texto do pop up que aparece durante a sobreposição do mouse
sv: CSS-stil som tillämpas på texten i panelikonens hovrings-popup

source: Popup numbers CSS
ca: CSS dels números emergents
de: CSS für die Zahlen im Popup-Fenster
es: CSS de los números emergentes
fi: Ponnahdusikkunan numerot CSS
hr: CSS brojevi skočnog prozora
hu: Felugró számok CSS-je
pl: Styl CSS liczb w wyskakującym okienku
pt: CSS dos números do pop pup
sv: CSS-stil för popup-siffror

source: A CSS style applied to numbers in the hover popup
ca: Estil CSS aplicat als números emergents
de: Ein CSS-Stil, der auf die Zahlen in dem Fenster angewendet wird, welches erscheint, wenn die Maus über das Applet bewegt wird.
es: Un estilo CSS aplicado a los números en la ventana emergente flotante
fi: CSS-tyyli, jota käytetään numeroihin ponnahdusikkunassa
hr: CSS izgled primijenjen na brojeve u skočnom prozoru
hu: Az egérmutatóra előugró számokra alkalmazott CSS-stílus
pl: Styl CSS zastosowany do liczb w wyskakującym okienku
pt: Um estilo CSS aplicado aos números no pop up que aparece durante a sobreposição do mouse
sv: CSS-stil som tillämpas på siffror i panelikonens hovrings-popup

source: Minimum displayed download value
ca: Velocitat de baixada mínima a mostrar
de: Minimaler angezeigter Download-Wert
es: Valor mínimo de descarga mostrado
fi: Minimiarvo latauksessa
hu: Minimális megjelenített letöltési érték
pt: Valor mínimo do download

source: A minimum download value to display in the panel
ca: Velocitat de baixada mínima a mostrar al tauler
de: Ein minimaler Download-Wert, der in der Leiste angezeigt werden soll
es: El valor mínimo de la descarga a mostrar en el panel
fi: Latauksen minimiarvo, joka näytetään paneelissa
hu: A panelen megjelenik minimális letöltési érték
pt: O valor mínimo do download mostrado no painel

source: Minimum displayed upload value
ca: Velocitat de pujada mínima a mostrar
de: Minimaler angezeigter Upload-Wert
es: Valor mínimo de subida mostrado
fi: Minimiarvo lähetyksessä
hu: Minimális megjelenített feltöltési érték
pt: Valor mínimo de upload

source: A minimum upload value to display in the panel
ca: Velocitat de pujada mínima a mostrar al tauler
de: Ein minimaler Upload-Wert, der in der Leiste angezeigt werden soll
es: El valor mínimo de la subida a mostrar en el panel
fi: Lähetyksen minimiarvo, joka näytetään paneelissa
hu: A panelen megjelenik minimális feltöltési érték
pt: O valor mínimo de upload mostrado no painel

source: Total data
ca: Dades totals
de: Gesamtdatenmenge
es: Datos totales
fi: Datan määrä yhteensä
hr: Ukupno podataka
hu: Összes adat
pl: Łączne dane
pt: Total dos dados
sv: Total datamängd

source: Show total download and upload on hover
ca: Mostrar el total de dades baixades i pujades
de: Gesamt-Download und Gesamt-Upload beim Darüberbewegen anzeigen
es: Mostrar el total de descargas y subidas al pasar el ratón por encima
fi: Näytä lataus- ja lähetysmäärä yhteensä
hr: Prikazuje ukupno preuzimanje i slanje pri lebdenju pokazivačem
hu: Teljes le- és feltöltés megjelenítése, ha az egér rámutat
pl: Pokaż łącznie pobrane i wysłane po najechaniu myszą
pt: Mostrar o total de download e upload durante a sobreposição do mouse
sv: Visa total mängd ner- och uppladdad data vid hovring

source: Show the hover popup with total amount of data downloaded and uploaded
ca: Mostra el total de dades baixades i pujades a la finestra emergent en passar el ratolí per la miniaplicació
de: Ein Popup-Fenster mit der Download- und Upload-Gesamtdatenmenge anzeigen, wenn die Maus über das Applet bewegt wird
es: Mostrar la ventana emergente con la cantidad total de datos descargados y subidos
fi: Näytää ponnahdusikkunassa ladattujen ja lähetettyjen tietojen kokonaismäärän
hr: Prikazuje skočni prozor sa ukupnom količinom preuzetih i poslanih podataka
hu: Teljes le- és feltöltött adatmennyiség megjelenítése felguró értesítésben, ha az egér rámutat
pl: Pokaż wyskakujące okienko z łączną ilością danych pobranych i wysłanych
pt: Mostrar um popup durante a sobreposição do mouse com o total de dados de download e upload
sv: Visa hovrings-popup med total mängd ner- och uppladdad data

source: Start
ca: Inici
es: Inicio
fi: Aloituskohta
hr: Pokretanje
hu: Indítás
pl: Czas rozpoczęcia
pt: Início

source: Start time to count total amount of data downloaded and uploaded
ca: Data des de la qual es començarà a comptar el total de dades baixades i pujades
de: Startzeit zum Berechnen der heruntergeladenen und hochgeladenen Gesamtdatenmenge
es: Tiempo de inicio para estimar la cantidad total de datos descargados y subidos
fi: Aloitusaika ladatun ja lähetetyn datan kokonaismäärän laskemiseen
hr: Početno vrijeme za računanje ukupne količine preuzetih i poslanih podataka
hu: A le- és feltöltött adatok összmennyiségének számlálásához használt indítási idő
pl: Czas rozpoczęcia zliczania łącznej ilości danych pobranych i wysłanych
pt: Tempo de início para contar o total dos dados de download e upload
sv: Starttid för beräkning av total mängd ner- och uppladdad data

source: Custom date
ca: Data personalitzada
de: Benutzerdefiniertes Datum
es: Fecha personalizada
fi: Mukautettu päivämäärä
hr: Prilagođeni datum
hu: Egyéni dátum
pl: Niestandardowa data
pt: Data personalizada
sv: Anpassat datum

source: A custom date in YYYY-MM-DD format used as start time. The option is used if "Custom date" is selected in "Start" combobox.
ca: Una data personalitzada en format YYYY-MM-DD. Aquesta opció s'utilitzarà si la casella "Data personalitzada" està activada.
de: Ein eigenes Datum im Format JJJJ-MM-TT, welches als Startzeit verwendet wird. Dieses Datum wird verwendet, wenn »Benutzerdefiniertes Datum« im »Start«-Auswahlfeld ausgewählt ist.
es: Una fecha personalizada en formato AAAA-MM-DD utilizada como hora de inicio. La opción se utiliza si se selecciona "Fecha personalizada" en el cuadro combinado "Inicio".
fi: Muokattu päivämäärä YYYY-MM-DD muodossa, jota käytetään alkamisaikana. Käytetään, jos "Mukautettu päivämäärä" "Aloituskohta" on valittu.
hr: Prilagođeni datum u YYYY-MM-DD formatu korišten kao vrijeme pokretanja. Mogućnost se koristi ako je "Prilagođeni datum" odabran u "Pokreni" okviru.
hu: Egyéni dátum ÉÉÉÉ-HH-NN formátumban, kezdési időpontként használva. Az opció akkor használható, ha az "Egyéni dátum" van kiválasztva a "Start" kombinációs mezőben.
pl: Niestandardowa data w formacie RRRR-MM-DD używana jako godzina rozpoczęcia. Ta opcja jest używana, jeśli "Niestandardowa data" jest wybrana w opcji "Start".
pt: Uma data personalizada no formato YYYY-MM-DD utilizado como tempo de início. A opção é utilizada se "Data personalizada" for escolhida como opção "Start".
sv: Anpassat datum i formatet YYYY-MM-DD, används som startid. Detta alternativ tillämpas om "Anpassat datum" valts i kombinationslistan under "Start".

source: Save every
ca: Guarda cada
de: Speichern alle
es: Guardar cada
fi: Tallenna joka
hr: Spremi svakih
hu: Összes mentése
pl: Zapisz co
pt: Guardar a cada
sv: Spara varje
