Repository: linuxmint/cinnamon-spices-applets
Catalog: cryptocoin@guantanamoe/files/cryptocoin@guantanamoe/po/*.po
Languages: it

source: Monitor current price and trends of cryptocurrencies
it: Monitora il prezzo attuale e le tendenze delle criptovalute

source: General
it: Generale

source: Graph
it: Grafico

source: Alerts
it: Avvisi

source: Currency
it: Valuta

source: Config
it: Configurazione

source: Delta Alerts
it: Avvisi Delta

source: Set the currency you want coin value to be set in
it: Imposta la valuta in cui vuoi impostare il valore della moneta

source: Ticker
it: Telescrivente

source: Set the crypto currency ticker
it: Impostare il ticker della valuta crittografica

source: Ticker Icon
it: Icona Telescrivente

source: Ticker Name
it: Nome Telescrivente

source: Show Currency
it: Mostra Valuta

source: name
it: nome

source: symbol
it: simbolo

source: none
it: nessuno

source: Unit for Graph History
it: Unità per la Cronologia dei Grafici

source: Minutes
it: Minuti

source: Hours
it: Ore

source: Days
it: Giorni

source: Graph History Length
it: Lunghezza Cronologia Grafico

source: Graph Popup Width
it: Larghezza Popup Grafico

source: Graph Popup Height
it: Altezza Popup Grafico

source: The Graph Foreground Color
it: Il colore di primo piano del grafico

source: Enable alerts
it: Abilita avvisi

source: Any change
it: Qualsiasi cambiamento

source: Label color
it: Colore etichetta

source: Absolute maximum (money)
it: Massimo assoluto (denaro)

source: Alert when current value is above this value
it: Avvisa quando il valore corrente è superiore a questo valore

source: Absolute minimum (money)
it: Minimo assoluto (denaro)

source: Alert when current value is below this value
it: Avvisa quando il valore corrente è inferiore a questo valore

source: Increase variation (%)
it: Aumento variazione (%)

source: Alert when value increase this delta %
it: Avviso quando il valore aumenta di questo delta %

source: Decrease variation (%)
it: Decremento variazione (%)

source: Alert when value decrease this delta %
it: Avviso quando il valore diminuisce di questo delta %

source: Delta interval
it: Intervallo Delta

source: Unit of interval
it: Unità dell'intervallo

source: Update interval
it: Intervallo di aggiornamento

source: Advanced
it: Avanzate

source: Amount
it: Importo

source: Set the balance to multiply the price
it: Imposta il saldo per moltiplicare il prezzo

source: Name
it: Nome

source: Symbol
it: Simbolo

source: None
it: Nessuno

source: Rates update interval (in seconds)
it: Intervallo di aggiornamento delle tariffe (in secondi)

source: Set the delay between each rates update.
it: Imposta il ritardo tra ogni aggiornamento delle tariffe.

source: Graph Type
it: Tipo Grafico

source: Candlestick
it: Candeliere

source: Line
it: Linea

source: Graph Foreground Color
it: Colore di primo piano del grafico

source: seconds
it: secondi

source: Custom format
it: Formato personalizzato

source: Currency symbol
it: Simbolo valuta

source: Currency name
it: Nome valuta

source: Decimal places
it: Posizioni decimali
