Repository: linuxmint/cinnamon-spices-applets
Catalog: trilium-api@beatlink/files/trilium-api@beatlink/po/*.po
Languages: ca, es, it, nl

source: Toggle Reminders
ca: Activar recordatoris
es: Activar recordatorios
it: Attiva/Disattiva promemoria
nl: Herinneringen in- en uitschakelen

source: Applet for Displaying Text from a Trilium API Script
ca: Miniaplicació per a mostrar text d'un script de l'API Trillium
es: Applet para mostrar texto de un script de la API Trilium
it: Applet per visualizzare testo da uno script API di Trilium
nl: Applet voor het weergeven van tekst vanuit een Trilium API-script

source: Trilium API
ca: API Trillium
es: API Trilium

source: Trilium Location
ca: Ubicació de Trillium
es: Ubicación de Trilium
it: Posizione di Trilium
nl: Trilium-locatie

source: API Settings
ca: Configuració de l'API
es: Configuración de la API
it: Impostazioni API
nl: API-instellingen

source: Label Display
ca: Mostrar etiqueta
es: Mostrar etiqueta
it: Visualizzazione etichetta
nl: Labelweergave

source: Reminder Flash
ca: Parpelleig de recordatori
es: Flash recordatorio
it: Lampeggio promemoria
nl: Herinneringsflits

source: Open On Click
ca: Obrir en fer clic
es: Abrir al hacer clic
it: Apri al clic
nl: Openen bij klikken

source: App Location
ca: Ubicació de l'aplicació
es: Ubicación de la aplicación
it: Posizione dell’app
nl: Applocatie

source: This Computer
ca: Aquest ordinador
es: Este ordenador
it: Questo computer
nl: Deze computer

source: Remote Server
ca: Servidor remot
es: Servidor remoto
it: Server remoto
nl: Externe server

source: Please indicate whether this applet should point to the Trilium app installed locally or a remote URL
ca: Si us plau, indiqueu si aquesta miniaplicació ha d'apuntar a una aplicació Trillium instal·lada local o remotament
es: Indique si este applet debe apuntar a la aplicación Trilium instalada localmente o a una URL remota
it: Indica se questo applet deve puntare all’app Trilium installata in locale oppure a un URL remoto
nl: Geef aan of deze applet moet verwijzen naar de lokaal geÃ¯nstalleerde Trilium-app of naar een externe URL

source: Remote Server URL
ca: URL del servidor remot
es: URL del servidor remoto
it: URL del server remoto
nl: URL van externe server

source: Enter the URL for the Trilium Server this app should connect to. (e.g https://trilium.example.com)
ca: Introduïu la URL del servidor Trillium al qual la miniaplicació s'ha de connectar (per exemple: https://trillium.exemple.cat)
es: Introduzca la URL del servidor Trilium al que debe conectarse esta aplicación. (por ejemplo https://trilium.example.com)
it: Inserisci l’URL del server Trilium a cui questa app dovrebbe connettersi (es. https://trilium.example.com)
nl: Voer de URL in van de Trilium-server waarmee deze app moet verbinden. (bijv. https://trilium.example.com)

source: API Endpoint
ca: Punt final de l'API
es: Punto final de la API
it: Endpoint API

source: The Trilium API Endpoint that requests are sent to (whatever comes after 'custom/')
ca: El punt final de l'API Trillium on les sol·licituds seran enviades (el que vingui després de 'custom/')
es: El punto final de la API Trilium al que se envían las solicitudes (lo que venga después de 'custom/')
it: L’endpoint API di Trilium a cui inviare le richieste (ciò che segue ‘custom/’)
nl: Het Trilium API endpoint waarnaar verzoeken worden gestuurd (alles wat volgt op 'custom/')

source: API Key
ca: Clau de l'API
es: Clave de la API
it: Chiave API
nl: API-sleutel

source: The API Key used in Agenda Panel script
ca: La clau de l'API utilitzada a l'script Agenda Panel
es: Clave API utilizada en el script Agenda Panel
it: La chiave API utilizzata nello script del pannello Agenda
nl: De API-sleutel die wordt gebruikt in het Agenda Panel-script

source: Fetch Action
ca: Acció de cerca
es: Acción de búsqueda
it: Azione di recupero
nl: Ophaalactie

source: The action sent during fetch requests
ca: L'acció enviada durant sol·licituds de cerca
es: La acción enviada durante las solicitudes de búsqueda
it: L’azione inviata durante le richieste di recupero
nl: De actie die wordt verzonden tijdens ophaalverzoeken

source: Click Action
ca: Acció de clic
es: Acción de clic
it: Azione al clic
nl: Klikactie

source: The action sent when the applet is clicked
ca: L'acció enviada en fer clic a la miniaplicació
es: La acción enviada cuando se hace clic en el applet
it: L'azione inviata quando si fa clic sull’applet
nl: De actie die wordt verzonden wanneer op de applet wordt geklikt

source: How often (in seconds) to check the API for new text.
ca: Cada quan (en segons) cal revisar l'API per textos nous.
es: Frecuencia (en segundos) con la que se comprueba si hay texto nuevo en la API.
it: Frequenza (in secondi) con cui controllare l’API per nuovo testo.
nl: Hoe vaak (in seconden) de API moet worden gecontroleerd op nieuwe tekst.

source: The text added to the beginning of every panel message
ca: El text a afegir al principi de cada missatge de tauler
es: El texto añadido al principio de cada mensaje del panel
it: Il testo aggiunto all’inizio di ogni messaggio del pannello
nl: De tekst die aan het begin van elk paneelbericht wordt toegevoegd

source: The text added to the end of every panel message
ca: El text a afegir al final de cada missatge de tauler
es: El texto añadido al final de cada mensaje del panel
it: Il testo aggiunto alla fine di ogni messaggio del pannello
nl: De tekst die aan het einde van elk paneelbericht wordt toegevoegd

source: The width of the panel text in characters
ca: L'amplada del text del tauler en caràcters
es: La anchura del texto del panel en caracteres
it: La larghezza del testo del pannello in caratteri
nl: De breedte van de paneeltekst in tekens

source: Sets whether the reminder flashes are enabled or not
ca: Determina si els parpellejos de recordatori estan activats o no
es: Establece si los parpadeo recordatorios están activados o no
it: Imposta se i lampeggi dei promemoria sono abilitati o meno
nl: Stelt in of herinneringsflitsen zijn ingeschakeld of niet

source: How often (in seconds) to flash the applet periodically for reminders.
ca: Cada quan (en segons) cal que la miniaplicació parpellegi a mode de recordatori.
es: Con qué frecuencia (en segundos) parpadeará el applet periódicamente para los recordatorios.
it: Frequenza (in secondi) del lampeggio periodico dell’applet per i promemoria.
nl: Hoe vaak (in seconden) de applet periodiek moet flitsen voor herinneringen

source: How long (in milliseconds) should the applet reminder color stay set. Set to 0 for infinity
ca: Durant quan de temps (en mil·lisegons) cal que la miniaplicació parpellegi. 0 = infinit
es: Cuánto tiempo (en milisegundos) debe permanecer establecido el color recordatorio del applet. Establezca 0 para infinito
it: Per quanto tempo (in millisecondi) mantenere impostato il colore del promemoria dell’applet. Imposta a 0 per illimitato
nl: Hoe lang (in milliseconden) de kleur van de applet herinnering moet blijven staan. Stel in op 0 voor oneindig

source: The color used when reminding
ca: El color utilitzat en enviar recordatoris
es: El color utilizado al recordar
it: Il colore utilizzato per i promemoria
nl: De kleur die wordt gebruikt bij herinneringen

source: Open Trilium when the applet is clicked
ca: Obre Trillium en fer clic a la miniaplicació
es: Abrir Trilium al hacer clic en el applet
it: Apri Trilium quando si fa clic sull’applet
nl: Open Trilium wanneer op de applet wordt geklikt

source: The command to open Trilium
ca: L'ordre per a obrir Trillium
es: El comando para abrir Trilium
it: Il comando per aprire Trilium
nl: Het commando om Trilium te openen
