Repository: linuxmint/cinnamon-spices-applets
Catalog: desaturate-all@hkoosha/files/desaturate-all@hkoosha/po/*.po
Languages: ca, es, hu, it, zh_tw

source: Click to disable effect
ca: Feu clic per a desactivar l'efecte
es: Haga clic para desactivar el efecto
hu: Kattintson az effektus kikapcsolásához
it: Clicca per disattivare l'effetto
zh_tw: 點選以停用灰階效果

source: Click to desaturate the desktop
ca: Cliqueu per a dessaturar l'escriptori
es: Haz clic para desaturar el escritorio
hu: Kattintson az asztal színezettségének csökkentéséhez
it: Clicca per desaturare il desktop
zh_tw: 點選以啟用桌面灰階效果

source: Will automatically desaturate in
ca: Es dessaturarà automàticament en
es: Se desaturará automáticamente en
hu: Automatikusan színtelenít ennyi időn elteltével
it: Si desaturerà automaticamente tra
zh_tw: 距離自動啟用灰階效果還有

source: Will automatically disable in
ca: Es desactivarà automàticament en
es: Se desactivará automáticamente en
hu: Automatikusan kikapcsolódik ennyi időn elteltével
it: Si disattiverà automaticamente tra
zh_tw: 距離自動停用灰階效果還有

source: minutes
ca: minuts
es: minutos
hu: perc
it: minuti
zh_tw: 分鐘

source: Will automatically desaturate at
ca: Es dessaturarà automàticament a les
es: Se desaturará automáticamente en
hu: Automatikusan színtelenít ekkor
it: Si desaturerà automaticamente alle
zh_tw: 將於指定時間自動啟用灰階效果：

source: Will automatically disable at
ca: Es desactivarà automàticament a les
es: Se desactivará automáticamente en
hu: Automatikusan kikapcsolódik ekkor
it: Si disattiverà automaticamente alle
zh_tw: 將於指定時間自動停用灰階效果：

source: Desaturate All
ca: Dessaturar Tot
es: Desaturar todo
hu: Minden színtelenítése
it: Desatura tutto

source: Convert your screen to gray-scale.
ca: Converteix la teva pantalla a escala de grisos.
es: Convierte tu pantalla a escala de grises.
hu: Alakítsa a képernyőt szürkeárnyalatosra.
it: Converti il tuo schermo in scala di grigi.
zh_tw: 將您的螢幕轉換為灰階。

source: Color saturation
ca: Saturació del color
es: Saturación de color
hu: Színtelítettség
it: Saturazione del colore
zh_tw: 色彩飽和度

source: Shortcut to toggle desaturation effect
ca: Drecera del teclat per alternar l'efecte de dessaturació
es: Acceso directo para activar el efecto de desaturación
hu: Gyorsbillentyű a színtelenítés effektusának bekapcsolásához
it: Scorciatoia per attivare/disattivare l'effetto di desaturazione
zh_tw: 切換灰階效果的快速鍵

source: Automatic
ca: Automàtic
es: Automático
hu: Automatikus
it: Automatico
zh_tw: 自動

source: Automatically enable and disable the desaturation effect based on the time of day
ca: Activa i desactiva l'efecte de dessaturació automàticament en base a l'hora del dia
es: Activar y desactivar automáticamente el efecto de desaturación en función de la hora del día
hu: A színtelenítés effektus automatikus engedélyezése és letiltása a napszak alapján
it: Abilita e disabilita automaticamente l'effetto di desaturazione in base all'ora del giorno
zh_tw: 依據一天中的時間自動啟用或停用灰階效果

source: Time of day to automatically enable
ca: Hora del dia a activar automàticament
es: Hora del día para activar automáticamente
hu: Automatikus engedélyezés időpontja
it: Orario per abilitare automaticamente
zh_tw: 自動啟用的時間

source: Time of day to automatically disable
ca: Hora del dia a desactivar automàticament
es: Hora del día para desactivar automáticamente
hu: Automatikus kikapcsolás időpontja
it: Orario per disabilitare automaticamente
zh_tw: 自動停用的時間

source: Restore desaturation effect state on startup
ca: Restableix l'efecte de dessaturació a l'inici
es: Restaurar el estado del efecto de desaturación al arrancar
hu: A színtelenítés effektus állapotának visszaállítása indításkor
it: Ripristina lo stato dell'effetto di desaturazione all'avvio
zh_tw: 於啟動時還原先前的灰階效果狀態

source: Restore the previously set desaturation state when cinnamon starts
ca: Restableix l'efecte de dessaturació definit prèviament quan s'iniciï Cinnamon
es: Restaurar el estado de desaturación previamente establecido cuando se inicia Cinnamon
hu: Állítsa vissza az előzőleg beállított színtelenítési állapotot, amikor a Cinnamon elindul
it: Ripristina lo stato di desaturazione precedentemente impostato all'avvio di Cinnamon
zh_tw: 於 Cinnamon 啟動時還原先前設定的灰階狀態
