Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/rancher@centurix/*.po
Languages: ca, da, de, hr, hu, it, nl

source: Settings
ca: Configuració
da: Indstillinger
de: Einstellungen
hr: Postavke
hu: Beállítások
it: Impostazioni
nl: Instellingen

source: Editing Homestead configuration...
ca: Editant la configuració de Homestead...
da: Redigerer konfigurationen af Homestead …
de: Homestead-Konfiguration bearbeiten …
hr: Uređivanje Homestead podešavanja...
hu: Homestead beállítások szerkesztése...
it: Modifica della configurazione di Homestead...
nl: Homestead-configuratie bewerken...

source: Rancher: Bringing Homestead up, please wait...
ca: Rancher: Iniciant Homestead, espereu...
da: Rancher: Bringer Homestead på banen, vent venligst …
de: Rancher: Homestead wird aufgerufen, bitte warten …
hr: Rančer: Pokretanje Homesteada, pričekajte...
hu: Rancher: Homestead megnyitása, kérem várjon...
it: Rancher: Avviando Homestead, per favore aspetta...
nl: Rancher: Homestead wordt opgestart, even geduld...

source: Bringing Homestead up...
ca: Iniciant Homestead...
da: Bringer Homestead på banen …
de: Homestead wird aufgerufen …
hr: Pokretanje Homesteada...
hu: Homestead megnyitása...
it: Avviando Homestead...
nl: Homestead wordt opgestart...

source: Rancher: Taking Homestead down, please wait...
ca: Aturant Homestead, espereu...
da: Rancher: Lukker Homestead ned, vent venligst …
de: Rancher: Homestead wird heruntergefahren, bitte warten …
hr: Rančer: Zaustavljanje Homesteada, pričekajte...
hu: Rancher: Homestead bezárása, kérem várjon...
it: Rancher: arrestando Homestead, per favore attendi...
nl: Rancher: Homestead wordt afgesloten, even geduld...

source: Taking Homestead down...
ca: Aturant Homestead...
da: Lukker Homestead ned …
de: Homestead wird heruntergefahren …
hr: Zaustavljanje Homesteada...
hu: Homestead bezárása...
it: Arrestando Homestead...
nl: Homestead wordt afgesloten...

source: Rancher: Provisioning Homestead, please wait...
ca: Rancher: Preparant Homestead, espereu...
da: Rancher: Klargør Homestead, vent venligst …
de: Rancher: Homestead wird bereitgestellt, bitte warten …
hr: Rančer: Dodjeljivanje Homesteada, pričekajte...
hu: Rancher: Homestead szolgáltatása, kérem várjon...
it: Rancher: Provisioning di Homestead, attendere...
nl: Rancher: Homestead wordt voorzien, even geduld...

source: Provisioning Homestead...
ca: Preparant Homestead...
da: Klargør Homestead …
de: Homestead wird bereitgestellt …
hr: Dodjeljivanje Homesteada...
hu: Homestead szolgáltatása...
it: Provisioning di Homestead...
nl: Homestead wordt voorzien...

source: Rancher: Destroying Homestead, please wait...
ca: Rancher: Eliminant Homestead, espereu...
da: Rancher: Ødelægger Homestead, vent venligst …
de: Rancher: Homestead wird zerstört, bitte warten …
hr: Rančer: Uništavanje Homesteada, pričekajte...
hu: Rancher: Homestead lerombolása, kérem várjon...
it: Rancher: Distruzione di Homestead, per favore attendi...
nl: Rancher: Homestead wordt vernietigd, even geduld...

source: Destroying Homestead...
ca: Eliminant Homestead...
da: Ødelægger Homestead …
de: Homestead wird zerstört …
hr: Uništavanje Homesteada...
hu: Homestead lerombolása...
it: Distruzione di Homestead...
nl: Homestead wordt vernietigd...

source: Rancher: Suspending Homestead, please wait...
ca: Rancher: Suspenent Homestead, espereu...
da: Rancher: Afbryder Homestead, vent venligst …
de: Rancher: Homestead wird in Bereitschaft versetzt, bitte warten …
hr: Rančer: Suspendiranje Homesteada, pričekajte...
hu: Rancher: Homestead felfüggesztése, kérem várjon...
it: Rancher: Sospensione di Homestead, attendere...
nl: Rancher: Homestead wordt gepauzeerd, even geduld...

source: Suspending Homestead...
ca: Suspenent Homestead...
da: Afbryder Homestead …
de: Homestead wird in Bereitschaft versetzt …
hr: Suspendiranje Homesteada...
hu: Homestead felfüggesztése...
it: Sospensione di Homestead...
nl: Homestead wordt gepauzeerd...

source: Homestead SSH Terminal opened
ca: Terminal SSH Homestead obert
da: Homestead-SSH-Terminal blev åbnet
de: Homestead SSH Terminal geöffnet
hr: Homestead SSH Terminal otvoren
hu: Homestead SSH Terminál megnyílt
it: Terminale SSH Homestead aperto
nl: Homestead SSH-terminal geopend

source: Rancher: Recompiling Kernel, please wait...
ca: Rancher: Recompilant el nucli, espereu...
da: Rancher: Genkompilerer kernen, vent venligst …
de: Rancher: Kernel wird neu kompiliert, bitte warten …
hr: Rančer: Ponovna kompilacija kernela, pričekajte...
hu: Rancher: Kernel újrafordítása, kérem várjon...
it: Rancher: ricompilazione del kernel, attendere...
nl: Rancher: Kernel opnieuw compileren, even geduld...

source: Recompiling Kernel...
ca: Recompilant el nucli...
da: Genkompilerer kernen …
de: Kernel wird neu kompiliert …
hr: Ponovna kompilacija kernela...
hu: Kernel újrafordítása...
it: Ricompilazione del kernel...
nl: Kernel opnieuw compileren...

source: Refresh this menu
ca: Refrescar aquest menú
da: Opdatér denne menu
hr: Osvježi ovaj izbornik
hu: Frissítse ezt a menüt
it: Aggiorna questo menù
nl: Vernieuw dit menu

source: Rancher: Homestead missing or not configured.
ca: Rancher: No s'ha trobat Homestead o no està configurat.
da: Rancher: Homestead mangler eller er ikke konfigureret.
de: Rancher: Homestead fehlt oder ist nicht konfiguriert.
hr: Rančer: Homestead nedostaje ili nije podešen.
hu: Rancher: Homestead hiányzik vagy nincs beállítva.
it: Rancher: Homestead mancante o non configurato.
nl: Rancher: Homestead ontbreekt of is niet geconfigureerd.

source: Homestead missing or not configured.
ca: No s'ha trobat Homestead o no està configurat.
da: Homestead mangler eller er ikke konfigureret.
de: Homestead fehlt oder ist nicht konfiguriert.
hr: Homestead nedostaje ili nije podešen.
hu: Homestead hiányzik vagy nincs beállítva.
it: Homestead mancante o non configurata.
nl: Homestead ontbreekt of is niet geconfigureerd.

source: Vagrant is out of date, please update.
ca: Vagrant està obsolet, si us plau actualitzeu.
hu: A Vagrant elavult, kérjük frissítse.
it: Vagrant non è aggiornato, per favore aggiornalo.

source: Kernel Module not loaded. Needs recompilation.
ca: Mòdul del nucli no carregat. Necessita ser compilat de nou.
da: Kernemodulet er ikke indlæst. Genkompilering er nødvendig.
de: Kernel-Modul nicht geladen. Neukompilierung erforderlich.
hr: Kernel module nije učitan. Potrebna je ponovna kompilacija.
hu: A Kernel modul nincs betöltve. Szükséges az újrafordítás.
it: Modulo del kernel non caricato. Ha bisogno di ricompilazione.
nl: Kernelmodule niet geladen. Moet opnieuw worden gecompileerd.

source: Rancher: Homestead up.
ca: Rancher: Homestead en marxa.
da: Rancher: Homestead er oppe.
de: Rancher: Homestead aufgerufen.
hr: Rančer: Homestead pokrenut.
hu: Rancher: Homestead megnyílt.
it: Rancher: Homestead in esecuzione.
nl: Rancher: Homestead is actief.

source: Homestead up.
ca: Homestead en marxa.
da: Homestead er oppe.
de: Homestead aufgerufen.
hr: Homestead pokrenut.
hu: Homestead megnyílt.
it: Homestead in esecuzione.
nl: Homestead is actief.

source: (Running)
ca: (En marxa)
da: (Kører)
de: (Läuft)
hr: (Pokrenut)
hu: (Fut)
it: (In esecuzione)
nl: (Actief)

source: Rancher: Homestead suspended.
ca: Rancher: Homestead suspès.
da: Rancher: Homestead er afbrudt.
de: Rancher: Homestead in Bereitschaft.
hr: Rančer: Homestead suspendiran.
hu: Rancher: Homestead felfüggesztve.
it: Rancher: Homestead sospeso.
nl: Rancher: Homestead is gepauzeerd.

source: Homestead suspended.
ca: Homestead suspès.
da: Homestead er afbrudt.
de: Homestead in Bereitschaft.
hr: Homestead suspendiran.
hu: Homestead felfüggesztve.
it: Homestead sospeso.
nl: Homestead is gepauzeerd.

source: (Suspended)
ca: (Suspès)
da: (Afbrudt)
de: (In Bereitschaft)
hr: (Suspendiran)
hu: (Felfüggesztve)
it: (Sospeso)
nl: (Gepauzeerd)

source: Rancher: Homestead down.
ca: Rancher: Homestead aturat.
da: Rancher: Homestead er nede.
de: Rancher: Homestead heruntergefahren.
hr: Rančer: Homestead zaustavljen.
hu: Rancher: Homestead leállítva.
it: Rancher: Homestead arrestato.
nl: Rancher: Homestead is gestopt.

source: Homestead down.
ca: Homestead aturat.
da: Homestead er nede.
de: Homestead heruntergefahren.
hr: Homestead zaustavljen.
hu: Homestead leállítva.
it: Homestead arrestato.
nl: Homestead is gestopt.

source: (Down)
ca: (Aturat)
da: (Nede)
de: (Heruntergefahren)
hr: (Zaustavljen)
hu: (Leállítva)
it: (Arrestato)
nl: (Gestopt)

source: Rancher: Homestead not created.
ca: Rancher: Homestead no creat.
da: Rancher: Homestead er ikke oprettet.
de: Rancher: Homestead nicht erstellt.
hr: Rančer: Homestead nije stvoren.
hu: Rancher: Homestead nincs létrehozva.
it: Rancher: Homestead non creato.
nl: Rancher: Homestead is niet gecreëerd.

source: Homestead not created
ca: Homestead no creat
da: Homestead er ikke oprettet.
de: Homestead nicht erstellt
hr: Homestead nije stvoren.
hu: Homestead nincs létrehozva
it: Homestead non creato
nl: Homestead is niet gecreëerd

source: (Not created/Destroyed)
ca: (No creat/Eliminat)
da: (Ikke oprettet/Ødelagt)
de: (Nicht erstellt/Zerstört)
hr: (Nije stvoren/Uništen)
hu: (nincs létrehozva/lerombolva)
it: (Non creato/Distrutto)
nl: (Niet gecreëerd/Vernietigd)

source: Rancher: Homestead not installed.
ca: Rancher: Homestead no instal·lat.
da: Rancher: Homestead er ikke installeret.
hr: Rančer: Homestead nije instaliran.
hu: Rancher: Homestead nincs telepítve.
it: Rancher: Homestead non è installato.
nl: Rancher: Homestead is niet geïnstalleerd.

source: Homestead not installed
ca: Homestead no instal·lat
da: Homestead er ikke installeret.
hr: Homestead nije instaliran.
hu: Homestead nincs telepítve
it: Homestead non è installato
nl: Homestead is niet geïnstalleerd

source: Click here for installation instructions
ca: Cliqueu aquí per instruccions d'instal·lació
da: Klik her for vejledning til installering
hr: Kliknite ovdje za upute instalacije
hu: Kattintson ide a telepítési utasításokért
it: Clicca qui per le istruzioni di installazione
nl: Klik hier voor installatie-instructies

source: Homestead missing or not configured
ca: No s'ha trobat Homestead o no està configurat.
hu: Homestead hiányzik vagy nincs beállítva
it: Homestead mancante o non configurato

source: Recompile Kernel Module.
ca: Recompilar mòdul del nucli.
da: Genkompilér kernemodulet.
hr: Ponovno kompiliraj modul kernela.
hu: Kernel modul újrafordítása.
it: Ricompila il modulo del kernel.
nl: Kernelmodule opnieuw compileren.

source: Vagrant is out of date for this version of Homestead, please update.
ca: Vagrant està obsolet per a aquesta versió de Homestead, si us plau actualitzeu.
hu: A Vagrant elavult a Homestead ezen verziójához, kérjük, frissítse.
it: Vagrant non è aggiornato per questa versione di Homestead, si prega di aggiornarlo.

source: Click here for the Vagrant download page.
ca: Cliqueu aquí per anar a la pàgina de descàrrega de Vagrant.
hu: Kattints ide a Vagrant letöltési oldaláért.
it: Clicca qui per la pagina di download di Vagrant.

source: Status
ca: Estat
hr: Stanje
hu: Állapot
it: Stato

source: Run provisioning
ca: Executar l'aprovisionament
da: Kør klargøring
hr: Pokreni dodjeljivanje
hu: Szolgáltatás futtatása
it: Esegui il provisioning
nl: Voorziening uitvoeren

source: Suspend Homestead
ca: Suspendre Homestead
da: Afbryd Homestead
hr: Suspendiraj Homesteada
hu: Homestead felfüggesztése
it: Sospendi Homestead
nl: Homestead pauzeren

source: SSH Terminal...
ca: Terminal SSH...
hu: SSH Terminál...
it: Terminale SSH...

source: Destroy Homestead
ca: Eliminar Homestead
da: Ødelæg Homestead
hr: Uništi Homesteada
hu: Homestead lerombolása
it: Distruggi Homestead
nl: Homestead vernietigen

source: Configuration
ca: Configuració
da: Konfiguration
hr: Podešavanje
hu: Konfiguráció
it: Configurazione
nl: Configuratie

source: Memory:
ca: Memòria:
da: Hukommelse:
hr: Memorija:
hu: Memória:
it: Memoria:
nl: Geheugen:

source: Provider:
ca: Proveïdor:
da: Udbyder:
hr: Pružatelj usluge:
hu: Szolgáltató:

source: Edit Homestead configuration...
ca: Editar la configuració de Homestead...
da: Redigér konfigurationen af Homestead …
hr: Uredi Homestead podešavanje...
hu: Homestead beállítások szerkesztése...
it: Modifica configurazione Homestead...
nl: Homestead-configuratie bewerken...

source: Hosted Sites
ca: Llocs allotjats
da: Hostede steder
hr: Hostirane web stranice
hu: Tárolt webhelyek
it: Siti Hostati
nl: Gehoste sites

source: Edit hosts file...
ca: Editar el fitxer hosts...
da: Redigér hostfiler …
hr: Uredi host datoteke...
hu: Tárolási fájl szerkesztése...
it: Modifica file degli host...
nl: Hosts-bestand bewerken...

source: Hosted Databases
ca: Bases de dades allotjades
da: Hostede databaser
hr: Hostirane baze podataka
hu: Tárolt adatbázisok
it: Database Hostati
nl: Gehoste databases

source: Command not found.
ca: No s'ha trobat l'ordre.
da: Kommandoen blev ikke fundet.
de: Befehl nicht gefunden.
hr: Naredba nije pronađena.
hu: Parancs nem található.
it: Comando non trovato.
nl: Commando niet gevonden.

source: An applet to manage Homestead.
ca: Una miniaplicació per gestionar Homestead.
da: Håndtér Homestead.
de: Ein Applet zum Verwalten von Homestead.
hr: Aplet za upravljanje Homesteadom.
hu: Egy kisalkalmazás Laravel Homestead kezelésre.
it: Un'applet per gestire Homestead.
nl: Een applet om Homestead te beheren.

source: Homestead manager
ca: Gestor de Homestead
da: Homestead-håndtering
hr: Homestead upravitelj
hu: Homestead kezelő
it: Manager di Homestead
nl: Homestead-beheerder

source: Homestead project folder
ca: Directori de projecte de Homestead
da: Homestead-projektmappe
de: Homestead-Projektverzeichnis
hr: Mapa Homestead projekta
hu: Homestead projekt mappa
it: Cartella del progetto Homestead
nl: Homestead-projectmap

source: Homestead config folder
ca: Directori de configuració de Homestead
da: Homestead-konfigurationsmappe
de: Homestead-Konfigurationsordner
hr: Mapa Homestead podešavanja
hu: Homestead konnfigurációs mappa
it: Cartella di configurazione di Homestead
nl: Homestead-configuratiemap

source: Vagrant command
ca: Ordre Vagrant
da: Vagrant-kommando
de: Vagrant-Befehl
hr: Vagrant naredba
hu: Vagrant parancs
it: Comando Vagrant
nl: Vagrant-commando

source: Default text editor
ca: Editor de text per defecte
da: Standardprogram til tekstredigering
de: Standard-Texteditor
hr: Zadani uređivač teksta
hu: Alapértelmezett szövegszerkesztő
it: Editor di testo predefinito
nl: Standaard tekstverwerker
