Repository: linuxmint/cinnamon-spices-applets
Catalog: jenkins@backuity.org/files/jenkins@backuity.org/po/*.po
Languages: ca, es, it, nl, zh_tw

source: Jenkins status
ca: Estat de Jenkins
es: Estado de Jenkins
it: Status di Jenkins
zh_tw: Jenkins 狀態

source: Loading jobs...
ca: Carregant tasques
es: Cargando trabajos...
it: Caricamento lavori...
nl: Laden van taken...
zh_tw: 載入作業中...

source: No jobs
ca: No hi ha tasques
es: Sin trabajos
it: Nessun lavoro
nl: Geen taken
zh_tw: 無作業

source: Unknown error
ca: Error desconegut
es: Error desconocido
it: Errore sconosciuto
nl: Onbekende fout
zh_tw: 未知錯誤

source: Jenkins Builds
ca: Builds de Jenkins
es: Compilación de Jenkins
it: Build di Jenkins
zh_tw: Jenkins 建置

source: View jenkins builds
ca: Veure builds de Jenkins
es: Ver las compilaciones de jenkins
it: Visualizza le build di Jenkins
nl: Bekijk Jenkins-builds
zh_tw: 檢視 Jenkins 建置

source: seconds
ca: segons
es: segundos
it: secondi
nl: seconden
zh_tw: 秒

source: Update interval
ca: Interval de refresc
es: Intervalo de actualización
it: Intervallo di aggiornamento
zh_tw: 更新間隔

source: jobs
ca: tasques
es: trabajos
it: lavori
nl: taken
zh_tw: 項作業

source: Maximum number of jobs displayed in the popup menu
ca: Màxim número de tasques a mostrar al menú emergent
es: Número máximo de trabajos mostrados en el menú emergente
it: Numero massimo di lavori visualizzati nel menù a comparsa
nl: Maximaal aantal taken dat wordt weergegeven in het pop-upmenu
zh_tw: 彈出式選單中顯示的作業數量上限

source: Hide successful jobs in the popup menu
ca: Amaga tasques exitoses al menú emergent
es: Ocultar los trabajos realizados con éxito en el menú emergente
it: Nascondi i lavori riusciti nel menù a comparsa
nl: Verberg geslaagde taken in het pop-upmenu
zh_tw: 在彈出式選單中隱藏成功的作業

source: Hide disabled jobs in the popup menu
ca: Amaga tasques desactivades al menú emergent
es: Ocultar los trabajos desactivados en el menú emergente
it: Nascondi i lavori disabilitati nel menù a comparsa
nl: Verberg uitgeschakelde taken in het pop-upmenu
zh_tw: 在彈出式選單中隱藏已停用的作業

source: Save last check and show notification for new failed jobs
ca: Guarda l'últim comprovació i mostra notificacions per a tasques noves fallides
es: Guardar la última comprobación y mostrar notificación de nuevos trabajos fallidos
it: Salva l'ultimo controllo e mostra la notifica per i nuovi lavori non riusciti
nl: Sla laatste controle op en toon melding voor nieuwe mislukte taken
zh_tw: 儲存上次檢查結果並為新的失敗作業顯示通知

source: Validate SSL certificate
ca: Valida el certificat SSL
es: Validar certificado SSL
it: Valida certificato SSL
nl: Valideer SSL-certificaat
zh_tw: 驗證 SSL 憑證

source: Jenkins URL (ex: https://jenkins.mydomain.com)
ca: URL de Jenkins (ex: https://jenkins.elmeudomini.cat)
es: URL de Jenkins (por ejemplo: https://jenkins.mydomain.com)
it: URL di Jenkins (es: https://jenkins.miodominio.it)
nl: Jenkins-URL (bijv.: https://jenkins.mijndomein.com)
zh_tw: Jenkins 網址（例如：https://jenkins.mydomain.com）

source: Project filtering
ca: Filtrat de projectes
es: Filtrado de proyectos
it: Filtraggio progetto
zh_tw: 專案篩選

source: Credentials (if access is resticted)
ca: Credencials (si l'accés és restringit)
es: Credenciales (si el acceso está restringido)
it: Credenziali (se ad accesso ristretto)
nl: Inloggegevens (indien toegang beperkt is)
zh_tw: 認證資料（若存取受限）

source: Username
ca: Usuari
es: Nombre de usuario
it: Nome utente
nl: Gebruikersnaam
zh_tw: 使用者名稱

source: Password/API token
ca: Contrasenya/Token d'API
es: Contraseña/token para la API
nl: Wachtwoord/API-token
zh_tw: 密碼／API 權杖
