Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/nightscout@ranneft/*.po
Languages: ca, es, fr, vi

source: Fetches API from your Nightscout site and showing BG
ca: Obté la clau API del vostre Nightscout i mostra BG
es: Obtiene API de su sitio Nightscout y muestra BG
fr: Récupère l'API de votre site Nightscout et affiche la glycémie
vi: Lấy dữ liệu từ API Nightscout của bạn và hiển thị BG

source: General Settings for the Nighscout Applet
ca: Configuració general de la miniaplicació Nightscout
es: Configuración general del applet Nighscout
fr: Paramètres généraux de l'applet Nightscout
vi: Cài đặt chung cho Applet Nightscout

source: minutes
ca: minuts
es: minutos
vi: phút

source: Refresh Interval for your Nightscout applet:
ca: Freqüència de refresc del vostre Nightscout:
es: Intervalo de actualización de su applet Nightscout:
fr: Intervalle de rafraîchissement pour votre applet Nightscout :
vi: Khoảng thời gian làm mới cho applet Nightscout:

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine.
ca: Utilitzeu una freqüència de refresc baixa si el vostre equip és lent.
es: Aumente o disminuya este valor para cambiar el intervalo de actualización - utilice una actualización lenta si tiene una máquina lenta.
fr: Augmentez ou diminuez la valeur pour modifier l'intervalle d'actualisation. Utilisez une actualisation lente si votre ordinateur est lent.
vi: Tăng hoặc giảm giá trị này để thay đổi khoảng làm mới - dùng tốc độ chậm nếu máy chậm.

source: Nightscout host
ca: Host de Nightscout
es: Host de Nightscout
fr: Hôte Nightscout
vi: Máy chủ Nightscout

source: Nighscout host (including http(s))
ca: Host de Nightscout (incloent http(s))
es: Host Nighscout (incluyendo http(s))
fr: Hôte Nightscout (incluant http(s))
vi: Máy chủ Nightscout (bao gồm http(s))

source: A host where your CGM information gonna be queried
ca: Un host on es consultarà la vostra informació CGM
es: Un host donde se consultará su información de MCG
fr: Hôte où les informations de votre glucomètre seront interrogées
vi: Máy chủ nơi thông tin CGM của bạn sẽ được truy vấn

source: Various settings
ca: Configuracions variades
es: Varias configuraciones
fr: Réglages divers
vi: Các cài đặt khác

source: Show missing readings
ca: Mostrar lectures pendents
es: Mostrar lecturas faltantes
fr: Afficher les lectures manquantes
vi: Hiển thị các lần đo thiếu

source: Add information about missing readings in the text
ca: Afegir informació sobre lectures pendents al text
es: Agregar información sobre lecturas faltantes en el texto
fr: Ajouter des informations sur les lectures manquantes dans le texte
vi: Thêm thông tin về các lần đo thiếu vào văn bản

source: When start to show missing readings alert
ca: Quan es començarà a mostrar l'alerta de lectures pendents
es: Cuando comienza a mostrar alerta de lecturas faltantes
fr: Quand commencer à afficher l'alerte de lectures manquantes
vi: Thời điểm bắt đầu cảnh báo đo thiếu

source: Time which is taken to decide when to show alert of missing readings. Will apply only if above checkbox is enabled
ca: Temps que es tarda en decidir quan mostrar l'alerta de lectures pendents. Es tindrà en compte només si la casella de dalt està marcada
es: Tiempo que se tarda en decidir cuándo mostrar la alerta de lecturas faltantes. Se aplicará solo si la casilla de verificación anterior está habilitada
fr: Temps nécessaire pour décider quand afficher l'alerte en cas de lecture manquante. Cette option s'applique uniquement si la case ci-dessus est cochée.
vi: Thời gian dùng để quyết định khi nào hiển thị cảnh báo đo thiếu. Chỉ áp dụng nếu hộp trên được chọn

source: Show IoB
ca: Mostrar IoB
es: Mostrar IoB
fr: Montre l'insuline active
vi: Hiển thị IoB

source: Enable/disable IoB (insulin on board) in the text
ca: Activar/Desactivar IoB (insulin on board) al text
es: Activar/Desactivar IoB (insulina a bordo) en el texto
fr: Activer/désactiver l'insuline active dans le texte
vi: Bật/tắt IoB (insulin còn lại) trong văn bản

source: Use mmol/l
ca: Utilitzar mmol/l
es: Usar mmol/l
fr: Utiliser mmol/l
vi: Dùng mmol/l

source: Use mmol/l instead of mg/dl
ca: Utilitzar mmol/l en comptes de mg/dl
es: Usar mmol/l en lugar de mg/dl
fr: Utiliser mmol/l au lieu de mg/dl
vi: Dùng mmol/l thay vì mg/dl
