Repository: linuxmint/cinnamon-spices-applets
Catalog: system-monitor-cinnamon@MainPoser/files/system-monitor-cinnamon@MainPoser/po/*.po
Languages: ku, sw

source: Loading...
ku: بارکردن...
sw: Inapakia...

source: System Monitor Cinnamon
ku: چاودێری سیستمی Cinnamon
sw: Kichunguzi cha Mfumo Cinnamon

source: Display CPU, memory and real-time network speed
ku: نمایش CPU، یادگە و خێرایی تۆڕی کاتی ڕاستەقینە
sw: Onyesha CPU, kumbukumbu na kasi ya mtandao halisi

source: Show network speed
ku: نمایش خێرایی تۆڕ
sw: Onyesha kasi ya mtandao

source: seconds
ku: چرکە
sw: sekunde

source: Refresh interval
ku: ماوەی نوێکردنەوە
sw: Muda wa kuonyesha upya

source: Icon theme
ku: تیمی ئایکۆن
sw: Mandhari ya ikoni

source: Follow system
ku: شوێن سیستەم بکەو
sw: Fuata mfumo

source: White
ku: سپی
sw: Nyeupe

source: Black
ku: ڕەش
sw: Nyeusi

source: Animation icon
ku: ئایکۆنی جووڵاو
sw: Ikoni ya uhuishaji

source: Cat
ku: پشیلە
sw: Paka

source: Horse
ku: ئەسپ
sw: Farasi
