Repository: linuxmint/cinnamon-spices-applets
Catalog: nightscout@ranneft/files/nightscout@ranneft/po/*.po
Languages: hu, it, nl, zh_tw

source: Fetches API from your Nightscout site and showing BG
hu: Lekéri az API-t a Nightscout webhelyről, és megjeleníti a vércukorszintet
it: Recupera le info dalle API del tuo sito Nightscout e le mostra come sfondo
nl: Haalt de API op van je Nightscout-site en toont BG
zh_tw: 從 Nightscout 網站取得 API 並顯示血糖值

source: General Settings for the Nighscout Applet
hu: A Nighscout kisalkalmazás általános beállításai
it: Impostazioni generali per l'applet Nighscout
nl: Algemene instellingen voor de Nightscout-applet
zh_tw: Nightscout 小程式的一般設定

source: minutes
hu: perc
it: minuti
nl: minuten
zh_tw: 分鐘

source: Refresh Interval for your Nightscout applet:
hu: Frissítési időköz a Nightscout kisalkalmazáshoz:
it: Intervallo di aggiornamento per l'applet Nightscout:
nl: Vernieuwingsinterval voor je Nightscout-applet:
zh_tw: Nightscout 小程式的更新頻率：

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine.
hu: Növelje vagy csökkentse ezt a pörgettyűértéket a frissítési időköz megváltoztatásához – lassú frissítést használjon, ha lassú a gépe.
it: Aumenta o diminuisci il valore di questo pulsante per modificare l'intervallo di aggiornamento: utilizza un aggiornamento lento se hai una macchina lenta.
nl: Verhoog of verlaag deze spinnerwaarde om de vernieuwingsinterval te wijzigen - gebruik een langzame vernieuwing als je een langzame machine hebt.
zh_tw: 請調整此數值以變更資料更新頻率 － 若您的電腦速度較慢，建議設定較長的間隔時間

source: Nightscout host
hu: Nightscout házigazda
it: Host di Nightscout
zh_tw: Nightscout 主機

source: Nighscout host (including http(s))
hu: Nightscout házigazda (beleértve a https-t is)
it: L'host di Nightscout (includendo http(s))
nl: Nightscout-host (inclusief http(s))
zh_tw: Nightscout 主機位址（含 http(s)）

source: A host where your CGM information gonna be queried
hu: Egy gazdagép, ahol lekérdezik a CGM-információit
it: Un host da cui verranno recuperate le tue informazioni CGM
nl: Een host waar je CGM-informatie wordt opgevraagd
zh_tw: 查詢連續血糖監測（CGM）資訊的主機位址

source: Various settings
hu: Különféle beállítások
it: Impostazioni varie
nl: Diverse instellingen
zh_tw: 其他設定

source: Show missing readings
hu: Hiányzó értékek megjelenítése
it: Mostra letture mancanti
nl: Ontbrekende metingen tonen
zh_tw: 顯示遺失的數值

source: Add information about missing readings in the text
hu: Adjon meg információkat a szövegben a hiányzó értékekről
it: Aggiungi informazioni sulle letture mancanti nel testo
nl: Informatie toevoegen over ontbrekende metingen in de tekst
zh_tw: 在資訊中加入遺失數值的相關提示

source: When start to show missing readings alert
hu: Amikor elkezd megjelenni a hiányzó értékek figyelmeztetése
it: Quando iniziare a mostrare l'avviso di letture mancanti
nl: Wanneer beginnen met het tonen van de waarschuwing voor ontbrekende metingen
zh_tw: 何時開始顯示遺失數值警示

source: Time which is taken to decide when to show alert of missing readings. Will apply only if above checkbox is enabled
hu: Idő, amely alatt eldönthető, hogy mikor kell figyelmeztetni a hiányzó értékekre. Csak akkor érvényes, ha a fenti jelölőnégyzet be van kapcsolva
it: Tempo necessario per decidere quando mostrare l'avviso di letture mancanti. Si applicherà solo se la casella di controllo sopra è abilitata
nl: Tijd die nodig is om te beslissen wanneer de waarschuwing voor ontbrekende metingen moet worden weergegeven. Wordt alleen toegepast als het bovenstaande selectievakje is ingeschakeld.
zh_tw: 設定顯示遺失數值警示的時間門檻，僅在上方選項啟用時生效

source: Show IoB
hu: IoB megjelenítése
it: Mostra IoB
nl: IoB tonen
zh_tw: 顯示 IoB 數值

source: Enable/disable IoB (insulin on board) in the text
hu: Engedélyezze/letiltja az IoB-t (insulin on board) a szövegben
it: Abilita/disabilita IoB (Insulin on Board) nel testo
nl: IoB (insuline on board) in de tekst in- of uitschakelen
zh_tw: 在資訊中顯示或隱藏 IoB（體內作用中的胰島素量）

source: Use mmol/l
hu: mmol/l használata
it: Utilizza mmol/l
nl: Mmol/l gebruiken
zh_tw: 使用 mmol/l 單位

source: Use mmol/l instead of mg/dl
hu: mmol/l használata mg/dl helyett
it: Utilizza mmo/l al posto di mg/dl
nl: Mmol/l gebruiken in plaats van mg/dl
zh_tw: 使用 mmol/l 單位顯示，而非 mg/dl
