Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/ShutdownMenuWithIcons@LLOBERA/*.po
Languages: ca, da, de, hu, it, nl, sv, vi

source: Shutdown Menu With Icons
ca: Menú d'aturada amb icones
da: Slukmenu med ikoner
de: Herunterfahren-Menü mit Icons
hu: Leállítás menü ikonokkal
it: Menù di Spegnimento Con Icone
nl: Shutdown Menu met pictogrammen
sv: Avstängningsmeny med ikoner
vi: Trình đơn tắt máy có biểu tượng

source: Quit
ca: Apagar
da: Afslut
de: Herunterfahren
hu: Kilépés
it: Chiudi
nl: Afsluiten
sv: Stäng av
vi: Thoát

source: Suspend
ca: Suspendre
da: Sæt i hviletilstand
de: Bereitschaft
hu: Felfüggesztés
it: Sospendi
nl: Onderbreking
sv: Vänteläge
vi: Tạm dừng

source: Hibernate
ca: Hivernar
da: Sæt i dvaletilstand
de: Ruhezustand
hu: Hibernálás
it: Iberna
nl: Slaapstand
sv: Viloläge
vi: Ngủ đông

source: Hybrid sleep
ca: Hibernació híbrida
da: Hybrid slumring
de: Hybrider Ruhezustand
hu: Hibrid alvó mód
it: Sospensione ibrida
nl: Hybride slaapstand
sv: Strömsparläge
vi: Ngủ lai

source: Restart
ca: Reiniciar
da: Genstart
de: Neu starten
hu: Újraindítás
it: Riavvia
nl: Herstarten
sv: Starta om
vi: Khởi động lại

source: Switch users
ca: Canviar d'usuari
da: Skift bruger
de: Benutzer wechseln
hu: Felhasználó váltás
it: Cambia utente
nl: Gebruikers wisselen
sv: Växla användare
vi: Chuyển người dùng

source: Log out
ca: Tancar la sessió
da: Log ud
de: Abmelden
hu: Kijelentkezés
it: Disconnetti
nl: Uitloggen
sv: Logga ut
vi: Đăng xuất

source: Screen Lock
ca: Blocar la pantalla
da: Låseskærm
de: Bildschirm sperren
hu: Képernyőzárolás
it: Blocca Schermo
nl: Schermvergrendeling
sv: Lås skärmen
vi: Khóa màn hình

source: Settings
ca: Opcions
da: Indstillinger
de: Einstellungen
hu: Beállítások
it: Impostazioni
nl: Instellingen
sv: Inställningar
vi: Cài đặt

source: Help
ca: Ajuda
da: Hjælp
de: Hilfe
hu: Súgó
it: Aiuto
nl: Hulp
sv: Hjälp
vi: Trợ giúp

source: About
ca: Quant a
da: Om
de: Über
hu: Névjegy
it: Informazioni
nl: Over
sv: Om
vi: Giới thiệu

source: An applet to help you shutdown, restart and suspend your system with single click
ca: Una miniaplicació per ajudar-vos a apagar, reiniciar i suspendre el vostre sistema amb un sol clic
da: Et panelprogram som hjælper dig med at slukke, genstarte og sætte dit system i hviletilstand med et enkelt klik
de: Ein Applet zum Herunterfahren, Neustarten oder Schlafenlegen des Systems mit einem einzigen Klick
hu: Egy kisalkalmazás, amely egyetlen kattintással segíti a rendszer leállítását, újraindítását és felfüggesztését
it: Un'applet per aiutarti a spegnere, riavviare e sospendere il tuo sistema con un solo clic
nl: Een applet om u te helpen bij het afsluiten, herstarten en onderbreken van uw systeem met één klik
sv: Ett panelprogram som hjälper dig stänga av, starta om och försätta datorn i vänteläge med ett klick
vi: Applet giúp bạn tắt máy, khởi động lại và tạm dừng hệ thống chỉ với một cú nhấp

source: Quit: shut down and power-off the system
ca: Apagar: desconnecta i apaga l'equip
da: Afslut: sluk systemet
de: Herunterfahren: System herunterfahren und abschalten
hu: Kilépés: állítsa le és kapcsolja ki a rendszert
it: Esci: spegne il sistema
nl: Afsluiten: sluit het systeem af en schakel het uit
sv: Stäng av: Stäng av systemet och bryt strömmen
vi: Thoát: tắt và ngắt nguồn hệ thống

source: Add quit to the menu
ca: Afegir 'Apagar' al menú
da: Tilføj afslut til menuen
de: 'Herunterfahren' ins Menü aufnehmen
hu: Kilépés hozzáadása a menühöz
it: Aggiungi esci dal menù
nl: Voeg afsluiten toe aan het menu
sv: Lägg till "Stäng av" i menyn
vi: Thêm mục thoát vào trình đơn

source: The quit icon
ca: Icona d'apagar
da: Afslutikonet
de: Symbol 'Herunterfahren'
hu: A kilépés ikon
it: Icona di uscita
nl: Het pictogram voor afsluiten
sv: Avstängningsikon
vi: Biểu tượng của mục thoát

source: The quit command
ca: Ordre d'apagar
da: Afslutkommandoen
de: Befehl 'Herunterfahren'
hu: A kilépés parancs
it: Comando di uscita
nl: De opdracht afsluiten
sv: Avstängningskommando
vi: Lệnh thoát

source: Suspend: suspend the system
ca: Suspendre: suspèn el sistema
da: Hviletilstand: sæt systemet i hviletilstand
de: Bereitschaft: System in den Bereitsschaftsmodus versetzen
hu: Felfüggesztés: függessze fel a rendszert
it: Sospendi: sospende il sistema
nl: Onderbreken: het systeem onderbreken
sv: Vänteläge: Försätt systemet i vänteläge
vi: Tạm dừng: đưa hệ thống vào trạng thái ngủ tạm

source: Add suspend to the menu
ca: Afegir 'Suspendre' al menú
da: Tilføj hviletilstand til menuen
de: 'Bereitschaft' ins Menü aufnehmen
hu: Felfüggesztés hozzáadása a menühöz
it: Aggiungi sospensione al menù
nl: Voeg onderbreking toe aan het menu
sv: Lägg till "Vänteläge" i menyn
vi: Thêm mục tạm dừng vào trình đơn

source: The suspend icon
ca: Icona de suspendre
da: Hvileikonet
de: Symbol 'Bereitschaft'
hu: A felfüggesztés ikon
it: Icona sospensione
nl: Het onderbreken pictogram
sv: Väntelägesikon
vi: Biểu tượng của mục tạm dừng

source: The suspend command
ca: Ordre de suspendre
da: Hvilekommandoen
de: Befehl 'Bereitschaft'
hu: A felfüggesztés parancs
it: Comando di sospensione
nl: Het onderbreken opdracht
sv: Väntelägeskommando
vi: Lệnh tạm dừng

source: Hibernate: hibernate the system
ca: Hivernar: hiverna el sistema
da: Dvaletilstand: sæt systemet i dvaletilstand
de: Ruhezustand: Systemzustand auf Festplatte ablegen
hu: Hibernálás: a rendszer hibernálása
it: Iberna: iberna il sistema
nl: Slaapstand: het systeem in slaapstand
sv: Viloläge: Försätt systemet i viloläge
vi: Ngủ đông: đưa hệ thống vào trạng thái ngủ đông

source: Add hibernate to the menu
ca: Afegir 'Hivernar' al menú
da: Tilføj dvaletilstand til menuen
de: 'Ruhezustand' ins Menü aufnehmen
hu: Hibernálás hozzáadása a menühöz
it: Aggiungi iberna al menù
nl: Slaapstand aan het menu toevoegen
sv: Lägg till "Viloläge" i menyn
vi: Thêm mục ngủ đông vào trình đơn

source: The hibernate icon
ca: Icona d'hivernar
da: Dvaleikonet
de: Symbol 'Ruhezustand'
hu: Hibernálás ikon
it: Icona di ibernazione
nl: Het slaapstand pictogram
sv: Vilolägesikon
vi: Biểu tượng của mục ngủ đông

source: The hibernate command
ca: Ordre d'hivernar
da: Dvalekommandoen
de: Befehl 'Ruhezustand'
hu: A hibernálás parancs
it: Comando di ibernazione
nl: De slaapstand opdracht
sv: Vilolägeskommando
vi: Lệnh ngủ đông

source: Hybrid sleep: hibernate and suspend the system
ca: Hibernació híbrida: hiverna i suspèn el sistema
da: Hybrid slumring: sæt i dvaletilstand og stop systemet
de: Hybrider Ruhezustand: Systemzustand auf Festplatte ablegen, danach in den Bereitschaftsmodus versetzen
hu: Hibrid alvómód: hibernálás és a rendszer felfüggesztése
it: Sospensione ibrida: ibernazione e sospensione del sistema
nl: Hybride slaapstand: slaapstand activeren en het systeem onderbreken
sv: Strömsparläge: Försätt datorn i strömsparläge
vi: Ngủ lai: kết hợp giữa ngủ đông và tạm dừng hệ thống

source: Add hybrid sleep to the menu
ca: Afegir 'Hibernació híbrida' al menú
da: Tilføj hybrid slumring til menuen
de: 'Hybriden Ruhezustand' ins Menü aufnehmen
hu: A hibrid alvómód hozzáadása a menühöz
it: Aggiungi sospensione ibrida al menù
nl: Voeg hybride slaapstand toe aan het menu
sv: Lägg till "Strömsparläge" i menyn
vi: Thêm mục ngủ lai vào trình đơn

source: The hybrid sleep icon
ca: Icona d'hibernació híbrida
da: Hybrid slumring-ikonet
de: Symbol 'Hybrider Ruhezustand'
hu: A hibrid alvómód ikon
it: Icona sospensione ibrida
nl: Het hybride slaapstand pictogram
sv: Strömsparikon
vi: Biểu tượng của mục ngủ lai

source: The hybrid sleep command
ca: Ordre d'hibernació híbrida
da: Hybrid slumring-kommandoen
de: Befehl 'Hybrider Ruhezustand'
hu: A hibrid alvómód parancs
it: Comando sospensione ibrida
nl: Het hybride slaap opdracht
sv: Kommando för strömsparläge
vi: Lệnh ngủ lai

source: Restart: shut down and reboot the system
ca: Reiniciar: desconnecta i reinicia el sistema
da: Genstart: sluk og start systemet igen
de: Neu starten: Herunterfahren und System neu booten
hu: Újraindítás: állítsa le és indítsa újra a rendszert
it: Riavvia: spegni e riavvia il sistema
nl: Herstarten: afsluiten en het systeem opnieuw opstarten
sv: Starta om: Starta om systemet
vi: Khởi động lại: tắt rồi khởi động lại hệ thống

source: Add restart to the menu
ca: Afegir 'Reiniciar' al menú
da: Tilføj genstart til menuen
de: 'Neu starten' ins Menü aufnehmen
hu: Az újraindítás hozzáadása a menühöz
it: Aggiungi riavvia al menù
nl: Voeg herstart toe aan het menu
sv: Lägg till "Starta om" i menyn
vi: Thêm mục khởi động lại vào trình đơn

source: The restart icon
ca: Icona de reinici
da: Genstartikonet
de: Symbol 'Neu starten'
hu: Az újraindítás ikon
it: Icona riavvia
nl: Het herstartpictogram
sv: Omstartsikon
vi: Biểu tượng của mục khởi động lại

source: The restart command
ca: Ordre de reinici
da: Genstartkommandoen
de: Befehl 'Neu starten'
hu: Az újraindítás parancs
it: Comando di riavvio
nl: De opdracht herstart
sv: Omstartskommando
vi: Lệnh khởi động lại

source: Add switch users to the menu
ca: Afegir 'Canvi d'usuari' al menú
da: Tilføj skift bruger til menuen
de: 'Benutzer wechseln' ins Menü aufnehmen
hu: Felhasználó váltás hozzáadása a menühöz
it: Aggiungi cambio utente al menù
nl: Voeg wissel tussen gebruikers toe aan het menu
sv: Lägg till "Växla användare" i menyn
vi: Thêm mục chuyển người dùng vào trình đơn

source: The switch users icon
ca: Icona de canviar d'usuari
da: Skift bruger-ikonet
de: Symbol 'Benutzer wechseln'
hu: A felhasználóváltás ikon
it: L'icona di cambio utente
nl: Het pictogram wisselen tussen gebruikers
sv: Ikon för växla användare
vi: Biểu tượng của mục chuyển người dùng

source: The switch users command
ca: Ordre de canviar d'usuari
da: Skift bruger-kommandoen
de: Befehl 'Benutzer wechseln'
hu: A felhasználó váltás parancs
it: Comando di cambio utente
nl: De opdracht wisselen tussen gebruikers
sv: Kommando för att byta användare
vi: Lệnh chuyển người dùng

source: Add log out to the menu
ca: Afegir 'Tancar la sessió' al menú
da: Tilføj log ud til menuen
de: 'Abmelden' ins Menü aufnehmen
hu: Kijelentkezés hozzáadása a menühöz
it: Aggiungi disconnetti al menù
nl: Voeg uitloggen aan het menu toe
sv: Lägg till "Logga ut" i menyn
vi: Thêm mục đăng xuất vào trình đơn

source: The log out icon
ca: Icona de tancar la sessió
da: Log ud-ikonet
de: Symbol 'Abmelden'
hu: Kijelentkezés ikon
it: Icona di disconnessione
nl: Het uitlogpictogram
sv: Utloggningsikon
vi: Biểu tượng của mục đăng xuất

source: The log out command
ca: Ordre de tancar la sessió
da: Log ud-kommandoen
de: Befehl 'Abmelden'
hu: A kijelentkezés parancs
it: Comando di disconnessione
nl: De opdracht uitloggen
sv: Utloggningskommando
vi: Lệnh đăng xuất

source: Screen lock: lock the screen
ca: Blocar la pantalla: bloca la pantalla
da: Låseskærm: lås skærmen
de: Bildschirm sperren: Aktiviert die Bildschirmsperre
hu: Képernyőzár: a képernyő lezárása
it: Blocca schermo: blocca lo schermo
nl: Schermvergrendeling: vergrendel het scherm
sv: Lås skärmen: Lås skärmen
vi: Khóa màn hình: khóa thiết bị của bạn

source: Add screen lock to the menu
ca: Afegir 'Blocar la pantalla' al menú
da: Tilføj låseskærm til menuen
de: 'Bildschirm sperren' ins Menü aufnehmen
hu: Képernyőzár hozzáadása a menühöz
it: Aggiungi il blocco dello schermo al menù
nl: Voeg schermvergrendeling toe aan het menu
sv: Lägg till "Lås skärmen" i menyn
vi: Thêm mục khóa màn hình vào trình đơn

source: The screen lock icon
ca: Icona de blocar la pantalla
da: Låseskærmsikonet
de: Symbol 'Bildschirm sperren'
hu: A képernyőzár ikon
it: Icona blocca schermo
nl: Het schermvergrendelingspictogram
sv: Skärmlåsikon
vi: Biểu tượng của mục khóa màn hình

source: The screen lock command
ca: Ordre de blocar la pantalla
da: Låseskærmskommandoen
de: Befehl 'Bildschirm sperren'
hu: A képernyőzár parancs
it: Comando di blocco schermo
nl: De opdracht schermvergrendeling
sv: Låsskärmskommando
vi: Lệnh khóa màn hình
