Repository: linuxmint/cinnamon-spices-applets
Catalog: mailnagapplet@ozderya.net/files/mailnagapplet@ozderya.net/po/*.po
Languages: ca, de

source: just now
ca: ara mateix
de: gerade eben

source: 1 minute ago
ca: fa 1 minute
de: vor einer Minute

source: minutes ago
ca: minuts avans
de: Minuten her

source: 1 hour ago
ca: 1 hora enrere
de: vor einer Stunde

source: hours ago
ca: hores enrere
de: Stunden her

source: yesterday
ca: ahir
de: gestern

source: days ago
ca: dies enrere
de: Tage her

source: weeks ago
ca: setmanes enrere
de: Wochen her

source: Configure Mailnag
ca: Configurar Mailnag
de: Mailnag konfigurieren

source: Mailnag daemon stopped working!
ca: El servei de Mailnag ha deixat de funcionar!
de: Der Mailnag Daemon hat aufgehört zu arbeiten!

source: Mailnag daemon isn't running! Do you have it installed?
ca: El servei de Mailnag no està en marxa! El teniu instal·lat?
de: Der Mailnag Daemon läuft nicht. Ist er installiert?

source: You have %d new mails!
ca: Teniu %d correus nous!
de: Du hast %d neue Mails!

source: Mark All Read
ca: Marcar tot com a llegit
de: Alle als gelesen markieren

source: You have new mail!
ca: Teniu correu nou!
de: Du hast neue Mails!

source: Mark Read
ca: Marcar com a llegit
de: Als gelesen markieren

source: No unread mails.
ca: No hi ha correus no llegits.
de: Keine ungelesenen Mails.

source: Mailnag daemon is not running!
ca: El servei de Mailnag no està en marxa!
de: Der Mailnag Daemon läuft nicht!

source: You have a mail from %s!
ca: Teniu un correu de %s!
de: Du hast eine Mail von %s!

source: You have %d unread mails!
ca: Teniu %d correus sense llegir!
de: Du hast %d ungelesene Mails!

source: Click to see error!
ca: Cliqueu per a veure l'error!
de: Anklicken um die Fehlermeldung zu sehen!

source: Error:
de: Fehler:

source: Mailnag mail notifier applet
ca: Miniaplicació notificadora de correus Mailnag
de: Mailnag Benachrichtigungsapplet

source: Show notifications
ca: Mostrar notificacions
de: Benachrichtigungen anzeigen

source: Enables display of mail arrived notifications by applet. Make sure you disable mailnag notification plugin, otherwise you will have duplicates.
ca: Activa l'enviament de notificacions per part de la miniaplicació en rebre correus. En cas d'activar-ho, desactiveu el plugin de notificacions de Mailnag o rebreu notificacions duplicades.
de: Aktiviert die Anzeige neuer Mails durch das Applet. In diesem Fall sollte in Mailnag das Benachrichtigungs-Plugin (Libnotify) deaktiviert sein, sonst bekommt man doppelte Meldungen.

source: Mail client to launch (or webpage)
ca: Client de correu a llançar (o lloc web)
de: Mailprogramm oder Webseite, die gestartet wird.

source: Enter the command to launch your mail client here. You can also enter a web address that starts with 'http'.
ca: Introduïu l'ordre per a executar el vostre client de correu aquí. També podeu introduir un lloc web que comenci per 'http'.
de: Gebe hier den Befehl ein, der das Mailprogramm startet. Es kann auch eine Webseite sein, die mit 'http' startet.

source: Launch mail client on click
ca: Iniciar el client de correu en fer clic
de: Starte das Mailprogramm beim Anklicken einer Mail

source: Mail client is launched when clicked on a menu item.
ca: S'iniciarà el client de correu en clicar un element del menú.
de: Das Mailprogramm wird gestartet, wenn eine Mail in der Anzeige angeklickt wird.

source: On middle click:
ca: En fer clic del mig:
de: Bei Klick der mittleren Maustaste:

source: What to do when middle clicked on applet icon
ca: Acció a realitzar en fer clic del mig a la icona de la miniaplicació
de: Aktion, die ausgeführt wird, wenn mit der mittleren Maustaste auf das Applet Icon geklickt wird.

source: Mark all read
ca: Marcar tot com a llegit
de: Alle als gelesen markieren

source: Launch mail client
ca: Iniciar el client de correu
de: Mailprogramm starten

source: Do nothing
ca: No fer res
de: Nichts tun
