Repository: linuxmint/cinnamon-spices-applets
Catalog: calendar@simonwiles.net/files/calendar@simonwiles.net/po/*.po
Languages: es, hu, it, nl, tr, zh_tw

source: %l:%M %p
zh_tw: %p %l:%M

source: %A %B %e, %Y
zh_tw: %Y年%B%e日 %A

source: Edit World Clocks
es: Editar Reloj Mundial
hu: Világórák szekesztése
it: Modifica World Clocks
nl: Bewerk Wereldklokken
tr: Dünya Saatlerini Düzenle
zh_tw: 編輯世界時鐘

source: Date and Time Settings
es: Configuración de fecha y hora
hu: Dátum és idő beállítások
it: Impostazioni Data e Ora
nl: Datum- en Tijdinstellingen
tr: Tarih ve Zaman Ayarları
zh_tw: 日期與時間設定

source: Display Name
es: Nombre a mostrar
hu: Név megjelenítése
it: Nome Visualizzato
nl: Weergavenaam
tr: Ekran Adı
zh_tw: 顯示名稱

source: Timezone
es: Zona horaria
hu: Időzóna
it: Fuso Orario
nl: Tijdzone
tr: Saat Dilimi
zh_tw: 時區

source: Time format for World Clocks
es: Formato de hora para el Reloj Mundial
hu: Időformátum a világórákhoz
it: Formato orario di World Clocks
nl: Tijdformaat voor Wereldklokken
tr: Dünya saatleri için zaman formatı
zh_tw: 世界時鐘的時間格式

source: Browse valid timezone values by country (online)
es: Examinar los valores de la zona horaria válidos por país (en línea)
hu: Böngészés az országonkénti érvényes időzóna értékek szerint (online)
it: Sfoglia valori di fuso orario validi per paese (online)
nl: Blader door geldige tijdzone-waarden per land (online)
tr: Ülkeye göre geçerli saat dilimi değerlerine göz atın (çevrimiçi)
zh_tw: 線上瀏覽各國有效的時區值

source: Coordinated Universal Time
es: Tiempo Universal Coordinado
hu: Egyezményes koordinált világidő
it: Tempo Universale Coordinato
nl: Gecoördineerde Universele Tijd
tr: Koordineli Evrensel Zaman
zh_tw: 國際標準時間

source: Fork of the Cinnamon calendar applet with support for displaying multiple timezones
es: Fork del applet de calendario de Cinnamon con soporte para mostrar múltiples zonas horarias
hu: A Cinnamon naptár kisalkalmazás egy változata több időzóna megjelenítésének támogatásával
it: Fork dell'applet calendario Cinnamon con supporto per la visualizzazione di più fusi orari
nl: Afgeleide van de Cinnamon kalender applet met ondersteuning voor het weergeven van meerdere tijdzones
tr: Birden fazla görüntüleme desteği ile Cinnamon takvim uygulamasızaman dilimleri
zh_tw: Cinnamon 行事曆小程式的分支版本，支援顯示多個時區

source: Show week numbers in calendar
es: Mostrar números de la semana en el calendario
hu: Hetek számának megjelenítése a naptárban
it: Mostra numeri della settimana nel calendario
nl: Toon weeknummers in kalender
tr: Takvimde hafta numaralarını göster
zh_tw: 在行事曆中顯示週數

source: Check this to show week numbers in the calendar.
es: Marque esta opción para mostrar los números de la semana en el calendario.
hu: Válassza ki ezt a hetek számának megjelenítéséhez a naptárban.
it: Seleziona questo per mostrare i numeri delle settimane nel calendario.
nl: Vink dit aan om weeknummers in de kalender weer te geven.
tr: Hafta numaralarını göstermek için bunu kontrol edin.
zh_tw: 勾選此選項以在行事曆中顯示週數。

source: Use a custom date format
es: Utilizar un formato de fecha personalizado
hu: Egyéni dátumformátum használata
it: Usa un formato data personalizzato
nl: Gebruik een aangepast datumformaat
tr: Özel bir tarih formatı kullan
zh_tw: 使用自訂日期格式

source: Check this to define a custom format for the date in the calendar applet.
es: Marque esta opción para definir un formato personalizado para la fecha en el applet de calendario.
hu: Válassza ki ezt a naptár kisalkalmazásban egyéni dátumformátum használatához.
it: Seleziona questa opzione per definire un formato personalizzato per la data nell'applet del calendario.
nl: Vink dit aan om een aangepast formaat voor de datum in de kalender applet te definiëren.
tr: Takvim uygulamasında tarih için özel biçim tanımlamak için bunu kontrol edin.
zh_tw: 勾選此選項以在行事曆小程式中自訂日期格式。

source: Date format:
es: Formato de fecha:
hu: Dátumformátum:
it: Formato della data:
nl: Datumformaat:
tr: Tarih biçimi:
zh_tw: 日期格式：

source: Set your custom format here.
es: Configure su formato personalizado aquí.
hu: Egyéni formátum megadása itt.
it: Imposta qui il tuo formato personalizzato.
nl: Stel hier uw aangepast formaat in.
tr: Özel biçiminizi ayarlayın.
zh_tw: 請在此處設定自訂格式。

source: Show information on date format syntax
es: Mostrar información sobre la sintaxis del formato de fecha
hu: Információk megjelenítése a dátumformátum szintaxisáról
it: Mostra le informazioni sulla sintassi del formato della data
nl: Toon informatie over de syntaxis van datumnotatie
tr: Tarih biçimi sözdizimi hakkında bilgi göster
zh_tw: 顯示日期格式語法資訊

source: Click this button to know more about the syntax for date formats.
es: Haga clic en este botón para saber más sobre la sintaxis de los formatos de fecha.
hu: A dátumformátumok szintaxisáról többet megtudhat, ha erre a gombra kattint.
it: Fare clic su questo pulsante per saperne di più sulla sintassi per i formati di data.
nl: Klik op deze knop voor meer informatie over de syntaxis voor datumnotaties.
tr: Tarih biçimlerinin sözdizimi hakkında bilgi için bu düğmeye tıklayın.
zh_tw: 點選此按鈕以進一步瞭解日期格式語法。

source: Keybindings
nl: Sneltoetsen
zh_tw: 快速鍵

source: Set the keybinding to call the menu
nl: Stel de sneltoets in om het menu te openen
zh_tw: 設定開啟選單的快速鍵

source: World-Clock Settings
es: Configuración del Reloj Mundial
hu: Világóra beállítások
it: Impostazioni World Clock
nl: Instellingen voor Wereldklokken
tr: Dünya Saati Ayarları
zh_tw: 世界時鐘設定

source: Configure World-clocks
es: Configurar Reloj Mundial
hu: Világórák szekesztése
it: Configura World Clocks
nl: Wereldklokken configureren
tr: Dünya Saatlerini Yapılandır
zh_tw: 設定世界時鐘

source: Add, remove and configure additional clocks and format.
es: Agregar, eliminar y configurar relojes y formatos adicionales.
hu: További órák és formátum hozzáadása, eltávolítása és konfigurálása.
it: Aggiungi, rimuovi e configura orologi e formati aggiuntivi.
nl: Voeg toe, verwijder en configureer aanvullende klokken en formaten.
tr: Ek saatler ekleyip kaldırın ve biçimlendirin.
zh_tw: 新增、移除並設定其他時鐘與格式。

source: World Clock Calendar
es: Calendario con Reloj Mundial
hu: Világóra naptár
it: Calendario World Clock
nl: Wereldklok Kalender
tr: Dünya Saati Takvimi
