Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/location-detection@heimdall/*.po
Languages: da, de, hu, it, sv, vi, zh_cn

source: Your percieved location.
da: Din IP-adresse.
de: Ihr ermittelter Standort.
hu: Az ön észlelt helye.
it: La tua posizione percepita.
sv: Din beräknade plats
vi: Vị trí ước lượng của bạn.
zh_cn: 您的感知位置。

source: Your IPInfoDB account has been suspended.
da: Din IPInfoDB-konto er sat i bero.
de: Ihr IPInfoDB-Konto wurde gesperrt.
hu: IPInfoDB-fiókját felfüggesztettük.
it: Il tuo account IPInfoDB è stato sospeso.
sv: Ditt IPInfoDB-konto är pausat.
vi: Tài khoản IPInfoDB của bạn đã bị đình chỉ.
zh_cn: 您的IPInfoDB帐户已经被挂起。

source: Please set a valid API key in the applets settings.
da: Angiv en gyldig API-nøgle i panelprogrammets indstillinger.
de: Bitte geben Sie einen gültigen API-Key in den Einstellungen dieses Applets ein.
hu: Kérjük, állítson be egy érvényes API kulcsot a kisalkalmazások beállításaiban.
it: Si prega di impostare una chiave API valida nelle impostazioni delle applet.
sv: Ange en giltig API-nyckel i programinställningarna.
vi: Vui lòng thiết lập khóa API hợp lệ trong cài đặt applet.
zh_cn: 请在小程序设置中设置一个有效的API密钥。

source: Invalid API key.
da: API-nøglen er ugyldig.
de: Ungültiger API-Key.
hu: Érvénytelen API kulcs.
it: Chiave API errata.
sv: Ogiltig API-nyckel
vi: Khóa API không hợp lệ.
zh_cn: API密钥无效。

source: Something went Wrong!
da: Noget gik galt!
de: Etwas ist schief gelaufen!
hu: Hoppá, valami elromlott!
it: Qualcosa è andato storto!
sv: Något gick fel!
vi: Đã có sự cố xảy ra!
zh_cn: 出错了！

source: Shows the geographic location of your public IP and country-flag.
da: Vis den geografiske placering af din offentlige IP og landeflag.
de: Zeigt die geographische Lage Ihrer öffentlichen IP-Adresse und die entsprechende Länderflagge an.
hu: Megjeleníti az ön nyilvános IP-címéhez tartozó földrajzi helyzetet és annak országzászlóját.
it: Mostra la posizione geografica del tuo IP pubblico e la bandiera del paese.
sv: Visar geografisk plats för din publika IP-adress, med nationsflagga.
vi: Hiển thị vị trí địa lý của IP công cộng và cờ quốc gia của bạn.
zh_cn: 显示您的公共IP的地理位置和国旗。

source: Location Detection + Flags
da: Placeringsbestemmelse + flag
de: Standorterkennung + Flaggen
hu: Helymeghatározás + zászlók
it: Rilevamento Posizione + Bandiere
sv: Platsidentifiering + flaggor
vi: Phát hiện vị trí + Cờ
zh_cn: 位置检测 + 国旗

source: Register on IPInfoDB to get an API key
da: Registrér dig på IPInfoDB for at få an API-nøgle
de: Registrieren Sie sich bei IPInfoDB, um einen API-Key zu erhalten
hu: Regisztráljon az IPInfoDB-n API-kulcs megszerzéséhez
it: Registrati su IPInfoDB per ottenere una chiave API
sv: Registrera dig på IPInfoDB för att få en API-nyckel
vi: Đăng ký tại IPInfoDB để nhận khóa API
zh_cn: 注册IPInfoDB获取API密钥

source: API key from IPInfoDB
da: API-nøgle fra IPInfoDB
de: API-Key von IPInfoDB
hu: API kulcs az IPInfoDB-ről
it: Chiave API da IPInfoDB
sv: API-nyckel från IPInfoDB
vi: Khóa API từ IPInfoDB
zh_cn: IPInfoDB的API密钥

source: Get your API key from IPInfoDB and place it here.
da: Få din API-nøgle fra IPInfoDB og placér den her.
de: Holen Sie sich Ihren API-Key von IPInfoDB und geben Sie ihn hier ein.
hu: Szerezze be API kulcsát az IPInfoDB-től, és helyezze ide.
it: Ottieni la tua chiave API da IPInfoDB e inseriscila qui.
sv: Hämta din API-nyckel från IPInfoDB och placera den här.
vi: Lấy khóa API từ IPInfoDB và nhập vào đây.
zh_cn: 从IPInfoDB获取您的API密钥并将其放置在这里。
