Repository: linuxmint/cinnamon-spices-applets
Catalog: octopussy@centurix/files/octopussy@centurix/po/*.po
Languages: es, it, vi

source: OctoPussy: OctoPrint manager.
es: OctoPussy: Gestor OctoPrint.
vi: OctoPussy: Trình quản lý OctoPrint.

source: Settings
es: Ajustes
it: Impostazioni
vi: Cài đặt

source: Time lapsed:
es: Tiempo transcurrido:
it: Tempo trascorso:
vi: Thời gian đã trôi:

source: Estimated:
es: Estimado:
it: Stimato:
vi: Ước tính:

source: Total time:
es: Tiempo total:
it: Tempo totale:
vi: Tổng thời gian:

source: Pause current print
es: Pausar la impresión en curso
it: Sospendi la stampa corrente
vi: Tạm dừng bản in hiện tại

source: Continue current print
es: Continuar impresión en curso
it: Continua la stampa corrente
vi: Tiếp tục bản in hiện tại

source: Change filament
es: Cambiar filamento
it: Cambia filamento
vi: Đổi sợi in

source: Camera monitor
es: Monitor de la cámara
it: Monitor della fotocamera
vi: Giám sát camera

source: Open OctoPrint web
es: Abrir OctoPrint web
it: Apri OctoPrint web
vi: Mở web OctoPrint

source: Restart OctoPrint
es: Reiniciar OctoPrint
it: Riavvia OctoPrint
vi: Khởi động lại OctoPrint

source: Shutdown OctoPrint
es: Apagar OctoPrint
it: Arresta OctoPrint
vi: Tắt OctoPrint

source: Configure...
es: Configurar...
it: Configura...
vi: Cấu hình...

source: Restart
es: Reiniciar
vi: Khởi động lại

source: Cancel
es: Cancelar
vi: Hủy

source: Shutdown
es: Apagar
vi: Tắt

source: Please confirm your action!
es: ¡Por favor confirme su acción!
vi: Vui lòng xác nhận hành động của bạn!

source: An applet to manage OctoPrint.
es: Un applet para gestionar OctoPrint.
it: Una applet per gestire OctoPrint.
vi: Applet để quản lý OctoPrint.

source: OctoPrint manager
es: Gestor OctoPrint
vi: Quản lý OctoPrint

source: OctoPrint API Address
es: Dirección API de OctoPrint
it: Indirizzo API OctoPrint
vi: Địa chỉ API OctoPrint

source: OctoPrint API Key. Get an API key from the OctoPrint site settings.
es: Clave API de OctoPrint. Obtenga una clave API desde la configuración del sitio de OctoPrint.
it: Chiave API OctoPrint. Ottieni una chiave API dalle impostazioni del sito OctoPrint.
vi: Khóa API OctoPrint. Lấy khóa API từ cài đặt trang OctoPrint.

source: seconds
es: segundos
it: secondi
vi: giây

source: Refresh Interval:
es: Intervalo de actualización:
it: Intervallo di aggiornamento:
vi: Khoảng thời gian làm mới:

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine
es: Aumente o disminuya este valor para cambiar el intervalo de actualización: utilice una actualización lenta si tiene una máquina lenta
it: Aumenta o diminuisci questo valore di spinner per modificare l'intervallo di aggiornamento: usa un aggiornamento lento se hai una macchina lenta
vi: Tăng hoặc giảm giá trị này để thay đổi khoảng thời gian làm mới - dùng chế độ làm mới chậm nếu máy của bạn chậm

source: Video command to use when showing the webcam. Defaults to vlc.
es: Comando de video a usar cuando se muestra la webcam. Por defecto es vlc.
it: Comando video da utilizzare quando si mostra la webcam. Il valore predefinito Ã¨ vlc.
vi: Lệnh video dùng khi hiển thị webcam. Mặc định là vlc.
