Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/calc-js@ptandler/*.po
Languages: ca, da, de, es, fi, hu, it, nl, ru, zh_tw

source: Mini-Calc Applet
ca: Mini-calculadora
da: Minilommeregner
de: Mini-Rechner-Applet
es: Applet Mini-calculadora
fi: Mini-laskin sovelma
hu: Mini Számológép kisalkalmazás
it: Applet Mini-Calc
nl: Mini-Rekenmachine Applet
ru: Маленький Калькулятор (Mini-Calc Applet)

source: Very simple and minimalistic but yet powerful calculator that evaluates JavaScript expressions.
ca: Calculadora molt simple i minimalista que suporta expressions de JavaScript.
da: Meget enkel og minimalistisk lommeregner som evaluerer JavaScript-udtryk
de: Sehr einfacher und minimalistischer, aber dennoch leistungsfähiger Taschenrechner, der JavaScript-Ausdrücke auswertet.
es: Calculadora muy simple y minimalista pero potente que evalúa expresiones JavaScript.
fi: Minimalistinen, mutta silti tehokas laskin, joka arvioi JavaScript-lausekkeita.
hu: Nagyon egyszerű és minimalista, de mégis hatékony számológép, amely kiértékeli a JavaScript kifejezéseket.
it: Calcolatrice molto semplice e minimalista ma allo stesso tempo potente che valuta le espressioni JavaScript.
nl: Een zeer eenvoudige en minimalistische maar toch krachtige rekenmachine die JavaScript-uitdrukkingen evalueert.
ru: Очень простой и минималистичный калькулятор, но полноценно исполняющий JavaScript выражения.
zh_tw: 非常簡潔、極簡風格但功能強大的計算機，可執行 JavaScript 運算式。

source: Settings
ca: Opcions
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
hu: Beállítások
it: Impostazioni
nl: Instellingen
ru: Настройки
zh_tw: 設定

source: Keyboard
ca: Teclat
da: Tastatur
de: Tastatur
es: Teclado
fi: Näppäimistö
hu: Billentyűzet
it: Tastiera
nl: Toetsenbord
ru: Клавиатура
zh_tw: 鍵盤

source: Number Format
ca: Format numèric
da: Talformat
de: Zahlenformat
es: Formato numérico
fi: Numeroiden formaatti
hu: Számformátum
it: Formato numerico
nl: Getalnotatie
ru: Формат Чисел
zh_tw: 數字格式

source: Expression and Result History
ca: Historial d'expressions i resultats
da: Udtryks- og resultathistorik
de: Ausdruck- und Ergebnisverlauf
es: Historial de expresiones y resultados
fi: Ilmaisu- ja tuloshistoria
hu: Kifejezés és eredményelőzmények
it: Cronologia delle espressioni e dei risultati
nl: Uitdrukking en resultaatgeschiedenis
ru: История Вычислений и Результатов
zh_tw: 運算式與計算結果記錄

source: Show / hide mini calculator
ca: Mostrar / amagar la mini-calculadora
da: Vis/skjul minilommeregner
de: Mini-Rechner ein-/ausblenden
es: Mostrar / ocultar mini calculadora
fi: Näytä tai piilota laskin
hu: Mini számológép megjelenítése / elrejtése
it: Mostra/nascondi la mini calcolatrice
nl: Toon / verberg mini-rekenmachine
ru: Показать / скрыть мини-калькулятор
zh_tw: 顯示／隱藏小計算機

source: Convert numbers in current locale's format to JS numbers
ca: Converteix els números en format local actual a números de JS
da: Konvertér tal i det aktuelle talformat til JS-tal
de: Zahlen im Format des aktuellen Gebietsschemas in JS-Zahlen umwandeln
es: Convertir números en el formato de la configuración regional actual a números JS
fi: Muunna luvut nykyisessä kielimuodossa JS-luvuiksi
hu: Konvertálja az aktuális nyelvi formátumú számokat JS-számokká
it: Converti i numeri dal formato locale corrente in numeri JS
nl: Converteer getallen in de huidige locale-indeling naar JS-getallen
ru: Преобразовать числа из текущей локали в формат чисел JS
zh_tw: 將目前語系格式的數字轉換為 JS 數字格式

source: e.g. for the German locale convert `1,2 + 3,4` to `1.2 + 3.4`. Makes pasting number easier.
ca: per exemple, per la localització alemanya, converteix `1,2 + 3,4` a `1.2 + 3.4`. Fa que copiar i enganxar números sigui més fàcil.
da: Konvertér f.eks. “1,2 + 3,4” til “1.2 + 3.4”. Gør det nemmere at indsætte tal.
de: z.B. für das deutsche Gebietsschema `1,2 + 3,4` in `1.2 + 3.4` umwandeln. Das macht das Einfügen von Zahlen einfacher.
es: por ejemplo, para la configuración regional alemana, convierta `1,2 + 3,4` en `1.2 + 3.4`. Facilita el pegado de números.
fi: esim. saksa kielialueelle muunna `1,2 + 3,4` arvoksi `1.2 + 3.4`. Helpottaa numeroiden liittämistä.
hu: Pl.: német nyelvi beállítások esetén konvertálja az "1,2 + 3,4" értékeket "1.2 + 3.4"-re. Megkönnyítheti egy szám beillesztését.
it: ad esempio: per la locale italiana convertire `1,2 + 3,4` in `1.2 + 3.4`. Rende piÃ¹ semplice incollare il numero.
nl: bv. voor de Duitse locale, converteer `1,2 + 3,4` naar `1.2 + 3.4`. Maakt het plakken van getallen gemakkelijker.
ru: например: `1,2 + 3,4` может быть преобразовано в `1.2 + 3.4`.
zh_tw: 例如：在德語語系中，將 `1,2 + 3,4` 轉換為 `1.2 + 3.4`，讓貼上數字更方便。

source: Max number of recent expressions
ca: Número màxim d'expressions recents
da: Største antal seneste udtryk
de: Maximale Anzahl der letzten Ausdrücke
es: Número máximo de expresiones recientes
fi: Edellisten lauseiden maksimi
hu: Legutóbbi kifejezések maximális száma
it: Numero massimo di espressioni recenti
nl: Maximaal aantal recente uitdrukkingen
ru: Максимальное количество последних вычислений
zh_tw: 最近運算式的最大數量

source: Max length of expression history
ca: Longitud màxima de l'historial d'expressions
da: Største længde på ydtrykshistorikken
de: Maximale Länge des Ausdrucksverlaufs
es: Longitud máxima del historial de expresiones
fi: Historian maksimi
hu: A kifejezéselőzmény maximális hossza
it: Lunghezza massima della cronologia delle espressioni
nl: Maximale lengte van uitdrukkingengeschiedenis
ru: Максимальная длинна истории вычислений
zh_tw: 運算式記錄的最大長度
