Repository: linuxmint/cinnamon-spices-applets
Catalog: bluetooth-battery@zamszowy/files/bluetooth-battery@zamszowy/po/*.po
Languages: hu, it, ru

source: Show devices battery levels
hu: Az eszközök akkumulátorszintjének megjelenítése
it: Mostra i livelli della batteria dei dispositivi
ru: Показывать уровень заряда батареи

source: Test notification
hu: Teszt értesítés
it: Notifica di prova
ru: Тест уведомления

source: Bluetooth battery
hu: Bluetooth akkumulátor
it: Batteria Bluetooth
ru: Информация о заряде Bluetooth устройств (Bluetooth battery)

source: Shows battery levels of different devices
hu: Megmutatja a különböző eszközök akkumulátorszintjét
it: Mostra i livelli della batteria di diversi dispositivi
ru: Показывает уровень заряда различных устройств

source: Settings
hu: Beállítások
it: Impostazioni
ru: Настройки

source: Notifications
hu: Értesítések
it: Notifiche
ru: Уведомления

source: Blacklist
hu: Feketelista
ru: Игнорировать

source: Enable battery monitoring for:
hu: Akkumulátorfigyelés engedélyezése:
it: Abilita il monitoraggio della batteria per:
ru: Включит мониторинг заряда для:

source: Icon/Text:
hu: Ikon/Szöveg:
it: Icona/Testo:
ru: Значок/Текст:

source: Device to display
hu: Megjelenítendő eszköz
it: Dispositivo da visualizzare
ru: Устройство для отображения

source: Disable monitoring for selected devices. You can use model or serial of the device. Comment starts with '#'
hu: A kiválasztott eszközök figyelésének letiltása. Használhatja az eszköz modelljét vagy sorozatát. A megjegyzés „#” karakterrel kezdődik
it: Disabilita il monitoraggio per i dispositivi selezionati. È possibile utilizzare il modello o il seriale del dispositivo. Il commento inizia con '#'
ru: Отключить мониторинг для выбранных устройств. Вы можете указать модель или серийный номер устройства. Комментарий начинается с '#'

source: Warning notifications
hu: Figyelmeztető értesítések
it: Notifiche di avviso
ru: Уведомления с предупреждением

source: Critical notifications
hu: Kritikus értesítések
it: Notifiche di criticità
ru: Критические уведомления

source: Ignore small changes of battery levels - if device reports small battery changes back and forth, this setting would help
hu: Hagyja figyelmen kívül az akkumulátor töltöttségi szintjének kis változásait – ha az eszköz kisebb akkumulátorcseréket jelez oda-vissza, ez a beállítás segíthet
it: Ignora piccole variazioni dei livelli della batteria: se il dispositivo segnala piccole variazioni della batteria avanti e indietro, questa impostazione potrebbe essere utile
ru: Игнорировать небольшие изменения в изменении заряда

source: Showing of configured applet icon/text
hu: A beállított kisalkalmazás ikon/szöveg megjelenítése
it: Visualizzazione dell'icona/testo dell'applet configurati
ru: Отображение на апплете значка/текста

source: Keyboards
hu: Billentyűzetek
it: Tastiere
ru: Клавиатура

source: Mice
hu: Egerek
it: Mouse
ru: Мышь

source: Headphones
hu: Fejhallgatók
it: Cuffie
ru: Наушники

source: Other devices
hu: Más eszközök
it: Altri dispositivi
ru: Другое устройство

source: Display
hu: Megjelenítés
it: Visualizzazione
ru: Отображать

source: Icon and Text
hu: Ikon és Szöveg
it: Icona e testo
ru: Значок и Текст

source: Icon
hu: Ikon
it: Icona
ru: Значок

source: Text
hu: Szöveg
it: Testo
ru: Текст

source: tooltip
hu: eszköztipp

source: Apply
hu: Alkalmaz
it: Applica
ru: Применить

source: Apply changes
hu: Módosítások alkalmazása
it: Applica cambiamenti
ru: Применить изменения

source: Manually select main device to display (instead of the one with lowest battery)
hu: Manuálisan válassza ki a megjelenítendő fő eszközt (a legalacsonyabb akkumulátorral rendelkező eszköz helyett)
it: Seleziona manualmente il dispositivo principale da visualizzare (invece di quello con la batteria più scarica)
ru: Вручную выберите основное устройство

source: Selected device:
hu: Kiválasztott eszköz:
it: Dispositivo selezionato:
ru: Выбранные устройства:

source: Select device to display
hu: Válassza ki a megjeleníteni kívánt eszközt
it: Seleziona un dispositivo da mostrare
ru: Выбрать устройства для отображения

source: Enable notification for battery warning level
hu: Az akkumulátor figyelmeztetési szintjéről szóló értesítés engedélyezése
it: Abilita la notifica per il livello di avviso della batteria
ru: Включить уведомления о низком заряде

source: Notify when battery below [%]
hu: Értesítés, ha az akkumulátor töltöttsége [%] alatt van
it: Notifica quando la batteria è inferiore al [%]
ru: Уведомлять когда уровень заряда станет ниже [%]

source: Enable notification for battery critical level
hu: Az akkumulátor kritikus szintjéről szóló értesítés engedélyezése
it: Abilita la notifica per il livello critico della batteria
ru: Включить уведомление о критическом разряде

source: Show icon/text only if:
hu: Csak az ikon/szöveg megjelenítése, ha:
it: Mostra icona/testo solo se:
ru: Показать значок/текст только если:

source: show always
hu: mindig jelenjen meg
it: mostra sempre
ru: всегда показывать

source: battery below warning level
hu: az akkumulátor a figyelmeztetési szint alatt van
it: batteria al di sotto del livello di avviso
ru: батарея достаточно разряжена

source: battery below critical level
hu: az akkumulátor a kritikus szint alatt van
it: batteria al di sotto del livello critico
ru: батарея критически разряжена

source: Notify again only if battery increased above configured level by at least:
hu: Csak akkor értesítsen újra, ha az akkumulátor töltöttsége legalább a konfigurált szint fölé emelkedett:
it: Notifica nuovamente solo se la batteria è aumentata al di sopra del livello configurato di almeno:
ru: Уведомить снова если заряд увеличился выше настроенного на:
