Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/power-profiles@rcalixte/*.po
Languages: fi, it, vi, zh_tw

source: Power Saver
fi: Virransäästö
it: Risparmio Energetico
vi: Tiết kiệm năng lượng
zh_tw: 省電模式

source: Balanced
fi: Tasapainotettu
it: Bilanciato
vi: Cân bằng
zh_tw: 平衡模式

source: Performance
fi: Suorituskyky
it: Prestazioni
vi: Hiệu năng
zh_tw: 高效能模式

source: Please make sure the power-profiles-daemon package is installed and the service is running.
fi: Varmista, että power-profiles-daemon ohjelmisto on asennettu ja palvelu on käynnissä.
it: Assicurati che il pacchetto power-profiles-daemon sia installato e che il servizio sia in esecuzione.
vi: Vui lòng đảm bảo gói power-profiles-daemon đã cài đặt và dịch vụ đang chạy.
zh_tw: 請確認 power-profiles-daemon 套件已安裝且其服務正在運作中。

source: exception:
fi: poikkeus:
it: eccezione:
vi: ngoại lệ:
zh_tw: 例外狀況：

source: Power Profiles Applet Error
fi: Virtaprofiilin sovelusvirhe
it: Errore dell'applet dei profili energetici
vi: Lỗi Applet Hồ sơ Năng lượng
zh_tw: Power Profiles 小程式發生錯誤

source: The system package 'power-profiles-daemon' is not installed. Please install it and reload the applet.
fi: Ohjelmaa "power-profiles-daemon" ei ole asennettu. Asenna se ensin ja lataa sovelma uudelleen.
it: Il pacchetto di sistema 'power-profiles-daemon' non è installato. Installalo e ricarica l'applet.
vi: Gói hệ thống 'power-profiles-daemon' chưa được cài đặt. Vui lòng cài đặt và tải lại applet.
zh_tw: 系統尚未安裝 power-profiles-daemon 套件，請安裝後重新載入這個小程式。

source: Open README
fi: Avaa README
it: Apri LEGGIMI
vi: Mở README
zh_tw: 開啟 README

source: Open Website
fi: Avaa sivusto
it: Apri sito web
vi: Mở trang web
zh_tw: 開啟網站

source: Current Profile:
fi: Profiili:
it: Profilo Attuale:
vi: Hồ sơ hiện tại:
zh_tw: 目前設定檔：

source: Performance Degraded:
fi: Suorituskyky heikentynyt:
it: Prestazioni Ridotte:
vi: Hiệu năng suy giảm:
zh_tw: 效能已降低：

source: Active Profile Holds:
fi: Aktiivinen profiili pidossa:
it: Conservazione del Profilo Attivo:
vi: Hồ sơ đang hoạt động giữ:
zh_tw: 作用中設定檔鎖定：

source: An applet to modify the current system power profile as determined by power-profiles-daemon
fi: Sovelma tietokoneen tehoprofiilin muuttamiseen power-profiles-daemon määrittämänä
it: Un'applet per modificare il profilo energetico corrente del sistema come determinato da power-profiles-daemon
vi: Applet để thay đổi hồ sơ năng lượng hệ thống hiện tại theo power-profiles-daemon
zh_tw: 一個可根據 power-profiles-daemon 調整目前系統電源設定檔的小程式

source: Power Profiles
it: Profili Energetici
vi: Hồ sơ Năng lượng

source: If enabled, if the current profile is 'Power Saver' and the 'Previous profile' keyboard shortcut is used, the next profile would be 'Performance' (or 'Balanced' on some systems). If disabled, if the current profile is 'Power Saver' and the 'Previous profile' keyboard shortcut is used, the profile would not change.
fi: Jos tämä profiili on käytössä ja profiili on "Virransäästö" ja "Edellinen profiili" pikanäppäintä käytetään, seuraava profiili on "Suorituskyky" (tai "Tasapainoinen"). Jos ei ole käytössä, profiili ei muutu vaikka profiili olisi "Virransäästö" ja "Edellinen profiili" pikanäppäintä painettaisiin
it: Se abilitato, se il profilo corrente è "Risparmio Energetico" e viene utilizzata la scorciatoia da tastiera "Profilo precedente", il profilo successivo sarà "Prestazioni" (o "Bilanciato" su alcuni sistemi). Se disabilitato, se il profilo corrente è "Risparmio Energetico" e viene utilizzata la scorciatoia da tastiera "Profilo precedente", il profilo non cambierà.
vi: Nếu bật, khi hồ sơ hiện tại là 'Tiết kiệm năng lượng' và dùng phím tắt 'Hồ sơ trước', hồ sơ tiếp theo sẽ là 'Hiệu năng' (hoặc 'Cân bằng' trên một số hệ thống). Nếu tắt, hồ sơ sẽ không thay đổi khi sử dụng phím tắt 'Hồ sơ trước'.
zh_tw: 若啟用，當目前電源設定檔為「省電模式」且使用「上一個電源設定檔」鍵盤快速鍵時，下一個電源設定檔將為「高效能模式」（在某些系統上則為「平衡模式」）。 若停用，當目前電源設定檔為「省電模式」且使用「上一個電源設定檔」鍵盤快速鍵時，電源設定檔將不會變更。

source: Keyboard Shortcuts
fi: Pikanäppäimet
it: Scorciatoie da Tastiera
vi: Phím tắt
zh_tw: 鍵盤快速鍵

source: Previous profile
fi: Edellinen profiili
it: Profilo precedente
vi: Hồ sơ trước
zh_tw: 上一個電源設定檔

source: Set keybinding(s) to switch to previous power profile.
fi: Pikanäppäin edelliseen tehoprofiiliin.
it: Imposta le combinazioni di tasti per passare al profilo di alimentazione precedente.
vi: Đặt phím tắt để chuyển sang hồ sơ năng lượng trước đó.
zh_tw: 設定組合鍵以切換至上一個電源設定檔。

source: Next profile
fi: Seuraava profiili
it: Profilo successivo
vi: Hồ sơ tiếp theo
zh_tw: 下一個電源設定檔

source: Set keybinding(s) to switch to next power profile.
fi: Pikanäppäin seuraavaan tehoprofiiliin.
it: Imposta le combinazioni di tasti per passare al profilo di alimentazione successivo.
vi: Đặt phím tắt để chuyển sang hồ sơ năng lượng tiếp theo.
zh_tw: 設定組合鍵以切換至下一個電源設定檔。

source: On-screen display for keyboard shortcuts
fi: Näyttö pikanäppäimiä varten
it: Visualizzazione su schermo (OSD) per le scorciatoie da tastiera
vi: Hiển thị trên màn hình cho phím tắt
zh_tw: 使用鍵盤快速鍵時顯示螢幕提示

source: Show on-screen display of the new profile when using the keyboard shortcuts
fi: Näytä uuden profiilin näyttö, kun käytät pikanäppäimiä
it: Mostra la visualizzazione su schermo (OSD) del nuovo profilo quando si utilizzano le scorciatoie da tastiera
vi: Hiển thị hồ sơ mới trên màn hình khi dùng phím tắt
zh_tw: 使用鍵盤快速鍵時，在螢幕上顯示新的電源設定檔

source: Appearance
fi: Ulkoasu
it: Aspetto
vi: Giao diện
zh_tw: 外觀

source: Icon Style
fi: Kuvakkeet
it: Stile Icona
vi: Kiểu biểu tượng
zh_tw: 圖示樣式

source: Classic
fi: Klassinen
it: Classica
vi: Cổ điển
zh_tw: 傳統

source: Choose the style of the applet's icon. This is used for the panel and the on-screen display.
fi: Valitse sovelman kuvake. Käytetään paneelissa ja näytössä.
it: Scegli lo stile dell'icona dell'applet. Questo è usato per il pannello e la visualizzazione sullo schermo.
vi: Chọn kiểu biểu tượng của applet. Dùng cho thanh và hiển thị trên màn hình.
zh_tw: 選擇小程式圖示的樣式，此樣式將用於面板及螢幕顯示畫面。
