Repository: linuxmint/cinnamon-spices-applets
Catalog: ProcessMemoryMonitor@claudiux/files/ProcessMemoryMonitor@claudiux/po/*.po
Languages: fr

source: Click to reset or reconnect to the process
fr: Cliquer pour réinitialiser ou se reconnecter au processus

source: Process:
fr: Processus :

source: Elapsed:
fr: Écoulé :

source: Start:
fr: Au départ :

source: Value:
fr: Valeur :

source: Refresh interval:
fr: Actualisation chaque :

source: MiB
fr: Mio

source: kiB/min
fr: kio/min

source: Remove '%s'
fr: Supprimer '%s'

source: About...
fr: À propos...

source: Configure...
fr: Configurer...

source: Refresh interval: %s seconds
fr: Actualisation chaque : %s sec

source: Open System Monitor
fr: Ouvrir le Moniteur Système

source: Monitors memory usage of Cinnamon or any other process
fr: Suivi de l'utilisation de la mémoire de Cinnamon ou de tout autre processus

source: Process Memory Monitor
fr: Moniteur de mémoire de processus

source: Process
fr: Processus

source: Characters
fr: Caractères

source: Abbreviations
fr: Abréviations

source: Process to monitor
fr: Processus à monitorer

source: System Monitor
fr: Moniteur Système

source: Variation characters
fr: Caractères décrivant la variation

source: Name of process or PID to be monitored (by default, the Cinnamon process is used)
fr: Nom ou PID du processus à suivre (par défaut, le processus de Cinnamon est utilisé)

source: Set the name of the process or PID you want to monitor here. Note that, for the moment, no consideration is given to multiple instances of the same program (undefined behavior). Open the system monitor to see all running processes.
fr: Indiquez ici le nom du processus ou le PID que vous souhaitez surveiller. Notez que, pour le moment, aucune attention n'est accordée aux instances multiples d'un même programme (comportement non défini). Ouvrez le moniteur système pour consulter tous les processus en cours.

source: Apply
fr: Appliquer

source: Reset to Cinnamon
fr: Rétablir à Cinnamon

source: Max value exceeded ⬆
fr: Valeur max dépassée ⬆

source: Emoji accepted. Empty to return to the default value.
fr: Emoji accepté. Vider pour revenir à la valeur par défaut.

source: Increasing ↗
fr: Augmentation ↗

source: Staying constant ➡
fr: Identique ➡

source: Decreasing ↘
fr: Diminution ↘

source: Min value exceeded ⬇
fr: Valeur min dépassée ⬇

source: Do not display any Variation character
fr: Ne pas afficher de caractère de variation

source: Abbreviation for mebibyte (default: MiB)
fr: Abréviation de mebioctet (par défaut : Mio)

source: 1 MiB = 1024 kiB
fr: 1 Mio = 1024 kio

source: Abbreviation for kibibyte per minute (default: kiB/min)
fr: Abréviation de kibioctet par minute (par défaut : kio/min)

source: 1 kiB = 1024 B
fr: 1 kio = 1024 octets

source: Font weight
fr: Apparence de la police

source: normal
fr: normale

source: bold
fr: en gras

source: Font family
fr: Famille de police

source: fantasy
fr: fantaisie

source: Select monospace to ensure display stability.
fr: Choisir monospace pour garantir la stabilité de l'affichage.

source: Font size
fr: Taille de police

source: xx-small
fr: très petite

source: x-small
fr: plus petite

source: small
fr: petite

source: medium
fr: moyenne

source: large
fr: grande

source: x-large
fr: plus grande

source: xx-large
fr: très grande

source: Custom width
fr: Personnaliser la largeur

source: Label's width (pixels)
fr: Largeur d'étiquette (pixels)
