Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/placesCenter@scollins/*.po
Languages: bg, hr, it, tr, uk

source: (Right click to open folder)
it: (Fare clic con il tasto destro per aprire la cartella)
uk: (Клацніть правою кнопкою миші, щоб відкрити папку)

source: Places
bg: Места
hr: Lokacije
it: Posizioni
tr: Konumlar
uk: Місця

source: Search Home Folder
bg: Търси в домашната папка
hr: Pretraži osobnu mapu
it: Cerca nella cartella Home
tr: Ev Dizinini Ara
uk: Пошук у домашній папці

source: SYSTEM
bg: СИСТЕМА
hr: SUSTAV
it: SISTEMA
tr: SİSTEM
uk: СИСТЕМА

source: Search File System
bg: Търси във файловата система
hr: Pretraži datotečni sustav
it: Cerca nel File System
tr: Dosya Sistemi Ara
uk: Пошук у файловій системі

source: RECENT DOCUMENTS
bg: ПОСЛЕДНИ ДОКУМЕНТИ
hr: NEDAVNI DOKUMENTI
it: DOCUMENTI RECENTI
tr: SON BELGELER
uk: ОСТАННІ ДОКУМЕНТИ

source: Clear
bg: Изчисти
hr: Obriši
it: Pulisci
tr: Temizle
uk: Очистити

source: Computer
bg: Компютър
hr: Računalo
tr: Bilgiayar
uk: Комп'ютер

source: File System
bg: Файлова система
hr: Datotečni sustav
tr: Dosya Sistemi
uk: Файлова система

source: Network
bg: Мрежа
hr: Mreža
it: Rete
tr: Ağ
uk: Мережа

source: Trash
bg: Кошче
hr: Smeće
it: Cestino
tr: Çöp
uk: Смітник

source: Open...
bg: Отваряне...
it: Apri...
tr: Aç...
uk: Відкрити...

source: Open Containing Folder...
bg: Отваряне на съдържащата папка...
it: Apri la cartella contenente...
tr: İçeren Dizini Aç...
uk: Відкрийте папку, що містить...

source: Search
bg: Търсене
it: Ricerca
tr: Ara
uk: Пошук

source: Start in
bg: Стартирай в
it: Avvia in
tr: İçinde başlat
uk: Почати в

source: Select a folder
bg: Избор на папка
it: Seleziona una cartella
tr: Bir dizin seç
uk: Виберіть папку

source: Follow symlinks
bg: Следвай символните връзки
it: Segui i collegamenti simbolici
tr: Sembolik bağlantıyı izle
uk: Переходити за символічними посиланнями

source: Search hidden
bg: Търси в скритите
it: Cerca files nascosti
tr: Gizlileri ara
uk: Пошук прихованих файлів

source: Use regular expressions
bg: Използване на регулярни изрази
it: Usa espressioni regolari
tr: Düzenli ifadeler kullan
uk: Використовувати регулярні вирази

source: Stop
bg: Спри
it: Ferma
tr: Dur
uk: Зупинити

source: File
bg: Файл
tr: Dosya
uk: Файл

source: Path
bg: Път
it: Percorso
tr: Hedef
uk: Шлях

source: Searching...
bg: Търсене...
it: Cercando...
tr: Arıyor...
uk: Шукаю...

source: Search Stopped
bg: Търсенето е спряно
it: Ricercata Interrotta
tr: Ara Durdu
uk: Пошук зупинено

source: Searching:
bg: Търсене:
it: Cercando:
tr: Aranıyor:
uk: Шукаю:

source: Error: insufficient permissions to read folder
bg: Грешка: недостатъчно права за прочитане на папката
it: Errore: autorizzazioni insufficienti per leggere la cartella
tr: Hata: dizini okumak için izinler yetersiz
uk: Помилка: недостатньо прав для читання папки

source: Search Completed
bg: Търсенето завърши
it: Ricerca Completata
tr: Arama Tamamlandı
uk: Пошук завершено

source: Skipping
bg: Пропускане
it: Tralasciando
tr: Atlanıyor
uk: Пропуск

source: - directory already searched
it: - directory già cercata
uk: - в папці вже здійснено пошук

source: Places Center
bg: Централни места
hr: Središte lokacija
tr: Konumlar Merkezi
uk: Центр місць

source: Provides an easy-to-read layout to access your places
bg: Доставя лесна за ползване подредба за достъп до вашите места
hr: Omogućuje lako čitljiv raspored za pristup vašim lokacijama
it: Fornisce un layout di facile lettura per accedere alle tue posizioni
tr: Konumlarınıza erişmek için kolay okunur bir düzen sağlar.
uk: Забезпечує легку для читання схему для доступу до ваших місць

source: Places Center is a feature-rich, cross-platform Cinnamon applet that provides easy access to all of your most-used places. Feel free to contribute by submitting pull requests, bug reports and feature requests to my github repo.
bg: Централни места е богат на функции, много платформен аплет за Cinnamon, който предоставя лесен достъп до най-използваните от вас места. Чувствайте се поканени да допринесете с pull request, искане за функции и отчет за грешки в моето github хранилище.
hr: Središte lokacija je značajkama bogat, višeplatformski Cinnamon aplet koji omogućuje lagan pristup vašim najposjećenijim lokacijama. Slobodno možete doprinijeti slanjem zahtjeva s novom značajkom, prijave grešaka i zahtjevom nove značajke na moj github repozitorij.
it: Places Center è un'applet Cinnamon ricca di funzionalità e multipiattaforma che consente di accedere facilmente a tutti i luoghi più utilizzati. Sentiti libero di contribuire inviando richieste pull, segnalazioni di bug e richieste di funzionalità al mio repository github.
tr: Konum Merkezi, en çok kullandığınız yerlere kolay erişim kolaylığı sağlayan, zengin özelliklere sahip, çapraz platformlu bir Cinnamon uygulamacığıdır. Github deposuna işleme talepleri, hata raporları ve özellik istekleri göndererek katkıda bulunmaktan çekinmeyin.
uk: Центр місць (Places Center) – це багатофункціональний кросплатформенний аплет Cinnamon, який забезпечує легкий доступ до місць, які ви найчастіше використовуєте. Не вагайтеся зробити свій внесок, надсилаючи свої pull request, звіти про помилки та запити на нові функції до мого сховища на github.

source: Stephen Collins - Author
bg: Автор: Стивън Колинс
hr: Stephen Collins - Autor
it: Stephen Collins - Autore
tr: Stephen Collins - Yazar
uk: Stephen Collins - Автор

source: kehugter - Added configurability to middle click
bg: Добавка на конфигурация при клик с колелцето: kehugter
hr: kehugter - Dodao prilagodljiv srednji klik
it: kehugter - Aggiunta la configurabilità al clic centrale
tr: kehugter - Orta tıklama için yapılandırılabilirlik ekledi
uk: kehugter - Додав налаштування клацання середньою кнопкою миші

source: General
bg: Общи
hr: Općenito
it: Generale
tr: Genel
uk: Загальне

source: User
bg: Потребител
hr: Korisnik
it: Utente
tr: Kullanıcı
uk: Користувач

source: System
bg: Система
hr: Sustav
it: Sistema
tr: Sistem
uk: Система

source: Recent documents
bg: Последни документи
hr: Nedavni dokumenti
it: Documenti recenti
tr: Son belgeler
uk: Останні документи

source: Panel settings
bg: Настройки на панела
hr: Postavke panela
it: Impostazioni pannello
tr: Panel ayarları
uk: Налаштування панелі

source: Menu settings
bg: Настройки на менюто
hr: Postavke izbornika
it: Impostazioni menù
tr: Menü ayarları
uk: Налаштування меню

source: User section
bg: Секция потребител
hr: Korisnikove mogućnosti
it: Sezione utente
tr: Kullanıcı bölümü
uk: Розділ користувача

source: System section
bg: Секция система
hr: Mogućnosti sustava
it: Sezione sistema
tr: Sistem bölümü
uk: Системний розділ

source: Panel icon
bg: Иконка в панела
hr: Ikona panela
it: Icona pannello
tr: Panel simgesi
uk: Значок панелі

source: Accepts icon name or direct path (supports symbolic icons)
bg: Приемат се имена на иконки или директен път (поддържат се символни иконки)
hr: Upišite naziv ikone ili izravnu putanju (podržava simboličke ikone)
it: Accetta il nome dell'icona o il percorso diretto (supporta le icone simboliche)
tr: Simge adını veya doğrudan hedefini kabul eder (sembolik simgeleri destekler)
uk: Приймає вибір значка за назвою або прямий шлях (підтримує символічні значки)

source: Panel text
bg: Текст в панела
hr: Tekst panela
it: Testo pannello
tr: Panel metni
uk: Текст панелі

source: Menu shortcut key
bg: Пряк път за меню
hr: Prečac tipkovnice izbornika
it: Scorciatoia menù
tr: Menü kısayol tuşu
uk: Комбінація клавіш меню

source: Menu icon size
bg: Размер на иконките в менюто
hr: Veličina ikone izbornika
it: Dimensione dell'icona del menù
tr: Menü simge boyutu
uk: Розмір значка меню

source: Open on middle click
bg: Отвори при клик с колелцето
hr: Otvori pri srednjem kliku
it: Apri al clic centrale
tr: Orta tıklama ile açılacak konum
uk: Відкрити клацанням середньою кнопкою миші

source: Leave blank to disable
bg: Остави празно за изключване
hr: Ostavi prazno za onemgućavanje
it: Lascia vuoto per disabilitare
tr: Pasifleştirmek için boş bırakın
uk: Залиште порожнім, щоб вимкнути

source: Show desktop
bg: Показване на работния плот
hr: Prikaži radnu površinu
it: Mostra desktop
tr: Masaüstünü göster
uk: Показати робочий стіл

source: Custom places
bg: Допълнителни места
hr: Prilagođene lokacije
it: Posizioni personalizzate
tr: Özel konumlar
uk: Спеціальні місця розташування

source: List of uris/file paths to be included. Entries may be separated by either a comma(,) or by a new-line. You can set the name to be displayed by adding :customName after the location. You can likewise set an icon name by adding :iconName after the custom name.
bg: Списък с адреси/път до файл, които да се добавят. Добавените могат да се разделят със запетая(,) или нов ред. Може да добавите име за показване, като добавите :вашеИме след локацията. Също може да зададете иконка като добавите :имеНаИконка след зададеното име.
it: Elenco dei percorsi URI/file da includere. Le voci possono essere separate da una virgola (,) o da una nuova riga. È possibile impostare il nome da visualizzare aggiungendo: nomePersonalizzato dopo la posizione. Puoi anche impostare un nome icona aggiungendo: nomeIcona dopo il nome personalizzato.
tr: Dahil edilecek hedef/dosya yollarının listesi. Girişler virgülle (,) veya yeni bir çizgi ile ayrılabilir. Görüntülenecek adı hedef yolu girdikten sonra :özelİsim şeklinde yazarak ekleyebilirsiniz. Benzer şekilde, özel ismi yazdıktan sonra :simgeİsmi ekleyerek bir simge adı belirleyebilirsiniz. konumun_hedef_yolu:özelİsim:simgeİsmi
uk: «Список URIs/шляхів до файлів, які потрібно включити. Записи можна розділяти комою (,) або новим рядком. Ви можете встановити ім’я, яке відображатиметься, додавши :customName після розташування. Ви також можете встановити назву піктограми, додавши :iconName після настроюваної назви.

source: Show trash
bg: Показване на кошчето
hr: Prikaži smeće
it: Mostra cestino
tr: Çöpü göster
uk: Показати смітник

source: Never
bg: Никога
hr: Nikada
it: Mai
tr: Asla
uk: Ніколи

source: Always
bg: Винаги
hr: Uvijek
it: Sempre
tr: Daima
uk: Завжди

source: When not empty
bg: Когато не е празно
hr: Kada nije prazno
it: Quando non vuoto
tr: Boş olmadığında
uk: Коли не порожній

source: Show computer
bg: Покажи компютър
hr: Prikaži računalo
it: Mostra computer
tr: Bilgisayar göster
uk: Показати комп'ютер

source: Show file system
bg: Покажи фаловата система
hr: Prikaži datotečni sustav
it: Mostra file system
tr: Dosya sistemi göster
uk: Показати файлову систему

source: Show volumes
bg: Показвай устройства
hr: Prikaži montirane uređaje
it: Mostra volumi
tr: Disk bölümlerini
uk: Показати томи

source: Only show mounted drives
bg: Показвай само монтираните устройства
hr: Prikaži samo montirane uređaje
it: Mostra solo le unità montate
tr: Sadece bağlı sürücüleri göster
uk: Показати лише підключені диски

source: Show network
bg: Показвай мрежа
hr: Prikaži mrežu
it: Mostra rete
tr: Ağı göster
uk: Показати мережу

source: Show recent documents
bg: Показване на последните документи
hr: Prikaži nedavne dokumente
it: Mostra documenti recenti
tr: Son belgeleri göster
uk: Показати останні документи

source: All Recent Documents
it: Tutti i Documenti Recenti
uk: Усі останні документи

source: Number to show
bg: Брой за показване
hr: Broj prikazanih nedavnih dokumenata
it: Numero da mostrare
tr: Sayı göster
uk: Кількість для показу

source: Privacy
uk: Конфіденційність

source: Recent
it: Recenti

source: claudiux - Improvements to the 'Recent' section.
it: claudiux - Miglioramenti alla sezione 'Recenti'.

source: Show complete path in tooltips
it: Mostra il percorso completo nelle descrizioni comandi

source: px
bg: пкс
hr: pikseli
tr: piksel
