Repository: linuxmint/cinnamon-spices-applets
Catalog: anime-wallpaper@flyflyan/files/anime-wallpaper@flyflyan/po/*.po
Languages: ca, da, es, nl, zh_tw

source: Automatically save background images
ca: Guardar automàticament les imatges de fons
da: Gem automatisk skrivebordsbaggrunde
es: Guardar automáticamente imágenes de fondo
nl: Automatisch achtergrondafbeeldingen opslaan
zh_tw: 自動儲存桌布圖片

source: Play backgrounds as a slideshow
ca: Reproduir imatges de fons en mode de presentació
da: Afspil baggrunde som slideshow
es: Reproducir fondos como un pase de diapositivas
nl: Achtergronden afspelen als diavoorstelling
zh_tw: 以播放投影片的方式輪播桌布

source: Enable click to switch images
ca: Activar el canvi d'imatge de fons via clic
da: Aktivér klik for at skifte billede
es: Activar el clic para cambiar de imagen
nl: Klikken om afbeeldingen te wisselen inschakelen
zh_tw: 啟用點選切換圖片功能

source: Anime Desktop Wallpaper
ca: Fons de pantalla d'anime
da: Anime-skrivebordsbaggrund
es: Fondo de escritorio de anime
nl: Anime-bureaubladachtergrond
zh_tw: Anime 桌面桌布

source: Download and apply Anime Wallpaper to your desktop
ca: Descarregueu fons de pantalla d'anime per l'escriptori
da: Download og få vist Anime-skrivebordsbaggrunde på dit skrivebord
es: Descarga y aplica fondos de anime a tu escritorio
nl: Anime-achtergrond downloaden en gebruiken op je bureaublad
zh_tw: 下載並套用 Anime 桌布到您的桌面上

source: Configure
ca: Configurar
da: Konfigurér
es: Configurar
nl: Configureren
zh_tw: 設定

source: Wallpaper api resource
ca: Recurs API per fons de pantalla
da: API-ressource til skrivebordsbaggrunde
es: Recurso API de fondo de pantalla
nl: Achtergrondafbeeldingen API-bron
zh_tw: 桌布 API 資源

source: Select a wallpaper resource
ca: Seleccioneu un origen d'imatges dels fons de pantalla
da: Vælg en ressource til skrivebordsbaggrunde
es: Seleccione un recurso de fondo de pantalla
nl: Selecteer een achtergrondafbeeldingbron
zh_tw: 選擇桌布資源

source: Save background images to
ca: Guardar les imatges de fons a
da: Gem skrivebordsbaggrunde i
es: Guardar imágenes de fondo en
nl: Sla achtergrondafbeeldingen op naar
zh_tw: 將桌布圖片儲存到

source: Automatically save background images to this directory
ca: Guarda les imatges de fons automàticament a aquest directori
da: Gem automatisk skrivebordsbaggrunde i denne mappe
es: Guardar automáticamente las imágenes de fondo en este directorio
nl: Sla achtergrondafbeeldingen automatisch op naar deze map
zh_tw: 自動將桌布圖片儲存到此目錄

source: minutes
ca: minuts
da: minutter
es: minutos
nl: minuten
zh_tw: 分鐘

source: Delay
ca: Retard
da: Forsinkelse
es: Retraso
nl: Vertraging
zh_tw: 間隔時間
