Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/ipindicator@matus.benko@gmail.com/*.po
Languages: hu, it, nl, ru, vi, zh_cn

source: trying to fetch IP information
hu: IP-adatokat próbál lekérni
it: cercando di recuperare informazioni sull'IP
nl: aan het proberen om IP-informatie op te halen
ru: Попытка извлечь информацию об IP
vi: Đang lấy thông tin IP
zh_cn: 正在尝试获取 IP 信息

source: IP Indicator
hu: IP indikátor
it: Indicatore IP
ru: IP Индикатор
vi: Trình hiển thị IP
zh_cn: IP 指示器

source: Applet shows different icon for different public IP addresses. Useful when often using VPN.
hu: A kisalkalmazás különböző ikonokat mutat a különböző nyilvános IP-címekhez. Hasznos, ha gyakran használ VPN-t.
it: L'applet mostra un'icona diversa per i diversi indirizzi IP pubblici. Utile quando si utilizza spesso la VPN.
nl: Applet toont verschillende pictogrammen voor verschillende openbare IP-adressen. Handig bij frequent gebruik van VPN.
ru: Апплет показывает разные иконки для разных IP адресов. Полезно когдачасто используется VPN.
vi: Applet hiển thị biểu tượng khác nhau cho từng địa chỉ IP công cộng. Hữu ích khi thường dùng VPN.
zh_cn: Applet 为不同的公共 IP 地址显示不同的图标。当经常使用 VPN 时很有用.

source: Icon
hu: Ikon
it: Icona
nl: Pictogram
ru: Иконка
vi: Biểu tượng
zh_cn: 图标

source: Icon and IP
hu: Ikon és IP
it: Icona e IP
nl: Pictogram en IP
ru: Иконка и IP
vi: Biểu tượng và IP
zh_cn: 图标和 IP

source: Appearance
hu: Megjelenés
it: Aspetto
nl: Uiterlijk
ru: Внешний вид
vi: Giao diện
zh_cn: 外观

source: seconds
hu: másodperc
it: secondi
nl: seconden
ru: секунды
vi: giây
zh_cn: 秒

source: Interface check interval:
hu: Interfész ellenőrzési időköz:
it: Intervallo di controllo dell'interfaccia:
nl: Interval voor interfacecontrole:
ru: Интервал проверки сетевого интерфейса:
vi: Khoảng thời gian kiểm tra giao diện:
zh_cn: 接口检查间隔:

source: Interval in which applet will check if there was change in network interfaces. Can be frequent.
hu: Időköz, amelyben a kisalkalmazás ellenőrzi, hogy történt-e változás a hálózati interfészekben. Gyakori is lehet.
it: Intervallo in cui l'applet controllerà se sono state apportate modifiche alle interfacce di rete. Può essere frequente.
nl: Interval waarin de applet controleert op wijzigingen in netwerkinterfaces. Kan frequent zijn.
ru: Интервал, в течение которого апплет будет проверять, были ли изменения в сетевых интерфейсах. Может быть частым.
vi: Khoảng thời gian applet kiểm tra thay đổi giao diện mạng. Có thể kiểm tra thường xuyên.
zh_cn: Applet 将检查网络接口是否发生变化的间隔。可以很频繁.

source: minutes
hu: perc
it: minuti
nl: minuten
ru: минуты
vi: phút
zh_cn: 分钟

source: IP Service interval:
hu: IP szervizintervallum:
it: Intervallo del servizio IP:
nl: Interval voor IP-service:
ru: Интервал опроса IP-службы
vi: Khoảng thời gian truy vấn dịch vụ IP:
zh_cn: IP 服务间隔:

source: Interval in which applet will fire get request to one of IP Services. Don't make it too frequent to not overload the servers.
hu: Időköz, amely alatt a kisalkalmazás elindít egy kérést az egyik IP-szolgáltatáshoz. Ne tegye túl gyakorivá, hogy ne terhelje túl a szervereket.
it: Intervallo in cui verrà attivata l'applet per ottenere la richiesta a uno dei servizi IP. Non renderlo troppo frequente per non sovraccaricare i server.
nl: Interval waarin de applet een GET verzoek doet naar één van de IP-services. Maak het niet te frequent om de servers niet te overbelasten.
vi: Khoảng thời gian applet gửi yêu cầu GET tới dịch vụ IP. Không đặt quá thường xuyên để tránh làm quá tải máy chủ.
zh_cn: Applet 将向其中一个 IP 服务发出获取请求的间隔。不要让它太频繁，以免服务器过载.

source: Debug level:
hu: Hibakeresési szint:
it: Livello debug:
nl: Debugniveau:
ru: Уровень отладки:
vi: Mức độ gỡ lỗi:
zh_cn: 调试级别:

source: For debugging purposes. Higher level means more detailed logs in ~/.cinnamon/glass.log
hu: Hibakeresési célokra. A magasabb szint részletesebb naplózást készít a ~/.cinnamon/glass.log fájlban
it: A scopo di debug. Un livello più alto significa log più dettagliati in ~/.cinnamon/glass.log
nl: Voor debugdoeleinden. Een hoger niveau betekent gedetailleerdere logboeken in ~/.cinnamon/glass.log
ru: Для нужд отладки. Влияет на детальность журналирования в ~/.cinnamon/glass.log
vi: Dùng để gỡ lỗi. Mức cao hơn sẽ ghi log chi tiết hơn trong ~/.cinnamon/glass.log

source: To match ISP names, use isp value from the service http://ip-api.com/json
hu: Az internetszolgáltatók nevének egyeztetéséhez használja a http://ip-api.com/json szolgáltatásból származó "isp" értéket
it: Per abbinare i nomi degli ISP, utilizzare il valore isp dal servizio http://ip-api.com/json
nl: Om ISP-namen te matchen, gebruik de ISP-waarde van de service http://ip-api.com/json
ru: Для сопоставления имен интернет-провайдера (ISP) используется сервис http://ip-api.com/json
vi: Để đối chiếu tên ISP, dùng giá trị isp từ dịch vụ http://ip-api.com/json
zh_cn: 要匹配 ISP 名称，请使用来自服务 http://ip-api.com/json 的 isp 值

source: Home ISP
hu: Saját szolgáltató
it: ISP di Casa
nl: Thuis-ISP
ru: Домашний ISP
vi: ISP nhà
zh_cn: 家庭 ISP

source: Home ISP:
hu: Saját szolgáltató:
it: ISP di Casa:
nl: Thuis-ISP:
ru: Домашний ISP
vi: ISP nhà:
zh_cn: 家庭 ISP:

source: Fill out your home ISP. If the ISP from IP service will match with this value, home icon will be used instead of country flag.
hu: Töltse ki a saját internetszolgáltatóját. Ha az internetszolgáltató megegyezik az IP-szolgáltatásból származó értékkel, akkor az országzászló helyett a házikó ikon lesz használva.
it: Compila il tuo ISP di casa. Se l'ISP del servizio IP corrisponde a questo valore, verrà utilizzata l'icona home al posto della bandiera del paese.
nl: Vul je thuis-ISP in. Als de ISP van de IP-service overeenkomt met deze waarde, wordt het thuispictogram gebruikt in plaats van de landenvlag.
ru: Введите ISP вашего домашнего провайдера. Если ISP из сервиса поиска по IP совпадет с этим значением, то вместо флага страны будет использоваться иконка дома.
vi: Điền ISP nhà của bạn. Nếu ISP từ dịch vụ IP trùng với giá trị này, biểu tượng nhà sẽ được dùng thay cho quốc kỳ.
zh_cn: 填写您的家庭 ISP。如果来自 IP 服务的 ISP 与此值匹配，将使用家庭图标而不是国家/地区标志.

source: The icon to used for home ISP:
hu: A saját internetszolgáltatóhoz használandó ikon:
it: L'icona da utilizzare per l'ISP di casa:
nl: Het pictogram dat wordt gebruikt voor de thuis-ISP:
ru: Иконка для домашнего ISP:
vi: Biểu tượng dùng cho ISP nhà:
zh_cn: 用于家庭 ISP 的图标:

source: Select an icon file, or you can type an icon name into the entry box
hu: Válasszon ki egy ikonfájlt, vagy írjon be egy ikonnevet a beviteli mezőbe
it: Seleziona un file icona, oppure puoi digitare un nome icona nella casella di inserimento
nl: Selecteer een pictogrambestand of typ een pictogramnaam in het invoervak
ru: Выберите файл иконки, или вы можете вписать название иконки в поле
vi: Chọn tệp biểu tượng, hoặc bạn có thể nhập tên biểu tượng vào ô nhập
zh_cn: 选择一个图标文件，或者您可以在输入框中键入一个图标名称

source: Nickname:
hu: Becenév:
it: Soprannome:
nl: Bijnaam:
ru: Ник:
vi: Biệt danh:
zh_cn: 昵称:

source: Text to show in tooltip when this ISP is active
hu: Az eszköztippben megjelenítendő szöveg, amikor ez az internetszolgáltató aktív
it: Testo da mostrare nella descrizione comando quando questo ISP è attivo
nl: Tekst die wordt weergegeven in de tooltip wanneer deze ISP actief is
ru: Текст который будет показываться при наведении, когда этот ISP активен
vi: Văn bản hiển thị khi ISP này đang hoạt động
zh_cn: 当此 ISP 处于活动状态时，在工具提示中显示的文本

source: Other ISP 1
hu: Másik szolgáltató 1
it: Altro ISP 1
nl: Andere ISP 1
ru: Другой ISP 1
vi: ISP khác 1
zh_cn: 其他 ISP 1

source: Other ISP 1:
hu: Másik szolgáltató 1:
it: Altro ISP 1:
nl: Andere ISP 1:
ru: Другой ISP 1:
vi: ISP khác 1:
zh_cn: 其他 ISP 1:

source: Fill out your other ISP. If the ISP from IP service will match with this value, home icon will be used instead of country flag.
hu: Töltse ki másik internetszolgáltatóját. Ha az IP-szolgáltatásból származó "isp" érték megegyezik az itt megadottal, akkor az országzászló helyett a házikó ikon lesz használva.
it: Compila il tuo altro ISP. Se l'ISP del servizio IP corrisponde a questo valore, verrà utilizzata l'icona home al posto della bandiera del paese.
nl: Vul je andere ISP in. Als de ISP van de IP-service overeenkomt met deze waarde, wordt het thuispictogram gebruikt in plaats van de landenvlag.
ru: Введите ISP другого провайдера. Если ISP из сервиса поиска по IP совпадет с этим значением, то вместо флага страны будет использоваться иконка дома.
vi: Điền ISP khác của bạn. Nếu ISP từ dịch vụ IP trùng với giá trị này, biểu tượng nhà sẽ được dùng thay cho quốc kỳ.
zh_cn: 填写您的其他 ISP。如果来自 IP 服务的 ISP 与此值匹配，将使用家庭图标而不是国家/地区标志.

source: The icon to use for other ISP:
hu: Másik internetszolgáltatónál használandó ikon:
it: L'icona da utilizzare per altri ISP:
nl: Het pictogram dat wordt gebruikt voor de andere ISP:
ru: Иконка для другого ISP
vi: Biểu tượng dùng cho ISP khác:
zh_cn: 用于其他 ISP 的图标:

source: Other ISP 2
hu: Másik szolgáltató 2
it: Altro ISP 2
nl: Andere ISP 2
ru: Другой ISP 2
vi: ISP khác 2
zh_cn: 其他 ISP 2

source: Other ISP 2:
hu: Másik szolgáltató 2:
it: Altro ISP 2
nl: Andere ISP 2:
ru: Другой ISP 2:
vi: ISP khác 2:
zh_cn: 其他 ISP 2:

source: Fill out your oher ISP. If the ISP from IP service will match with this value, home icon will be used instead of country flag.
hu: Töltse ki másik internetszolgáltatóját. Ha az IP-szolgáltatásból származó "isp" érték megegyezik az itt megadottal, akkor az országzászló helyett a házikó ikon lesz használva.
it: Compila il tuo altro ISP. Se l'ISP del servizio IP corrisponde a questo valore, verrà utilizzata l'icona home al posto della bandiera del paese.
nl: Vul je andere ISP in. Als de ISP van de IP-service overeenkomt met deze waarde, wordt het thuispictogram gebruikt in plaats van de landenvlag.
ru: Введите ISP другого провайдера. Если ISP из сервиса поиска по IP совпадет с этим значением, то вместо флага страны будет использоваться иконка дома.
vi: Điền ISP khác của bạn. Nếu ISP từ dịch vụ IP trùng với giá trị này, biểu tượng nhà sẽ được dùng thay cho quốc kỳ.
zh_cn: 填写您的其他 ISP。如果来自 IP 服务的 ISP 与此值匹配，将使用家庭图标而不是国家/地区标志.

source: Other ISP 3
hu: Másik szolgáltató 3
it: Altro ISP 3
nl: Andere ISP 3
ru: Другой ISP 3
vi: ISP khác 3
zh_cn: 其他 ISP 3

source: Other ISP 3:
hu: Másik szolgáltató 3:
it: Altro ISP 3:
nl: Andere ISP 3:
ru: Другой ISP 3:
vi: ISP khác 3:
zh_cn: 其他 ISP 3:

source: Other ISP 4
hu: Másik szolgáltató 4
it: Altro ISP 4
nl: Andere ISP 4
ru: Другой ISP 4
vi: ISP khác 4
zh_cn: 其他 ISP 4

source: Other ISP 4:
hu: Másik szolgáltató 4:
it: Altro ISP 4:
nl: Andere ISP 4:
ru: Другой ISP 4:
vi: ISP khác 4:
zh_cn: 其他 ISP 4:

source: Other ISP 5
hu: Másik szolgáltató 5
it: Altro ISP 5
nl: Andere ISP 5
ru: Другой ISP 5:
vi: ISP khác 5
zh_cn: 其他 ISP 5

source: Other ISP 5:
hu: Másik szolgáltató 5:
it: Altro ISP 5:
nl: Andere ISP 5:
ru: Другой ISP 5:
vi: ISP khác 5:
zh_cn: 其他 ISP 5:
