Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@QuickMenu/files/0dyseus@QuickMenu/po/*.po
Languages: es, hr, sv

source: Applet usage
es: Uso del applet
sv: Programanvändning

source: Menu items to .desktop files will be displayed with the icon and name declared inside the .desktop files themselves.
es: Ítems del menú a archivos .desktop serán mostrados con el ícono y el nombre declarado dentro de los mismos archivos .desktop.
sv: Menyposter från .desktop-filer

source: The menu can be kept open while activating menu items by pressing [[Ctrl]] + **Left click** or with **Middle click**.
es: El menú puede ser mantenido abierto mientras se activan menú ítems con sólo presionar [[Ctrl]] + **Clic Izquierdo** o **Clic Medio**.
sv: Menyn kan hållas öppen för aktivering av menyposter, med [Ctrl]+**Vänsterklick** eller med **Mushjulsklick**.

source: How to set a different icon for each sub-menu
es: Cómo especificar un ícono diferente por cada sub menú ítem
sv: Hur man anger olika ikoner för varje undermeny

source: Create a file at the same level as the folders that will be used to create the sub-menus.
es: Crear un archivo al mismo nivel que las carpetas que van a ser usadas para crear los sub menúes.
sv: Skapa en fil på samma nivå som de mappar som skall användas för att skapa undermenyer.

source: The file name can be customized, doesn't need to have an extension name and can be a hidden file (a dot file). By default is called **0_icons_for_sub_menus.json**.
es: El nombre del archivo puede ser personalizado, no necesita tener una extensión y puede ser un archivo oculto (un archivo "punto"). Por defecto is llamado **0_icons_for_sub_menus.json** (íconos para submenúes).
sv: Filnamnet kan anpassas, behöver inte ha någon filändelse och kan vara en dold fil (.filnamn). Som standard heter den **0_icons_for_sub_menus.json**.

source: Whatever name is chosen for the file, it will be automatically ignored and will never be shown on the menu.
es: Cualquiera sea el nombre elegido para el archivo, éste será automáticamente ignorado y jamás será mostrado en el menú.
sv: Vad du än väljer för filnamn, kommer den att undantas automatiskt och aldrig visas på menyn.

source: The path to the icon has to be a full path. A path starting with **~/** can be used and will be expanded to the user's home folder.
es: La ruta del ícono tiene que ser una ruta completa. Una ruta que comienza con **~/** puede ser usada y será.
sv: Sökvägen till ikonen måste vara en fullständig sökväg. En sökväg som börjar med tilde (**~/**) kan användas och expanderas till användarens hemkatalog.

source: If any sub-folder has more folders that need to have custom icons, just create another **0_icons_for_sub_menus.json** file at the same level that those folders.
es: Si cualquier sub carpeta contiene carpetas que necesitan tener sus propios íconos, sólo se tiene que crear otro archivo **0_icons_for_sub_menus.json** al mismo nivel que esas carpetas.
sv: Om en undermeny har flera mappar som behöver anpassade ikoner, kan du skapa ännu en **0_icons_for_sub_menus.json** på samma nivå som de mapparna.

source: The content of the file is a *JSON object* and has to look as follows:
es: El contenido del archivo es un *objeto JSON* y tiene que lucir como sigue:
sv: Innehållet i filen är ett JSON-objekt och måste se ut som följer:

source: Folder name
es: Nombre de carpeta
sv: Mappnamn

source: Icon name or icon path for Folder name
es: Nombre de ícono o ruta a un ícono para Nombre de carpeta
sv: Ikonnamn eller ikonsökväg för mappnamn

source: Warning!!!
es: ¡ADVERTENCIA!
sv: Varning!!!

source: JSON *language* is very strict. Just be sure to ONLY use double quotes. And the last key/value combination DOESN'T have to end with a comma (**Folder name #n** in the previous example).
es: El *lenguaje* JSON es muy estricto. Asegurarse de utilizar SOLAMENTE comillas dobles. Y la combinación llave/valor no tiene que finalizar con una coma (**Nombre de carpeta #n** en el ejemplo anterior).
sv: JSON *kodspråket* är mycket strikt. Använd ENDAST dubbla citationstecken, och den sista nyckel-/värdekombinationen behöver INTE avslutas med kommatecken (**Folder name #n** i föregående exempel).

source: The following two sections are available only in English.
es: Las siguientes dos secciones están disponibles sólo en Inglés.
sv: Följande två sektioner är endast tillgängliga på Engelska.

source: language-name
es: Español
sv: Svenska

source: Help
es: Ayuda
hr: Pomoć
sv: Hjälp

source: Contributors
es: Colaboradores
sv: Medhjälpare

source: Changelog
es: Registro de cambios
sv: Ändringslogg

source: Choose language
es: Elegir idioma
sv: Välj språk

source: Help for %s
es: Ayuda para %s
sv: Hjälp för %s

source: IMPORTANT!!!
es: ¡IMPORTANTE!
sv: VIKTIGT!!!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
es: Jamás borrar ninguno de los archivos encontrados dentro de la carpeta de este xlet. Podría romper la funcionalidad del xlet.
sv: Ta aldrig bort någon av filerna i den här xlet-mappen. Det kan förstöra programmets funktioner.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på följande länk.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
es: Localización de applets/desklets/extensiones (también conocidos como xlets)
sv: Applets/Desklets/Extensions (xlets) översättning

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
es: Si este xlet se instaló desde Configuración de Cinnamon, todas las localizaciones de este xlet se instalaron automáticamente.
sv: Om denna xlet installerades från Cinnamons inställningar, installerades också alla översättningar automatiskt.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
es: Si este xlet se instaló manualmente y no a través de Configuración de Cinnamon, las localizaciones se pueden instalar ejecutando el archivo llamado **localizations.sh** desde una terminal abierta dentro de la carpeta del xlet.
sv: Om denna xlet installerades manuellt och inte via Cinnamons inställningar, kan översättningar installeras genom att köra skriptet **localizations.sh** från en terminal öppnad i programmappen.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
es: Si este xlet no está disponible en su idioma, la localización puede ser creada siguiendo las siguientes instrucciones.
sv: Om ditt språk saknas i denna xlet, kan du översätta den med hjälp av följande instruktioner.

source: Remove '%s'
es: Remover '%s'
hr: Ukloni '%s'
sv: Ta bort "%s"

source: Update menu
es: Actualizar menú
hr: Nadopuni izbornik
sv: Uppdatera menyn

source: Scan the main folder to re-create the menu.
es: Escanear la carpeta principal para re-crear el menú.
hr: Pretraži glavnu mapu za ponovno stvaranje izbornika.
sv: Skanna huvudmappen för att återskapa menyn.

source: Open folder
es: Abrir carpeta
hr: Otvori mapu
sv: Öppna mappen

source: Open the main folder.
es: Abrir la carpeta principal.
hr: Otvori glavnu mapu.
sv: Öppna huvudmappen.

source: Open the help file.
es: Abrir el archivo de ayuda.
hr: Otvori datoteku pomoći.
sv: Öppna hjälpfilen.

source: Easily and quickly create a menu based on the files/folders found inside an specific folder.
es: Fácil y rápidamente crear un menú basado en los archivos/carpetas que se encuentran dentro de una carpeta específica.
hr: Lako i brzo stvorite izbornike temeljene na datotekama/mapama pronađenim unutar zadane mape.
sv: Skapa snabbt och enkelt en meny, baserad på filer och undermappar i en specifik mapp.

source: See this xlet help file.
es: Ver el archivo de ayuda de este xlet.
sv: Se hjälpfilen för denna xlet.

source: Quick Menu
es: Menú rápido
hr: Brzi izbornik
sv: Snabbmeny

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked below.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
hr: Izvještaji grešaka, zahtjevi novih značajki i doprinosi trebali bi biti podneseni na poveznici xlet repozitorija ispod.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på nedanstående länk.

source: Menu items icon size
es: Tamaño de íconos de los elementos del menú
hr: Veličina ikona stavki izbornika
sv: Ikonstorlek för menyobjekt

source: pixels
es: pixeles
hr: piksela
sv: pixlar

source: If enabled, the applet will monitor the main folder for added/deleted/renamed files/folders and rebuild the menu. If disabled, the menu will have to be updated manually from its context menu.
es: Con esta opción activada, el applet va a monitorear la carpeta principal en busca de archivos/carpetas modificados/borrados/renombrados y reconstruirá el menú. Con esta opción desactivada, el menú tiene que ser actualizado manualmente desde su menú contextual.
hr: Ako je omogućeno, aplet će nadgledati glavnu mapu za dodane/obrisane/preimenovane datoteke/mape i ponovno će izgraditi izbornik. Ako je onemogućeno, izbornik će biti potrebno nadopuniti ručno iz njegovog sadržajnog izbornika.
sv: Vid aktivering övervakas huvudmappen och menyn uppdateras automatiskt med tillagda/borttagna/omdöpta filer och mappar. Vid inaktivering måste menyn uppdateras manuellt, från panelikonens högerklicksmeny.

source: Auto-update menu
es: Auto-actualizar menú
hr: Automatski nadopuni izbornik
sv: Uppdatera menyn automatiskt

source: Set a custom style for the menu items.
es: Establecer un estilo personalizado para los elementos del menú.
hr: Postavite prilagođeni izgled za stavke izbornika.
sv: Anpassa stilen på menyobjekten.

source: Style for menu items
es: Estilo para elementos del menú
hr: Izgled stavki izbornika
sv: Stil på menyobjekt

source: If disabled, all sub-menu items will be created without icons.
es: Con esta opción desactivada, todos los submenúes serán creados sin íconos.
hr: Ako je onemogućeno, sve stavke podamape će se stvoriti bez ikona.
sv: Vid inaktivering kommer alla undermenyobjekt att sakna ikoner.

source: Display sub-menu icons
es: Mostrar íconos de submenúes
hr: Prikaži ikone podizbornika
sv: Visa ikoner på undermenyer

source: Set a custom style for the sub-menus.
es: Establecer un estilo personalizado para los sub-menúes.
hr: Postavite prilagođeni izgled za stavke podizbornika.
sv: Anpassa stilen på undermenyer.

source: Style for sub-menus
es: Estilo para submenúes
hr: Izgled podizbornika
sv: Stil på undermenyer

source: If disabled, all menu items will be created without icons.
es: Con esta opción desactivada, todos los elementos del menú serán creados sin íconos.
hr: Ako je onemogućeno, sve stavke izbornika će se stvoriti bez ikona.
sv: Vid inaktivering kommer alla menyobjekt att sakna ikoner.

source: Display menu items icon
es: Mostrar íconos de los elementos del menú
hr: Prikaži ikone stavki izbornika
sv: Visa ikoner på menyobjekt

source: Read this applet help for details about this option usage (Applet context menu > Help item).
es: Leer el archivo de ayuda de este applet para más detalles sobre esta opción (menú contextual del applet > elemento Ayuda).
hr: Pročitajte pomoć ovog apleta za pojedinosti o upotrebi ove mogućnosti (Aplet izbornik > stavka pomoći).
sv: Läs programhjälpen för detaljerad info om det här alternativets användning (Panelikonens högerklicksmeny > Hjälp.

source: Allow sub-menus to each have their own icon
es: Permitir que los submenúes tengan cada uno su propio ícono.
hr: Dopusti podizbornicima da svaki ima svoju ikonu
sv: Tillåt varje undermeny att ha sin egen ikon

source: If enabled, only .desktop files will be used to create the menu. If disabled, all file types will be used to create the menu.
es: Con esta opción habilitada, solamente archivos .desktop van a ser considerados para crear el menú. Si desactivada, todos los archivos van a ser usados para crear el menú.
hr: Ako je omogućeno, samo će se koristiti .desktop datoteke za stvaranje izbornika. Ako je onemogućeno, sve vrste datoteka će se koristiti za stvaranje izbornika.
sv: Vid aktivering används endast .desktop-filer för att skapa menyn. Vid inaktivering används alla filtyper för att skapa menyn.

source: Show only .desktop files
es: Mostrar solamente archivos .desktop
hr: Prikaži samo .desktop datoteke
sv: Visa endast .desktop-filer

source: Menu settings
es: Preferencias del menú
hr: Postavke izbornika
sv: Menyinställningar

source: Sub-menus icon size
es: Tamaño de íconos para submenúes
hr: Veličina ikona podizbornika
sv: Storlek på ikon för undermenyer

source: Set a custom tooltip for the applet.
es: Establecer una caja de información personalizada para el applet.
hr: Postavite prilagođenu napomenu apleta.
sv: Anpassa verktygsbeskrivningen för panelprogrammet.

source: Custom Tooltip
es: Caja de información personalizada
hr: Prilagođena napomena
sv: Anpassad verktygsbeskrivning

source: Applet settings
es: Preferencias del applet
hr: Postavke apleta
sv: Programinställningar

source: If enabled, the previously opened sub-menu will be automatically closed. It will only work with sub-menus created at the first level. Sub-menus inside other sub-menus are not affected.
es: Con esta opción activada, un submenú previamente abierto será automáticamente cerrado. Sólo funciona con submenúes creados en el primer nivel del menú principal. Submenúes dentro de otros submenúes no serán afectados.
hr: Ako je omogućeno, prije otvoreni podizbornik će biti automatski zatvoren. Samo će raditi s podizbornicima stvorenim na prvoj razini. Podizbornici unutar ostalih podizbornika nisu obuhvaćeni.
sv: Vid aktivering kommer tidigare öppnad undermeny att stängas automatiskt. Det fungerar endast på första nivåns undermenyer. Undermenyer i en annan undermeny, påverkas inte.

source: Auto-hide opened sub-menus (EXPERIMENTAL/BUGGY)
es: Auto-ocultar submenúes abiertos (EXPERIMENTAL)
hr: Automatski sakrij otvorene podizbornike (EKSPERIMENTALNO/NESTABILNO)
sv: Dölj öppnade undermenyer automatiskt (EXPERIMENTELL / FELBENÄGEN)

source: Set a custom icon for the applet.
es: Establecer un ícono personalizado para el applet.
hr: Postavite prilagođenu ikonu za aplet.
sv: Anpassa ikonen för panelprogrammet.

source: Icon for sub-menus
es: Ícono para submenúes
hr: Ikone podizbornika
sv: Ikon för undermenyer

source: Keyboard shortcut to open and close the menu
es: Atajo de teclado para abrir y cerrar el menú
hr: Prečaci tipkovnice za otvaranje i zatvaranje izbornika
sv: Tangentbordsgenväg för att öppna och stänga menyn

source: Name for the file containing the icons for sub-menus
es: Nombre del archivo usado para definir los íconos para los submenúes.
hr: Naziv datoteke koja sadrži ikone za podizbornike
sv: Namn på den fil som innehåller ikonen för undermenyer

source: Title for Applet
es: Etiqueta para el applet
hr: Naziv apleta
sv: Programnamn

source: Set a custom title for the applet.
es: Establecer una etiqueta personalizada para el applet.
hr: Postavite prilagođeni naziv apleta.
sv: Anpassa namnet på panelprogrammet.

source: If enabled, hidden files will be used to create menu items.
es: Con esta opción activada, archivos ocultos también van a ser utilizados para crear el menú.
hr: Ako je omogućeno, skrivene datoteke će se koristiti za stvaranje stavki izbornika.
sv: Vid aktivering kommer dolda filer att visas i menyn.

source: Show hidden files
es: Mostrar archivos ocultos
hr: Prikaži skrivene datoteke
sv: Visa dolda filer

source: If enabled, the sub folders found inside the main folder will be ignored and sub-menus will not be created.
es: Con esta opción activada, subcarpetas encontradas dentro de la carpeta principal no van a ser usadas para crear submenúes.
hr: Ako je omogućeno, podmape pronađene unutar glavne mape će biti zanemarene i podizbornici neće biti stvoreni.
sv: Vid aktivering kommer undermappar som hittas i huvudmappen att undantas och inga undermenyer skapas.

source: Ignore sub folders
es: Ignorar subcarpetas
hr: Zanemari podmape
sv: Undanta undermappar

source: Display this applet title.
es: Mostrar la etiqueta de este applet.
hr: Prikaži naziv ovog apleta.
sv: Visa namn på detta panelprogram

source: Show Applet title
es: Mostrar etiqueta del applet
hr: Prikaži naziv apleta
sv: Visa programnamn

source: If enabled, hidden sub folders will also be used to create sub-menus.
es: Con esta opción activada, carpetas ocultas también van a ser usadas para crear submenúes.
hr: Ako je omogućeno, skrivene podmape će se koristiti za stvaranje podizbornika.
sv: Vid aktivering kommer även dolda undermappar att skapa undermenyer.

source: Show hidden folders
es: Mostrar carpetas escondidas
hr: Prikaži skrivene mape
sv: Visa dolda mappar

source: Choose a directory with files and/or folders in it. The files will be used to create the menu items. The folders will be used to create sub-menus.
es: Elija un directorio que contenga archivos y/o carpetas. Los archivos serán utilizados para crear los elementos del menú. Las carpetas serán utilizadas para crear submenúes.
hr: Odaberite mapu koja sadrži datoteke i/ili mape. Datoteke će se koristiti za stvaranje stavki izbornika. Mape će se koristiti za stvaranje podizbornika.
sv: Välj en mapp med filer och/eller undermappar i. Filerna används för att skapa menyobjekt. Mapparna används för att skapa undermenyer.

source: Choose main directory
es: Elegir una carpeta principal
hr: Odaberi glavnu mapu
sv: Välj huvudmapp

source: Display this applet icon.
es: Mostrar la etiqueta del applet.
hr: Prikaži ikonu ovog apleta.
sv: Visa ikon för detta panelprogram

source: Show Applet icon
es: Mostrar el ícono del applet
hr: Prikaži ikonu apleta
sv: Visa programikon

source: Icon for Applet
es: Ícono para el applet
hr: Ikona apleta
sv: Programikon
