Repository: linuxmint/cinnamon-spices-applets
Catalog: SW++@mohammad-sn/files/SW++@mohammad-sn/po/*.po
Languages: ca, vi, zh_tw

source: desktop
ca: escriptori
vi: màn hình nền
zh_tw: 桌面

source: No open windows
ca: No hi ha finestres obertes
vi: Không có cửa sổ nào đang mở
zh_tw: 沒有開啟的視窗

source: Opacify the icons on the desktop
ca: Aplicar opacitat a les icones de l'escriptori
vi: Làm mờ các biểu tượng trên màn hình nền
zh_tw: 降低桌面圖示不透明度

source: Appearance
ca: Aparença
vi: Giao diện
zh_tw: 外觀

source: Show close all windows buttons for workspaces
ca: Mostra botons per tancar totes les finestres dels espais de treball
vi: Hiển thị nút đóng tất cả cửa sổ cho workspaces
zh_tw: 為工作區顯示關閉所有視窗按鈕

source: Peek at desktop
ca: Efectes en mostrar l'escriptori
vi: Xem trước màn hình nền
zh_tw: 預覽桌面

source: Menu options
ca: Opcions del menú
vi: Tùy chọn menu
zh_tw: 選單選項

source: The background color for the applet hover:
ca: Color de fons en passar el ratolí per la miniaplicació:
vi: Màu nền cho applet khi di chuột:
zh_tw: 滑鼠游標移至小程式上方時的背景顏色：

source: Click the button to select a new background color for applet
ca: Cliqueu el botó per seleccionar un nou color de fons per a la miniaplicació
vi: Nhấp nút để chọn màu nền mới cho applet
zh_tw: 點選按鈕為小程式選擇新的背景顏色

source: The icon to use in the panel:
ca: Icona a utilitzar al tauler:
vi: Biểu tượng sử dụng trên panel:
zh_tw: 在面板中使用的圖示：

source: Select an icon file, or you can type an icon name into the entry box, for example: desktop
ca: Seleccioneu un fitxer d'icona o escriviu-ne el nom
vi: Chọn một tập tin biểu tượng, hoặc bạn có thể nhập tên biểu tượng vào ô nhập, ví dụ: desktop
zh_tw: 選擇圖示檔案，或在輸入欄位輸入圖示名稱，例如： desktop

source: Opacity on hover:
ca: Opacitat en passar el ratolí per sobre:
vi: Độ mờ khi di chuột:
zh_tw: 滑鼠游標移至上方時的不透明度：

source: Keep menu open while closing windows
ca: Mantenir el menú obert mentre es tanquin les finestres
vi: Giữ menu mở trong khi đóng cửa sổ
zh_tw: 關閉視窗時保持選單開啟

source: Applet width in the panel:
ca: Amplada de la miniaplicació al tauler:
vi: Chiều rộng applet trên panel:
zh_tw: 小程式在面板中的寬度：

source: Increase or decrease this spinner value to make the applet wider or narrower in the panel
ca: Incrementeu o reduïu l'amplada de la miniaplicació al tauler
vi: Tăng hoặc giảm giá trị này để làm applet rộng hơn hoặc hẹp hơn trên panel
zh_tw: 增加或減少此數值，以調整小程式在面板中的寬度

source: pixels
ca: píxels
vi: pixel
zh_tw: 畫素

source: Opacify windows on hover
ca: Aplicar opacitat a les finestres en passar-hi el cursor per sobre
vi: Làm mờ cửa sổ khi di chuột
zh_tw: 滑鼠游標移至視窗上方時降低不透明度

source: Take a glance at your desktop and desklets.
ca: Donar una ollada al vostre escriptori i les vostres miniaplicacions.
vi: Liếc nhìn màn hình nền và desklets của bạn.
zh_tw: 快速預覽桌面與桌面小工具。

source: Opacify desklets
ca: Aplicar opacitat a les miniaplicacions d'escriptori
vi: Làm mờ desklets
zh_tw: 降低桌面小工具不透明度

source: Blur windows on hover
ca: Difumina les finestres en passar-hi el ratolí per sobre
vi: Làm nhòe cửa sổ khi di chuột
zh_tw: 滑鼠游標移到視窗上方時讓視窗變模糊

source: Highlight applet next time it is added to the panel
ca: Ressaltar la miniaplicació la propera vegada que sigui afegida al tauler
vi: Làm nổi bật applet lần tiếp theo khi thêm vào panel
zh_tw: 下次將小程式加入面板時進行強調顯示

source: Show close buttons
ca: Mostrar botons de tancar
vi: Hiển thị nút đóng
zh_tw: 顯示關閉按鈕

source: click to show/hide desktop, scroll to switch workspace and windows quick list by right click
ca: clic per a mostrar/amagar l'escriptori, roda del ratolí per a canviar espai de treball, clic dret per mostrar llista de finestes
vi: nhấp để hiện/ẩn màn hình nền, cuộn để chuyển workspace và danh sách nhanh cửa sổ bằng chuột phải
zh_tw: 點選顯示或隱藏桌面，捲動可切換工作區，右鍵點選顯示視窗快速清單

source: Show desktop ++
ca: Mostrar Escriptori++
vi: Hiện màn hình nền ++
zh_tw: 顯示桌面 ++
