Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/disk-read-and-write-speed@cardsurf/*.po
Languages: es, fi, hu, vi

source: Shows usage of a disk
es: Muestra el uso de un disco
fi: Näyttää kiintolevyn käytön, sekä luku- ja kirjoitusnopeuden
hu: Lemezhasználatot mutat
vi: Hiển thị mức sử dụng của ổ đĩa

source: Disk read and write speed
es: Velocidad de lectura y escritura del disco
hu: Lemez olvasási és írási sebessége
vi: Tốc độ đọc/ghi ổ đĩa

source: Configuration
es: Configuración
fi: Asetukset
hu: Konfiguráció
vi: Cấu hình

source: Show
es: Mostrar
fi: Näytä
hu: Megjelenítés
vi: Hiển thị

source: Average speed per second
es: Velocidad media por segundo
fi: Keskinopeus sekunnissa
hu: Átlagsebesség másodpercenként
vi: Tốc độ trung bình mỗi giây

source: Amount of data transferred
es: Cantidad de datos transferidos
fi: Siirretty datan määrä
hu: Az átvitt adatok mennyisége
vi: Lượng dữ liệu truyền

source: Values shown in the panel
es: Valores mostrados en el panel
fi: Arvot näytetään paneelissa
hu: A panelen látható értékek
vi: Giá trị hiển thị trên panel

source: Unit
es: Unidad
fi: Yksikkö
hu: Egység
vi: Đơn vị

source: Bytes
fi: Tavua
hu: Bájt
vi: Byte

source: Bits
fi: Bittiä
hu: Bit
vi: Bit

source: Base data unit shown in the panel
es: Unidad de datos base mostrada en el panel
fi: Tietoyksikkö näkyy paneelissa
hu: A panelen látható alapadategység
vi: Đơn vị dữ liệu cơ bản hiển thị trên panel

source: Decimal or binary
es: Decimal o binario
fi: Tavua tai bittiä
hu: Decimális vagy bináris
vi: Hệ thập phân hay nhị phân

source: Decimal
fi: Kymmenluku
hu: Tizedes
vi: Thập phân

source: Binary
es: Binario
fi: Binaarinen
hu: Bináris
vi: Nhị phân

source: Decimal: k, M, G, T Binary: ki, Mi, Gi, Ti
es: Decimal: k, M, G, T Binario: ki, Mi, Gi, Ti
fi: Kymmenluku: k, M, G, T Binaarinen: ki, Mi, Gi, Ti
hu: Tizedes: k, M, G, T Bináris: ki, Mi, Gi, Ti
vi: Thập phân: k, M, G, T Nhị phân: ki, Mi, Gi, Ti

source: seconds
es: segundos
fi: sekunti
hu: másodperc
vi: giây

source: Calculate every
es: Calcular cada
fi: Laske joka
hu: Számítsa ki az összes
vi: Tính toán mỗi

source: How often to calculate disk read and write speed
es: Con qué frecuencia calcular la velocidad de lectura y escritura del disco
fi: Kuinka usein levyn luku- ja kirjoitusnopeus lasketaan
hu: Milyen gyakran kell kiszámítani a lemez olvasási és írási sebességét
vi: Tần suất tính tốc độ đọc/ghi ổ đĩa

source: Gui
fi: Merkit
hu: Felhasználói felület
vi: Giao diện

source: Type
es: Tipo
fi: Tyyppi
hu: Típus
vi: Kiểu

source: Compact
es: Compacto
fi: Tiivis
hu: Kompakt
vi: Nhỏ gọn

source: Large
es: Grande
fi: Suuri
hu: Nagy
vi: Lớn

source: Applet Gui
es: Interfaz del Applet
fi: Sovelman merkit
hu: Kisalkalmazás felhasználói felület
vi: Giao diện Applet

source: Decimal places
es: Cifras decimales
fi: Desimaalipilkku
hu: Tizedes jel
vi: Số chữ số thập phân

source: Auto
vi: Tự động

source: Decimal places of disk read and write speed shown in the panel
es: Decimales de la velocidad de lectura y escritura del disco mostrados en el panel
fi: Levyn luku- ja kirjoitusnopeuden desimaalit näkyvät paneelissa
hu: A lemez olvasási és írási sebességének tizedesjegyei a panelen láthatók
vi: Số chữ số thập phân hiển thị tốc độ đọc và ghi đĩa trên panel

source: Text CSS
es: Texto CSS
fi: Texti CSS
hu: CSS szöveg
vi: CSS văn bản

source: A CSS style applied to the text in the panel
es: Un estilo CSS aplicado al texto del panel
fi: Paneelin tekstiin käytetty CSS-tyyli
hu: A panel szövegére alkalmazott CSS-stílus
vi: Kiểu CSS áp dụng cho văn bản trên panel

source: Read icon
es: Icono de lectura
fi: Luku kuvake
hu: Olvasás ikon
vi: Biểu tượng đọc

source: An icon displayed next to disk read speed in the panel
es: Aparece un icono junto a la velocidad de lectura del disco en el panel
fi: Levyn lukunopeuden vieressä paneelissa näkyvä kuvake
hu: Egy ikon jelenik meg a lemez olvasási sebessége mellett a panelen
vi: Biểu tượng hiển thị cạnh tốc độ đọc đĩa trên panel

source: Write icon
es: Icono de escritura
fi: Kirjoitus kuvake
hu: Írás ikon
vi: Biểu tượng ghi

source: An icon displayed next to disk write speed in the panel
es: Aparece un icono junto a la velocidad de escritura del disco en el panel
fi: Levyn kirjoitusnopeuden vieressä paneelissa näkyvä kuvake
hu: Egy ikon jelenik meg a lemez írási sebessége mellett a panelen
vi: Biểu tượng hiển thị cạnh tốc độ ghi đĩa trên panel

source: Popup headers CSS
es: Encabezados emergentes CSS
fi: Otsikot CSS
hu: Felugró fejlécek CSS
vi: CSS tiêu đề popup

source: A CSS style applied to headers in the hover popup
es: Un estilo CSS aplicado a los encabezados en la ventana emergente
fi: Ponnahdusikkunan otsikoissa käytetty CSS-tyyli
hu: A fejlécekre alkalmazott CSS-stílus a lebegtető előugró ablakban
vi: Kiểu CSS áp dụng cho tiêu đề trong popup hover

source: Popup rows CSS
es: Filas emergentes CSS
fi: Rivit CSS
hu: Felugró sorok CSS
vi: CSS dòng popup

source: A CSS style applied to rows in the hover popup
es: Un estilo CSS aplicado a las filas en la ventana emergente
fi: Ponnahdusikkunan riveissä käytetty CSS-tyyli
hu: CSS-stílus alkalmazva a lebegtető előugró ablak soraira
vi: Kiểu CSS áp dụng cho các dòng trong popup hover

source: Total data
es: Datos totales
fi: Datan määrä yhteensä
hu: Összes adat
vi: Tổng dữ liệu

source: Show total read and write on hover
es: Mostrar total de lectura y escritura al pasar el mouse
fi: Näytä koko luku ja kirjoitus osittamalla hiirellä
hu: Az összes olvasás és írás megjelenítése az egérmutatóval
vi: Hiển thị tổng đọc và ghi khi hover

source: Show the hover popup with total amount of data read and written
es: Mostrar la ventana emergente flotante con la cantidad total de datos leídos y escritos
fi: Näytä ponnahdusikkuna, jossa on luetun ja kirjoitetun datan kokonaismäärä
hu: Mutassa meg a lebegő előugró ablakot az olvasott és írt adatok teljes mennyiségével
vi: Hiển thị popup hover với tổng dữ liệu đã đọc và ghi

source: Show total bytes read
es: Mostrar el total de bytes leídos
fi: Näytä luettujen tavujen kokonaismäärä
hu: Összes olvasott bájt megjelenítése
vi: Hiển thị tổng số byte đã đọc

source: Show the column with the total amount of bytes read in the hover popup
es: Muestra la columna con la cantidad total de bytes leídos en la ventana emergente
fi: Näytä ponnahdusikkunassa sarake, jossa on luettujen tavujen kokonaismäärä
hu: Mutassa meg az oszlopot a teljes olvasott bájtokkal a lebegtető előugró ablakban
vi: Hiển thị cột tổng số byte đã đọc trong popup hover

source: Show total bytes written
es: Mostrar el total de bytes escritos
fi: Näytä kirjoitettujen tavujen kokonaismäärä
hu: Az összes írt bájt megjelenítése
vi: Hiển thị tổng số byte đã ghi

source: Show the column with the total amount of bytes written in the hover popup
es: Muestra la columna con la cantidad total de bytes escritos en la ventana emergente
fi: Näytä ponnahdusikkunassa sarake, jossa on kirjoitettujen tavujen kokonaismäärä
hu: Mutassa meg azt az oszlopot, amelyben a teljes bájtmennyiség szerepel a lebegtető előugró ablakban
vi: Hiển thị cột tổng số byte đã ghi trong popup hover

source: Total bytes read column name
es: Bytes totales leídos nombre de columna
fi: Tavuja yhteensä luettu - sarakkeen nimi
hu: Összes bájt beolvasott oszlopnév
vi: Tên cột tổng byte đọc

source: A name of the column with the total amount of bytes read in the hover popup
es: Un nombre de la columna con la cantidad total de bytes leídos en la ventana emergente
fi: Luettu sarakkeen nimi, jossa on tavujen kokonaismäärä
hu: Annak az oszlopnak a neve, amely a lebegtető előugró ablakban beolvasott bájtok teljes mennyiségét tartalmazza
vi: Tên cột hiển thị tổng byte đọc trong popup hover

source: Total bytes written column name
es: Total de bytes escritos en el nombre de la columna
fi: Tavuja yhteensä kirjoitettu - sarakkeen nimi
hu: Összes bájt írt oszlopnév
vi: Tên cột tổng byte ghi

source: A name of the column with the total amount of bytes written in the hover popup
es: Un nombre de la columna con la cantidad total de bytes escritos en la ventana emergente
fi: Kirjoitettu sarakkeen nimi, jossa on tavujen kokonaismäärä
hu: Az oszlop neve a bájtok teljes mennyiségével a lebegtető előugró ablakban
vi: Tên cột hiển thị tổng byte ghi trong popup hover

source: Disks
es: Discos
fi: Levyt
hu: Lemezek
vi: Đĩa

source: A regular expression that matches disk names to show in the hover popup
es: Una expresión regular que coincide con los nombres de los discos para mostrar en la ventana emergente
fi: Lause, joka vastaa näytettävää levynimiä
hu: Egy reguláris kifejezés, amely megfelel a lemezneveknek, és megjelenik a lebegtető előugró ablakban
vi: Biểu thức chính quy khớp tên các đĩa để hiển thị trong popup hover

source: Aliases
es: Alias
fi: Aliakset
hu: Álnevek
vi: Bí danh

source: A comma separated list of "disk:alias" pairs that replace disk names in the hover popup
es: Una lista separada por comas de pares "disco:alias" que reemplazan los nombres de los discos en la ventana emergente
fi: Pilkuilla eroteltu luettelo "disk:alias"-pareista, jotka korvaa levyjen nimet
hu: A „disk:alias” párok vesszővel elválasztott listája, amelyek lecserélik a lemezneveket a felugró ablakban
vi: Danh sách các cặp "đĩa:bí danh" cách nhau bằng dấu phẩy để thay thế tên đĩa trong popup hover

source: Headers
es: Encabezados
fi: Otsikot
hu: Fejlécek
vi: Tiêu đề

source: A comma separated list of column headers to show in the hover popup
es: Una lista separada por comas de los encabezados de columna que se mostrarán en la ventana emergente
fi: Pilkuilla eroteltu luettelo sarakkeiden otsikoista, jotka näytetään
hu: Az oszlopfejlécek vesszővel elválasztott listája, amely megjelenik a lebegtető előugró ablakban
vi: Danh sách tiêu đề cột cách nhau bằng dấu phẩy hiển thị trong popup hover

source: Columns
es: Columnas
fi: Sarakkeet
hu: Oszlopok
vi: Cột

source: A comma separated list of column indexes to show in the hover popup
es: Una lista separada por comas de los índices de columna que se mostrarán en la ventana emergente
fi: Pilkuilla eroteltu luettelo sarakkeista
hu: Az oszlopindexek vesszővel elválasztott listája a lebegtetés előugró ablakában
vi: Danh sách các chỉ số cột cách nhau bằng dấu phẩy hiển thị trong popup hover

source: Spaces
es: Espacios
fi: Välilyönnit
hu: Helyek
vi: Khoảng cách

source: A number of spaces between columns in the hover popup
es: Varios espacios entre columnas en la ventana emergente
fi: Välilyöntejä sarakkeiden välillä
hu: Számos szóköz az oszlopok között a lebegtető előugró ablakban
vi: Số khoảng cách giữa các cột trong popup hover

source: Column sort
es: Ordenación por columnas
fi: Sarakkeiden lajittelu
hu: Oszloprendezés
vi: Sắp xếp theo cột

source: Bytes read
es: Bytes leídos
fi: Tavua luettu
hu: Olvasott bájtok
vi: Byte đọc

source: Bytes written
es: Bytes escritos
fi: Tavua kirjoitettu
hu: Írott bájtok
vi: Byte ghi

source: Other
es: Otros
fi: Muu
hu: Más
vi: Khác

source: A column used to sort rows in the hover popup
es: Una columna utilizada para ordenar filas en la ventana emergente
fi: Sarake, jota käytetään rivien lajitteluun
hu: Oszlop, amely a sorok rendezésére szolgál az egérmutató előugró ablakában
vi: Cột dùng để sắp xếp các dòng trong popup hover

source: Sort column index
es: Ordenar índice de columna
fi: Lajittele sarakeindeksi
hu: Oszlopindex rendezése
vi: Chỉ số cột sắp xếp

source: An index of a column that is used to sort rows in the hover popup
es: Un índice de una columna que se utiliza para ordenar filas en la ventana emergente
fi: Sarakkeen indeksi, jota käytetään rivien lajitteluun
hu: Egy oszlop indexe, amely a sorok rendezésére szolgál a lebegtető előugró ablakban
vi: Chỉ số cột dùng để sắp xếp các dòng trong popup hover

source: Order
es: Orden
fi: Järjestys
hu: Sorrend
vi: Thứ tự

source: Ascending
es: Ascendente
fi: Nouseva
hu: Növekvő
vi: Tăng dần

source: Descending
es: Descendente
fi: Laskeva
hu: Csökkenő
vi: Giảm dần

source: An order used to sort rows in the hover popup
es: Un orden utilizado para ordenar filas en la ventana emergente
fi: Järjestys, jota käytetään rivien lajitteluun
hu: A sorok rendezésére szolgáló sorrend a lebegtető előugró ablakban
vi: Thứ tự dùng để sắp xếp các dòng trong popup hover

source: Decimal places of total amount of data read and written shown in the hover popup
es: Posiciones decimales de la cantidad total de datos leídos y escritos mostrados en la ventana emergente
fi: Luetun ja kirjoitetun datan kokonaismäärän desimaalit
hu: Az összes olvasott és írt adatmennyiség tizedesjegyei a lebegő előugró ablakban láthatók
vi: Số chữ số thập phân của tổng dữ liệu đọc và ghi hiển thị trong popup hover

source: Processes
es: Procesos
fi: Prosessit
hu: Folyamatok
vi: Tiến trình

source: List input and output information per process
es: Enumerar la información de entrada y salida por proceso
fi: Listaa tulevan ja lähtevän tiedot prosessikohtaisesti
hu: Sorolja fel folyamatonként a bemeneti és kimeneti információkat
vi: Liệt kê thông tin vào ra cho mỗi tiến trình

source: Open a terminal with a list of input and output informations per process on a left mouse click. The next click closes the terminal.
es: Abra un terminal con una lista de informaciones de entrada y salida por proceso haciendo clic con el botón izquierdo del ratón. El siguiente clic cierra el terminal.
fi: Avaa pääte painamalla hiiren vasempaa painiketta. Lista tulevasta ja lähtevästä näytetään prosessikohtaisesti.
hu: Nyisson meg egy terminált a folyamatonkénti bemeneti és kimeneti információk listájával egy bal egérgombbal. A következő kattintás bezárja a terminált.
vi: Mở terminal hiển thị thông tin vào ra của mỗi tiến trình khi nhấn chuột trái. Nhấn lại để đóng terminal.

source: Command
es: Comando
fi: Komento
hu: Parancs
vi: Lệnh

source: A command used to show input and output information per process
es: Un comando utilizado para mostrar información de entrada y salida por proceso
fi: Tätä komentoa käytetään näyttämään tiedot prosessikohtaisesti
hu: A bemeneti és kimeneti információk folyamatonkénti megjelenítésére szolgáló parancs
vi: Lệnh dùng để hiển thị thông tin vào ra của mỗi tiến trình
