Repository: linuxmint/cinnamon-spices-applets
Catalog: directory-menu@torchipeppo/files/directory-menu@torchipeppo/po/*.po
Languages: ca, fr, hu, it, vi

source: Open Folder
ca: Obrir directori
fr: Ouvrir le dossier
hu: Könyvtár megnyitása
it: Apri cartella
vi: Mở Thư mục

source: Open in Terminal
ca: Obrir al Terminal
fr: Ouvrir dans un terminal
hu: Megnyitás terminálban
it: Apri nel terminale
vi: Mở trong Terminal

source: Empty or Access Denied
fr: Vide ou accès refusé
hu: Üres vagy Hozzáférés megtagadva

source: Empty
fr: Vide
hu: Üres

source: Directory Menu
ca: Menú de directoris
fr: Menu de répertoires
hu: Könyvtár menü
it: Menù delle Cartelle
vi: Menu Thư mục

source: Quickly navigate through directories on your system using a dropdown menu.
ca: Navegueu ràpidament entre directoris del vostre sistema de fitxers utilitzant un menú desplegable.
fr: Naviguez rapidement dans les répertoires de votre système à l'aide d'un menu déroulant.
hu: A legördülő menü segítségével gyorsan navigálhat a rendszerén lévő könyvtárak között.
it: Naviga rapidamente attraverso le tue cartelle con un menù a tendina.
vi: Điều hướng nhanh qua các thư mục trên hệ thống bằng menu thả xuống.

source: Base Directory
ca: Directori base
fr: Répertoire de base
hu: Alapkönyvtár
it: Cartella principale
vi: Thư mục gốc

source: Appearance
ca: Aparença
fr: Aspect
hu: Megjelenés
it: Aspetto
vi: Giao diện

source: Icon (hover here for info!)
ca: Icona (passeu el cursor per aquí per més informació!)
fr: Icône (survolez-la pour plus d'informations)
hu: Ikon (információkért vigye fölé az egérmutatót!)
it: Icona (tieni il mouse qui per info!)
vi: Biểu tượng (di chuột để xem thông tin!)

source: Must be an icon name (no path), and should be symbolic.
ca: Ha de ser el nom d'una icona (no una ruta) i ha de ser simbòlic.
fr: Il doit s'agir d'un nom d'icône (pas de chemin) et doit être symbolique.
hu: Ikonnévnek kell lennie (nincs elérési út), és szimbolikusnak kell lennie.
it: Deve essere il nome di un'icona (non un percorso), e l'icona dovrebbe essere simbolica.
vi: Phải là tên biểu tượng (không dùng đường dẫn) và nên là biểu tượng ký hiệu.

source: Tooltip Text
ca: Text de la informació d'eines
fr: Texte de l'info-bulle
hu: Eszköztipp szövege
it: Didascalia
vi: Văn bản gợi ý

source: Panel Text
ca: Text del tauler
fr: Texte sur le panneau
hu: Panel szöveg
it: Testo sul pannello
vi: Văn bản trên Thanh panel

source: Visibility
ca: Visibilitat
fr: Visibilité
hu: Láthatóság
it: Visibilità
vi: Hiển thị

source: Include "Open Folder" and "Open in Terminal"
ca: Inclou "Obre la carpeta" i "Obre al terminal"
fr: Inclure "Ouvrir le dossier" et "Ouvrir dans un terminal"
hu: Tartalmazza a „Mappa megnyitása” és a „Megnyitás terminálban” funkciókat.
it: Includi "Apri cartella" e "Apri nel terminale"
vi: Bao gồm "Mở Thư mục" và "Mở trong Terminal"

source: Include hidden files
ca: Inclou els fitxers ocults
fr: Montrer également les fichiers cachés
hu: Tartalmazza a rejtett fájlokat is
it: Mostra i file nascosti
vi: Bao gồm các tập tin ẩn

source: Limit the Maximum Number of Characters in the Submenus
ca: Limita el número de caràcters màxim dels submenús
fr: Limiter le nombre maximum de caractères dans les sous-menus
hu: Korlátozza a karakterek maximális számát az almenükben
it: Limita il numero massimo di caratteri nei sottomenù
vi: Giới hạn số ký tự tối đa trong các menu con

source: Character Limit
ca: Límit de caràcters
fr: Nombre maximal de caractères
hu: Karakter Limit
it: Limite di caratteri
vi: Giới hạn ký tự

source: (Approximately) Limit the number of characters of each entry. Useful if you think the menu is too wide.
ca: (Aproximadament) Limita el número de caràcters de cada element. Útil si penseu que el menú és massa ample.
fr: Limiter (approximativement) le nombre de caractères de chaque entrée. Utile si vous trouvez que le menu est trop large.
hu: (Körülbelül) Korlátozza a karakterek számát minden bejegyzésnél. Hasznos, ha úgy érzi, hogy a menü túl széles lenne.
it: Limita (approssimativamente) il numero di caratteri di ciascuna riga. Utile se il menù risulta troppo largo.
vi: (Xấp xỉ) Giới hạn số ký tự của mỗi mục. Hữu ích nếu bạn thấy menu quá rộng.

source: Ordering
ca: Ordenació
fr: Tri
hu: Rendezés
it: Ordinamento
vi: Sắp xếp

source: Name
ca: Nom
fr: Nom
hu: Név
it: Nome
vi: Tên

source: Date modified
ca: Data de modificació
fr: Date modifiée
hu: Módosítás dátuma
it: Ultima modifica
vi: Ngày chỉnh sửa

source: Order by...
ca: Ordenar per...
fr: Trier par...
hu: Rendezés a következő szerint...
it: Ordina per...
vi: Sắp xếp theo...

source: Show favorite items first
ca: Mostrar els elements preferits primer
fr: Afficher les favoris en premier
hu: Először jelenítse meg a kedvenc elemeket
it: Mostra preferiti per primi
vi: Hiển thị mục yêu thích trước

source: Show pinned items first
ca: Mostrar els elements fixats primer
fr: Afficher les épinglés en premier
hu: Először jelenítse meg a kitűzött elemeket
it: Mostra elementi fissati per primi
vi: Hiển thị mục ghim trước

source: Keybindings
ca: Dreceres del teclat
fr: Raccourcis clavier
hu: Billentyűzetkiosztás
it: Scorciatoie da tastiera
vi: Phím tắt

source: Show menu
ca: Mostrar el menú
fr: Afficher le menu
hu: Menü megjelenítése
it: Apri il menù
vi: Hiển thị menu

source: Set keybinding(s) to show the menu.
ca: Dreceres del teclat per mostrar el menú.
fr: Définir le(s) raccourcis-clavier pour ouvrir le menu de cette applet.
hu: Állítsa be a billentyűkombináció(ka)t a menü megjelenítéséhez.
it: Imposta una o più scorciatoie da tastiera per aprire il menù.
vi: Thiết lập phím tắt để hiển thị menu.

source: Classic
fr: Classique
hu: Klasszikus

source: Native
fr: Natif
hu: Natív

source: Menu type
fr: Type de menu
hu: Menü típusa

source: Classic uses a GTK-based menu, while Native uses Cinnamon's native popup menu.
fr: Classique utilise un menu basé sur GTK, tandis que Natif utilise le menu contextuel natif de Cinnamon.
hu: A Klasszikus egy GTK-alapú menüt használ, míg a natív a Cinnamon natív felugró menüjét.

source: Prefer native menu type on Wayland
fr: Préférer le type de menu natif sur Wayland
hu: Natív menütípus előnyben részesítése a Waylandon

source: Automatically use the native menu implementation when running under Wayland. The classic GTK-based menu has limitations on Wayland sessions due to restricted window positioning and focus handling in the protocol.
fr: Utiliser automatiquement l'implémentation native du menu sous Wayland. Le menu classique basé sur GTK présente des limitations sous Wayland en raison des restrictions de positionnement des fenêtres et de gestion du focus imposées par le protocole.
hu: Automatikusan használja a natív menü implementációját Wayland alatt futtatva. A klasszikus GTK-alapú menü korlátozásokkal rendelkezik a Wayland munkamenetekben a protokollban korlátozott ablakpozicionálás és fókuszkezelés miatt.
