Repository: linuxmint/cinnamon-spices-applets
Catalog: MuteToggler@jebeaudet.com/files/MuteToggler@jebeaudet.com/po/*.po
Languages: da, es, hu, it, vi, zh_tw

source: Click to mute/unmute microphone
da: Klik for at tænde/slukke mikrofonen
es: Haz clic para silenciar/activar el micrófono
hu: Kattintson a mikrofon elnémításához/feloldásához
it: Fai clic per disattivare/attivare il microfono
vi: Nhấp để tắt/bật tiếng micro
zh_tw: 點選以靜音／解除靜音麥克風

source: Mic mute toggler
da: Tænd/sluk mikrofonen
es: Silenciador/Activador de micrófono
hu: Mikrofon némító kapcsoló
it: Silenzia microfono
vi: Công tắc micro
zh_tw: 麥克風靜音切換器

source: Quickly toggle global microphone mute on and off.
da: Tænd og sluk hurtigt mikrofonen globalt.
es: Activa y desactiva rápidamente el silencio global del micrófono.
hu: A globális mikrofon némítást gyors ki-/bekapcsolása.
it: Attiva e disattiva rapidamente il silenziamento globale del microfono.
vi: Nhanh chóng bật/tắt tắt tiếng micro toàn cục.
zh_tw: 快速切換全域麥克風的靜音開關。

source: Keyboard shortcuts
da: Tastaturgenveje
es: Atajos de teclado
hu: Gyorsbillentyűk
it: Scorciatoie da tastiera
vi: Phím tắt
zh_tw: 鍵盤快速鍵

source: Set the keybinding for toggling microphone mute
da: Angiv tastegenvejen til at tænde/slukke mikrofonen
es: Establecer la combinación de teclas para activar/desactivar el silencio del micrófono
hu: Állítsa be a mikrofon némításának billentyűkombinációját
it: Imposta la combinazione di tasti per attivare/disattivare l'audio del microfono
vi: Đặt phím để bật/tắt micro
zh_tw: 設定麥克風靜音切換的快速鍵

source: Icons
da: Ikoner
es: Iconos
hu: Ikonok
it: Icone
vi: Biểu tượng
zh_tw: 圖示

source: Use symbolic icons
da: Brug symbolske ikoner
es: Utilizar iconos simbólicos
hu: Használjon szimbolikus ikonokat
it: Usa icona simbolica
vi: Dùng biểu tượng tượng trưng
zh_tw: 使用象徵性圖示

source: Tint symbolic icons
da: Farvede symbolske ikoner
es: Tinte de iconos simbólicos
hu: Színes szimbolikus ikonok
it: Colorazione icone simboliche
vi: Tô màu biểu tượng tượng trưng
zh_tw: 象徵性圖示著色

source: Icon color when microphone is muted
da: Ikonfarve når mikrofonen er slukket
es: Color del icono cuando el micrófono está silenciado
hu: Az ikon színe, ha a mikrofon el van némítva
it: Colore dell'icona quando il microfono è muto
vi: Màu biểu tượng khi micro tắt tiếng
zh_tw: 麥克風靜音時的圖示顏色

source: Icon color when microphone is unmuted
da: Ikonfarve når mikrofonen er tændt
es: Color del icono cuando el micrófono no está silenciado
hu: Az ikon színe, ha a mikrofon nincs némítva
it: Colore dell'icona quando il microfono è attivo
vi: Màu biểu tượng khi micro bật tiếng
zh_tw: 麥克風解除靜音時的圖示顏色

source: Debug messages
da: Fejlsøgningsbeskeder
es: Mensajes de depuración
hu: Hibakeresési üzenetek
it: Messaggi di debug
vi: Thông điệp gỡ lỗi
zh_tw: 除錯訊息

source: Make it verbose in ~/.xsession-errors
da: Gør det uddybende i ~/.xsession-errors
es: Hacerlo detallado en ~/.xsession-errors
hu: A további leírásokat, hibaüzeneteket beállíthatja a ~/.xsession-errors-ban
it: Rendilo dettagliato in ~/.xsession-errors
vi: Ghi chi tiết vào ~/.xsession-errors
zh_tw: 在 ~/.xsession-errors 中顯示詳細資訊
