Repository: linuxmint/cinnamon-spices-applets
Catalog: essentials-backgrounds@luanschons/files/essentials-backgrounds@luanschons/po/*.po
Languages: pt_br

source: Change Background Now
pt_br: Trocar Papel de Parede Agora

source: Save to Favorites
pt_br: Salvar nos Favoritos

source: No wallpaper set yet
pt_br: Nenhum papel de parede definido ainda

source: History
pt_br: Histórico

source: No history yet
pt_br: Nenhum histórico ainda

source: Source:
pt_br: Fonte:

source: Open Cache Folder
pt_br: Abrir Pasta de Cache

source: Open Favorites Folder
pt_br: Abrir Pasta de Favoritos

source: Settings
pt_br: Configurações

source: Pause
pt_br: Pausar

source: Resume
pt_br: Retomar

source: Unknown provider:
pt_br: Fonte desconhecida:

source: Fetching wallpaper...
pt_br: Buscando papel de parede...

source: Essentials Backgrounds — Error
pt_br: Essentials Backgrounds — Erro

source: Download failed:
pt_br: Falha no download:

source: Wallpaper Changed
pt_br: Papel de Parede Alterado

source: Saved to Favorites
pt_br: Salvo nos Favoritos

source: Unknown
pt_br: Desconhecido

source: Random
pt_br: Aleatório

source: Automatically fetches stunning wallpapers from Bing, Unsplash and other sources, changing your desktop background periodically.
pt_br: Busca automaticamente papéis de parede incríveis do Bing, Unsplash e outras fontes, alterando o fundo da área de trabalho periodicamente.

source: General
pt_br: Geral

source: Effects
pt_br: Efeitos

source: Behavior
pt_br: Comportamento

source: Notifications
pt_br: Notificações

source: Image Effects
pt_br: Efeitos de Imagem

source: Unsplash Settings
pt_br: Configurações do Unsplash

source: Wallpaper source
pt_br: Fonte do papel de parede

source: Choose where to fetch wallpapers from
pt_br: Escolha de onde buscar os papéis de parede

source: Bing Daily
pt_br: Bing Diário

source: Unsplash (API key)
pt_br: Unsplash (chave API)

source: 🔀 Random
pt_br: 🔀 Aleatório

source: minutes
pt_br: minutos

source: Change interval
pt_br: Intervalo de troca

source: How often to change the wallpaper (in minutes)
pt_br: Com que frequência trocar o papel de parede (em minutos)

source: Start automatically
pt_br: Iniciar automaticamente

source: Start changing wallpapers automatically when the applet loads
pt_br: Começar a trocar papéis de parede automaticamente ao carregar o applet

source: Show notifications
pt_br: Mostrar notificações

source: Show a notification when the wallpaper changes
pt_br: Mostrar uma notificação quando o papel de parede mudar

source: Blur
pt_br: Desfoque

source: Apply a gaussian blur effect to the wallpaper
pt_br: Aplicar um efeito de desfoque gaussiano ao papel de parede

source: Blur intensity
pt_br: Intensidade do desfoque

source: Blur radius in pixels (higher = more blurry)
pt_br: Raio do desfoque em pixels (maior = mais borrado)

source: Brightness / Dim
pt_br: Brilho / Escurecer

source: Adjust the brightness of the wallpaper
pt_br: Ajustar o brilho do papel de parede

source: Brightness level
pt_br: Nível de brilho

source: Negative values darken, positive values brighten
pt_br: Valores negativos escurecem, valores positivos clareiam

source: Saturation
pt_br: Saturação

source: Adjust the color saturation of the wallpaper
pt_br: Ajustar a saturação de cor do papel de parede

source: Saturation level
pt_br: Nível de saturação

source: 0% = no color, 100% = normal, 300% = very vivid
pt_br: 0% = sem cor, 100% = normal, 300% = muito vívido

source: Contrast
pt_br: Contraste

source: Adjust the contrast of the wallpaper
pt_br: Ajustar o contraste do papel de parede

source: levels
pt_br: níveis

source: Contrast level
pt_br: Nível de contraste

source: Negative = less contrast, positive = more contrast
pt_br: Negativo = menos contraste, positivo = mais contraste

source: Grayscale
pt_br: Escala de cinza

source: Convert the wallpaper to grayscale (black & white)
pt_br: Converter o papel de parede para escala de cinza (preto e branco)

source: Sepia
pt_br: Sépia

source: Apply a warm sepia tone to the wallpaper
pt_br: Aplicar um tom sépia quente ao papel de parede

source: Vignette
pt_br: Vinheta

source: Add a dark vignette around the edges
pt_br: Adicionar uma vinheta escura ao redor das bordas

source: Unsplash API Key
pt_br: Chave API do Unsplash

source: Get your free API key at unsplash.com/developers
pt_br: Obtenha sua chave API gratuita em unsplash.com/developers

source: Search terms
pt_br: Termos de busca

source: Comma-separated keywords for Unsplash search (e.g. nature,landscape,mountains)
pt_br: Palavras-chave separadas por vírgula para busca no Unsplash (ex: natureza,paisagem,montanhas)
