Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/shadowsocks-switch@Klavionik/*.po
Languages: da, it, nl, vi

source: Shadowsocks Switch
da: Shadowsocks-kontakt
it: Interruttore Shadowsocks
nl: Shadowsocks-schakelaar
vi: Bộ chuyển Shadowsocks

source: Enable Shadowsocks
da: Aktivér Shadowsocks
it: Abilita Shadowsocks
nl: Shadowsocks inschakelen
vi: Bật Shadowsocks

source: Toggle Shadowsocks proxy
da: Slå Shadowsocks-proxy til/fra
it: Attiva/disattiva il proxy Shadowsocks
nl: Schakel Shadowsocks-proxy in of uit
vi: Bật/tắt proxy Shadowsocks

source: Cannot read Shadowsocks config.
da: Kan ikke læse Shadowsocks-konfiguration.
it: Impossibile leggere la configurazione di Shadowsocks.
nl: Kan de Shadowsocks-configuratie niet lezen.
vi: Không thể đọc cấu hình Shadowsocks.

source: Shadowsocks config is missing local port.
da: Shadowsocks-konfiguration mangler lokal port.
it: La configurazione di Shadowsocks non ha una porta locale.
nl: Lokale poort ontbreekt in Shadowsocks-configuratie.
vi: Cấu hình Shadowsocks thiếu cổng nội bộ.

source: Connection established.
da: Forbindelse oprettet.
it: Connessione stabilita.
nl: Verbinding tot stand gebracht.
vi: Đã thiết lập kết nối.

source: Disconnected.
da: Forbindelse afbrudt.
it: Disconnesso.
nl: Verbroken.
vi: Đã ngắt kết nối.

source: Quickly toggle Shadowsocks proxy from the system tray
da: Slå hurtigt Shadowsocks-proxy til/fra i statusfeltet
it: Attiva/disattiva rapidamente il proxy Shadowsocks dalla barra delle applicazioni
nl: Schakel snel de Shadowsocks-proxy in of uit vanuit het systeemvak
vi: Bật/tắt nhanh proxy Shadowsocks từ khay hệ thống

source: General
da: Generelt
it: Generale
nl: Algemeen
vi: Chung

source: Shadowsocks configuration
da: Shadowsocks-konfiguration
it: Configurazione di Shadowsocks
nl: Shadowsocks-configuratie
vi: Cấu hình Shadowsocks
