Repository: linuxmint/cinnamon-spices-applets
Catalog: c-eyes@anaximeno/files/c-eyes@anaximeno/po/*.po
Languages: da, es, fr, hu, it, nl, pt, vi

source: 📢 The click effects will be removed from this applet on the version 6.2 of Cinnamon and moved to a new extension named mouse-click-effects which can already be installed on the Cinnamon Extensions settings module for versions of Cinnamon >= 5.4
es: 📢 Los efectos de clic se eliminarán de este applet en la versión 6.2 de Cinnamon y se moverán a una nueva extensión llamada mouse-click-effects que ya puede ser instalada en el módulo de configuración de Extensiones de Cinnamon para versiones de Cinnamon >= 5.4
fr: 📢 Les effets de clic seront supprimés de cette applet à partir de la version 6.2 de Cinnamon et déplacés dans une nouvelle extension nommée mouse-click-effects qui peut déjà être installée dans le module de configuration des extensions Cinnamon pour les versions de Cinnamon >= 5.4
hu: 📢 A kattintási effektusok a Cinnamon 6.2-es verziójában eltűnnek erről a kisalkalmazásról és átkerült egy új, „mouse-click-effects” („egérkattintási effektusok”) nevű bővítményre, amely már telepíthető a Cinnamon Bővítmények beállítási modulban a legalább 5.4 verziójú Cinnamon asztali környezethez
it: 📢 Gli effetti clic verranno rimossi da questa applet nella versione 6.2 di Cinnamon e spostato in una nuova estensione denominata effetti clic del mouse che può già essere installata nel modulo delle impostazioni delle estensioni di Cinnamon per le versioni di Cinnamon >= 5.4
nl: 📢 De klik-effecten worden verwijderd uit deze applet in versie 6.2 van Cinnamon en verplaatst naar een nieuwe extensie genaamd mouse-click-effects, die al geïnstalleerd kan worden in het instellingenmodule voor Cinnamon-extensies voor versies van Cinnamon >= 5.4
pt: 📢 Os efeitos de clique vão ser removidos deste applet na versão 6.2 do Cinnamon e movidos para a nova extensão que se chama mouse-click-effects que já pode ser instalada no módulo de definições para as extensões do Cinnamon para versões do Cinnamon >= 5.4
vi: 📢 Hiệu ứng nhấp chuột sẽ bị loại bỏ khỏi applet này ở phiên bản 6.2 của Cinnamon và được chuyển sang một tiện ích mở rộng mới có tên mouse-click-effects, hiện đã có thể cài đặt trong mô-đun cài đặt Tiện ích mở rộng Cinnamon cho các phiên bản Cinnamon >= 5.4

source: click to deactivate the eye
da: klik for at deaktivere øjet
es: haga clic para desactivar el ojo
fr: cliquer pour désactiver l'œil
hu: kattintson a szem kikapcsolásához
it: fare clic per disattivare l'occhio
nl: klik om het oog te deactiveren
pt: clica para desativar o olho
vi: nhấp để tắt mắt

source: click to activate the eye
da: klik for at aktivere øjet
es: haga clic para activar el ojo
fr: cliquer pour activer l'œil
hu: kattintson a szem aktiválásához
it: fare clic per attivare l'occhio
nl: klik om het oog te activeren
pt: clica para ativar o olho
vi: nhấp để bật mắt

source: TIP
fr: Astuce
it: SUGGERIMENTO
pt: DICA
vi: MẸO

source: Hey, I saw that!
es: ¡Oye, vi eso!
fr: J'ai vu ça !
hu: Hé, ezt láttam!
it: Ehi, l'ho visto!
nl: Hé, dat heb ik gezien!
pt: Ei, eu vi isso!
vi: Này, tôi đã thấy điều đó!

source: Cinnamon Eyes
da: Cinnamon-øjne
es: Ojos de Cinnamon
fr: Œil pour Cinnamon (Cinnamon Eyes)
hu: Cinnamon Szemek
it: Occhi di Cinnamon
nl: Cinnamon Ogen
pt: Olhos do Cinnamon
vi: Đôi mắt Cinnamon

source: An applet for Cinnamon that adds an eye to the panel bar that follows your cursor.
es: Un applet para Cinnamon que añade un ojo en la barra de panel que sigue al cursor.
fr: Ajoute au panneau un œil qui suit votre curseur.
hu: Egy Cinnamon kisalkalmazás, amely hozzáad egy szemet a panelhez, amely követi az egérmutatót.
it: Un'applet per Cinnamon che aggiunge un occhio alla barra del pannello che segue il tuo cursore.
nl: Een applet voor Cinnamon die een oog toevoegt aan de paneelbalk die je cursor volgt.
pt: Um applet para Cinnamon que adiciona um olho ao painel que segue o seu cursor.
vi: Một applet cho Cinnamon thêm một con mắt vào thanh bảng điều khiển, theo dõi con trỏ của bạn.

source: Eye
da: Øje
es: Ojo
fr: Œil
hu: Szem
it: Occhio
nl: Oog
pt: Olho
vi: Mắt

source: Effects
da: Effekter
es: Efectos
fr: Effets
hu: Effektusok
it: Effeti
nl: Effecten
pt: Efeitos
vi: Hiệu ứng

source: General
da: Generelt
fr: Général
hu: Általános
it: Generale
nl: Algemeen
pt: Geral
vi: Chung

source: Colors
da: Farver
es: Colores
fr: Couleurs
hu: Színek
it: Colori
nl: Kleuren
pt: Cores
vi: Màu sắc

source: Events
da: Hændelser
es: Eventos
fr: Événements
hu: Események
it: Eventi
nl: Gebeurtenissen
pt: Eventos
vi: Sự kiện

source: Mode
da: Tilstand
es: Modo
hu: Üzemmód
it: Modalità
nl: Modus
pt: Modo
vi: Chế độ

source: Lids
da: Mandelformet
es: Párpado
fr: Couvercles
hu: Szemhéj
it: Palpebre
nl: Oogleden
pt: Pálpebra
vi: Mi mắt

source: Bulb
da: Rundt
es: Redondo
fr: Ampoule
hu: Szemgolyó
it: Bulbo
nl: Bol
pt: Arredondado
vi: Cầu mắt

source: Line Width
da: Linjebredde
es: Anchura de línea
fr: Épaisseur du trait
hu: Vonalvastagság
it: Larghezza Linea
nl: Lijnbreedte
pt: Largura da Linha
vi: Độ rộng đường kẻ

source: Margin
da: Margen
es: Margen
fr: Marge
hu: Tűréshatár
it: Margine
nl: Marge
pt: Margem
vi: Lề

source: Padding
da: Udfyldning
es: Relleno
fr: Rembourrage
hu: Térköz
nl: Opvulling
pt: Preenchimento
vi: Đệm

source: Eye Update Interval
es: Intervalo de actualización del ojo
fr: Intervalle entre deux dessins de l’œil
hu: Szemfrissítési időköz
it: Intervallo di aggiornamento dell'occhio
nl: Interval voor bijwerken van het oog
pt: Intervalo de Atualização do Olho
vi: Khoảng thời gian cập nhật mắt

source: This setting controls the time to redraw the eye again. Lower values (measured in miliseconds) result in smoother animation but require more processing power.
es: Este parámetro controla el tiempo necesario para volver a dibujar el ojo. Los valores más bajos (medidos en milisegundos) dan como resultado una animación más suave, pero requieren más potencia de procesamiento.
fr: Ce paramètre contrôle le temps nécessaire pour redessiner l'œil. Des valeurs plus faibles (mesurées en millisecondes) permettent d'obtenir des animations plus fluides, mais nécessitent une plus grande puissance de traitement.
hu: Ez a beállítás szabályozza a szem újrarajzolásának idejét. Az alacsonyabb értékek (ezredmásodpercben mérve) simább animációt eredményeznek, de nagyobb feldolgozási teljesítményt igényelnek.
it: Questa impostazione controlla il tempo necessario per ridisegnare nuovamente l'occhio. Valori più bassi (misurati in millisecondi) producono un'animazione più fluida ma richiedono una maggiore potenza di elaborazione.
nl: Deze instelling regelt de tijd om het oog opnieuw te tekenen. Lagere waarden (gemeten in milliseconden) resulteren in soepelere animaties, maar vereisen meer rekenkracht.
pt: Esta definição controla o tempo para desenhar o olho de novo. Valores menores (medidos em milissegundos) resultam em uma animação mais fluida porém requer mais poder computacional.
vi: Cài đặt này kiểm soát thời gian vẽ lại mắt. Giá trị thấp hơn (tính bằng mili giây) sẽ cho hoạt ảnh mượt hơn nhưng tốn nhiều tài nguyên xử lý hơn.

source: radians
es: radianes
hu: radiánok
it: radianti
nl: radialen
pt: radianos
vi: radian

source: Eye Update Sensitivity
es: Sensibilidad de actualización del ojo
fr: Fréquence de la mise à jour de l'œil
hu: Szemfrissítési érzékenység
it: Sensibilità all'aggiornamento dell'occhio
nl: Gevoeligheid voor bijwerken van het oog
pt: Sensitividade de Atualização do Olho
vi: Độ nhạy cập nhật mắt

source: This setting controls the minimum angle change between mouse movements required to redraw the eye. Lower values (measured in radians) result in smoother animation but require more processing power.
es: Este parámetro controla el cambio de ángulo mínimo entre movimientos del ratón necesario para redibujar el ojo. Los valores más bajos (medidos en radianes) dan como resultado una animación más suave, pero requieren más potencia de procesamiento.
fr: Ce paramètre contrôle la variation minimale de l'angle entre les mouvements de la souris nécessaire pour redessiner l'œil. Des valeurs plus faibles (mesurées en radians) permettent d'obtenir des animations plus fluides, mais nécessitent une plus grande puissance de traitement.
hu: Ez a beállítás szabályozza a szem újrarajzolásához szükséges minimális szögváltozást az egérmozgások között. Az alacsonyabb értékek (radiánban mérve) simább animációt eredményeznek, de nagyobb feldolgozási teljesítményt igényelnek.
it: Questa impostazione controlla la variazione minima dell'angolo tra i movimenti del mouse necessaria per ridisegnare l'occhio. Valori più bassi (misurati in radianti) producono un'animazione più fluida ma richiedono una maggiore potenza di elaborazione.
nl: Deze instelling regelt de minimale hoekverandering tussen muishandelingen die nodig is om het oog opnieuw te tekenen. Lagere waarden (gemeten in radialen) resulteren in soepelere animaties, maar vereisen meer rekenkracht.
pt: Esta definição controla a menor diferença de ângulo entre os movimentos do ponteiro do mouse necessário para redesenhar o olho. Valores menores (medido em radianos) resultam em uma animação mais fluida porém requer mais poder computacional.
vi: Cài đặt này kiểm soát thay đổi góc tối thiểu giữa các chuyển động chuột để vẽ lại mắt. Giá trị thấp hơn (tính bằng radian) sẽ cho hoạt ảnh mượt hơn nhưng tốn nhiều tài nguyên xử lý hơn.

source: Start Activated
da: Start aktiveret
es: Iniciar activado
fr: Activer au démarrage
hu: Indítás Aktiválva
it: Avvia Attivato
nl: Start geactiveerd
pt: Inicia Ativado
vi: Khởi động ở trạng thái bật

source: Deactivate On Fullscreen
da: Deaktivér ved fuldskærm
es: Desactivar en pantalla completa
fr: Désactiver en plein-écran
hu: Kikapcsolás teljes képernyőn
it: Disattiva su Schermo Intero
nl: Deactiveren bij volledig scherm
pt: Desativar em Tela Cheia
vi: Tắt khi toàn màn hình

source: Activated Base Color
da: Aktiveret grundfarve
es: Color base activado
fr: Quand activé : Couleur de base
hu: Aktivált alapszín
it: Colore Base attivato
nl: Geactiveerde basiskleur
pt: Cor da Base Ativada
vi: Màu nền khi bật

source: Activated Iris Color
da: Aktiveret irisfarve
es: Color de iris activado
fr: Quand activé : Couleur de l'iris
hu: Aktivált írisz szín
it: Colore Iride attivato
nl: Geactiveerde iriskleur
pt: Cor da Íris Ativada
vi: Màu mống mắt khi bật

source: Activated Pupil Color
da: Aktiveret pupilfarve
es: Color de pupila activado
fr: Quand activé : Couleur de la pupille
hu: Aktivált pupillaszín
it: Colore Pupilla attivato
nl: Geactiveerde pupilkleur
pt: Cor da Pupila Ativada
vi: Màu con ngươi khi bật

source: Fill the Colors Inside the Eye
es: Rellenar los colores del interior del ojo
fr: Remplir l'intérieur de l'œil avec les couleurs
hu: Töltse ki a színeket a szem belsejében
it: Riempi i colori all'interno dell'occhio
nl: Kleuren binnenin het oog vullen
pt: Preencher as Cores Dentro do Olho
vi: Tô màu bên trong mắt

source: Enable Effects
da: Aktivér effekter
es: Habilitar efectos
fr: Activer les effets
hu: Effektusok engedélyezése
it: Abilita Efetti
nl: Effecten inschakelen
pt: Ativar Efeitos
vi: Bật hiệu ứng

source: Icon Mode
da: Ikontilstand
es: Modo Icono
fr: Mode d'icône
hu: Ikonmód
it: Modalità Icona
nl: Pictogram modus
pt: Modo do Ícone
vi: Chế độ biểu tượng

source: Simple
da: Simpel
hu: Egyszerű
it: Semplice
nl: Eenvoudig
pt: Simples
vi: Đơn giản

source: Wolf
fr: Loup
hu: Farkas
pt: Lobo

source: Claw
fr: Griffe
hu: Karom
nl: Klauw
pt: Garra

source: Metropoli
pt: Metrópolis

source: Helix
fr: Hélice
it: Elica
pt: Hélice

source: Direction
hu: Irány
it: Direzione
nl: Richting
pt: Direção

source: Thatch
fr: Chaume
hu: Nádtető
nl: Riet
pt: Palha

source: Cotton
fr: Coton
hu: Vatta
it: Cotone
nl: Katoen
pt: Algodão

source: Circle
fr: Cercle
hu: Kör
it: Cerchio
nl: Cirkel
pt: Círculo
vi: Hình tròn

source: Gear
fr: Engrenage
hu: Fogaskerék
it: Ingranaggio
nl: Tandwiel
pt: Engrenagem
vi: Bánh răng

source: Icon Size
da: Ikonstørrelse
es: Tamaño del icono
fr: Taille de l'icône
hu: Ikonméret
it: Dimensione Icona
nl: Pictogramgrootte
pt: Tamanho do Ícone
vi: Kích thước biểu tượng

source: Click Animation Mode
da: Animationstilstand ved klik
es: Modo de animación del click
fr: Mode d'animation du clic
hu: Kattintás animáció üzemmódja
it: Modalità Animazione al Clic
nl: Klikanimatiemodus
pt: Modo da Animação de Clique
vi: Chế độ hoạt ảnh khi nhấp

source: Blink
es: Parpadeo
fr: Clignoter
hu: Pislogás
it: Battito di ciglia
nl: Knipperen
pt: Piscar
vi: Nháy mắt

source: Bounce Back
da: Hop tilbage
es: Rebotar
fr: Rebondir
hu: Visszapattan
it: Rimbalza indietro
nl: Terugveren
pt: Saltar de Volta
vi: Nảy lại

source: Retract
da: Træk tilbage
es: Retraer
fr: Retrait
hu: Reakció
it: Ritrattata
nl: Intrekken
pt: Retrair
vi: Thu lại

source: Expand
da: Udvid
es: Expandir
fr: Développer
hu: Kibontás
it: Espandi
nl: Uitvouwen
pt: Expandir
vi: Mở rộng

source: Enable Left Click
da: Aktivér venstreklik
es: Habilitar clic izquierdo
fr: Activer pour le clic gauche
hu: Bal kattintás engedélyezése
it: Abilita Clic Sinistro
nl: Linkermuisklik inschakelen
pt: Ativar Clique Esquerdo
vi: Bật nhấp chuột trái

source: Enable Middle Click
da: Aktivér midterklik
es: Habilitar clic central
fr: Activer pour le clic molette
hu: Középső kattintás engedélyezése
it: Abilita Clic Centrale
nl: Middelste muisklik inschakelen
pt: Ativar Clique do Meio
vi: Bật nhấp chuột giữa

source: Enable Right Click
da: Aktivér højreklik
es: Habilitar clic derecho
fr: Activer pour le clic droit
hu: Jobb kattintás engedélyezése
it: Abilita Clic Destro
nl: Rechtermuisklik inschakelen
pt: Ativar Clique Direito
vi: Bật nhấp chuột phải

source: Fade Timeout
da: Timeout for udtoning
es: Tiempo de desvanecimiento
fr: Délai d'expiration du fondu
hu: Elhalványodás időköze
it: Timeout dissolvenza
nl: Vervagen time-out
pt: Tempo de Desaparecimento
vi: Thời gian mờ dần

source: Left Click Color
da: Venstrekliksfarve
es: Color del click izquierdo
fr: Couleur du clic gauche
hu: Bal kattintás szín
it: Colore Clic Sinistro
nl: Kleur van linkermuisklik
pt: Cor do Clique Esquerdo
vi: Màu nhấp chuột trái

source: Middle Click Color
da: Midterkliksfarve
es: Color del click central
fr: Couleur du clic-molette
hu: Középső kattintás szín
it: Colore Clic Centrale
nl: Kleur van middelste muisklik
pt: Cor do Clique do Meio
vi: Màu nhấp chuột giữa

source: Right Click Color
da: Højrekliksfarve
es: Color del click derecho
fr: Couleur du clic droit
hu: Jobb kattintás szín
it: Colore Clic Destro
nl: Kleur van rechtermuisklik
pt: Cor do Clique Direito
vi: Màu nhấp chuột phải

source: General Opacity
da: Generel uigennemsigtighed
es: Opacidad general
fr: Opacité générale
hu: Általános átlátszatlanság
it: Opacità Generale
nl: Algemene ondoorzichtigheid
pt: Opacidade Geral
vi: Độ mờ chung

source: Info
es: Información
hu: Információ
pt: Informação
vi: Thông tin

source: In Cinnamon versions 6.2 and later, the click effects have been removed from this applet and relocated to a new extension called 'mouse-click-effects,' which can be installed through the Cinnamon Extensions settings module.
es: En las versiones 6.2 y posteriores de Cinnamon, los efectos de clic se eliminaron de este applet y se reubicaron en una nueva extensión llamada 'efectos de clic del mouse', que se puede instalar a través del módulo de configuración de Extensiones de Cinnamon.
fr: Dans les versions 6.2 et suivantes de Cinnamon, les effets de clic ont été supprimés de cette applet et placés dans une nouvelle extension appelée "mouse-click-effects", qui peut être installée via le module de configuration des Extensions de Cinnamon.
hu: A Cinnamon 6.2-es és újabb verzióiban a kattintási effektusokat eltávolították erről a kisalkalmazásról, és áthelyezték egy új „mouse-click-effects” („egérkattintási effektusok”) nevű bővítménybe, amely a Cinnamon Extensions beállítási modulján keresztül telepíthető.
it: Nelle versioni Cinnamon 6.2 e successive, gli effetti clic sono stati rimossi da questa applet e spostati in una nuova estensione chiamata "effetti clic del mouse", che può essere installata tramite il modulo delle impostazioni delle estensioni Cinnamon.
nl: In Cinnamon-versies 6.2 en later zijn de klik-effecten verwijderd uit deze applet en verplaatst naar een nieuwe extensie genaamd 'mouse-click-effects,' die kan worden geïnstalleerd via het instellingenmodule voor Cinnamon-extensies.
pt: Nas versões 6.2 e posteriores do Cinnamon, os efeitos de clique foram removidos deste applet e transferidos para uma nova extensão chamada 'mouse-click-effects,' que pode ser instalada através do módulo de configurações de Extensões do Cinnamon.
vi: Trong các phiên bản Cinnamon 6.2 trở lên, hiệu ứng nhấp chuột đã bị loại bỏ khỏi applet này và chuyển sang tiện ích mở rộng mới có tên 'mouse-click-effects', có thể cài đặt qua mô-đun cài đặt Tiện ích mở rộng Cinnamon.

source: Style
es: Estilo
hu: Stílus
it: Stile
nl: Stijl
pt: Estilo
vi: Kiểu dáng

source: Optimizations
es: Optimizaciones
fr: Optimisations
hu: Optimalizációk
it: Ottimizzazioni
nl: Optimalisaties
pt: Optimizações
vi: Tối ưu hóa

source: Eye Mode
es: Tipo de ojo
fr: Type d’œil
hu: Szem mód
it: Modalità occhio
nl: Oogmodus
pt: Modo do Olho
vi: Chế độ mắt

source: Tooltip Message on Hover
es: Mensaje de información sobre herramientas al pasar el mouse por encima
fr: Afficher une info-bulle au survol
hu: Eszköztipp üzenet az egérmutatóval
it: Messaggio di descrizione comando al passaggio del mouse
nl: Tooltip bericht bij zweven met de muis
pt: Mensagem da Dica durante a Sobreposição
vi: Thông điệp chú giải khi di chuột

source: Optimization Mode
es: Modo de optimización
fr: Type d'optimisation
hu: Optimalizációs mód
it: Modalità di ottimizzazione
nl: Optimalisatiemodus
pt: Modo de Optimização
vi: Chế độ tối ưu hóa

source: Battery
es: Batería
fr: Batterie
hu: Akkumulátor
it: Batteria
nl: Batterij
pt: Bateria
vi: Pin

source: Balanced
es: Equilibrado
fr: Équilibré
hu: Kiegyensúlyozott
it: Bilanciato
nl: Gebalanceerd
pt: Balanceado
vi: Cân bằng

source: Use Alternative Colors for the Eye
es: Usar colores alternativos para el ojo
fr: Utiliser d'autres couleurs pour l'œil
hu: Használjon alternatív színeket a szem számára
it: Usa colori alternativi per l'occhio
nl: Gebruik alternatieve kleuren voor het oog
pt: Usar Cores Alternativas para o Olho
vi: Sử dụng màu thay thế cho mắt

source: When disabled it will use the current system theme's default color for panel items.
es: Si se desactiva, utilizará el color predeterminado del tema del sistema actual para los elementos del panel.
fr: Lorsqu'il est désactivé, il utilise la couleur par défaut du thème du système actuel pour les éléments du panneau.
hu: Ha letiltja, akkor az aktuális rendszertéma alapértelmezett színét fogja használni a panelelemekhez.
it: Quando disabilitato utilizzerà il colore predefinito del tema del sistema corrente per gli elementi del pannello.
nl: Indien uitgeschakeld, zal het de standaardkleur van het huidige systeemthema voor paneelitems gebruiken.
pt: Quando desativado o tema padrão dos itens do painel do atual tema do sistema vai ser utilizado.
vi: Khi tắt, nó sẽ sử dụng màu mặc định của chủ đề hệ thống hiện tại cho các mục trên bảng điều khiển.

source: Base Color
es: Color base
fr: Couleur de base
hu: Alapszín
it: Colore base
nl: Basiskleur
pt: Cor da Base
vi: Màu nền

source: Iris Color
es: Color de iris
fr: Couleur de l'iris
hu: Írisz színe
it: Colore iride
nl: Kleur van de iris
pt: Cor da Íris
vi: Màu mống mắt

source: Pupil Color
es: Color de pupila
fr: Couleur de la pupille
hu: Pupilla színe
it: Colore pupilla
nl: Kleur van de pupil
pt: Cor da Pupila
vi: Màu con ngươi

source: Blink Effect
fr: Effet de clignotement
pt: Efeito de Pestanejo do Olho

source: seconds
fr: secondes
pt: segundos

source: Blink Period
fr: Période de clignement
pt: Período do Pestanejo do Olho

source: This setting controls the duration of a full blink cycle (closing and opening).
fr: Ce paramètre contrôle la durée d'un cycle de clignement complet (fermeture et ouverture).
pt: Esta definição controla a duração de um ciclo completo de pestanejo (fecho e abertura).

source: Blink Gap
fr: Écart de clignement
pt: Espaçamento dos Pestanejos do Olho

source: This setting controls the time gap between two consecutive blinks.
fr: Ce paramètre contrôle l'intervalle de temps entre deux clignements consécutifs.
pt: Esta definição controla o intervalo de tempo entre dois pestanejos consecutivos.

source: Sleep Effect
fr: Effet sommeil
pt: Efeito Dormir

source: When enabled, the eyes will slowly close when the system is idle and open again when activity is detected.
fr: Une fois activé, les paupières se fermeront lentement lorsque le système est inactif et se rouvriront lorsqu'une activité sera détectée.
pt: Quando ativado, os olhos fecham-se lentamente quando o sistema está inativo e abrem-se novamente quando é detetada atividade.

source: minutes
pt: minutos

source: Idle Delay
fr: Délai d'inactivité
pt: Atraso para Ocioso

source: This setting controls the time of inactivity (no mouse or keyboard input) after which the system is considered idle.
fr: Ce paramètre détermine la durée d'inactivité (absence d'interaction avec la souris ou le clavier) après laquelle le système est considéré comme inactif.
pt: Esta definição controla o tempo de inatividade (sem movimento de rato ou teclado) após o qual o sistema é considerado inativo/ocioso.

source: Pincel
fr: Pinceau
hu: Escet

source: Kusco
fr: Kuzco

source: Spinks
fr: Spins

source: Manual
fr: Manuel
hu: Kézi
it: Manuale
nl: Handmatig
vi: Thủ công

source: px
hu: képpont

source: Ouroboros
hu: Uroborosz
it: Uroboro

source: Performance
es: Rendimiento
hu: Teljesítmény
it: Prestazioni
nl: Prestaties
vi: Hiệu năng

source: effects enabled
da: effekter aktiveret

source: effects disabled
da: effekter deaktiveret

source: An applet for Cinnamon that adds an eye to the panel bar that follows your cursor and displays click animations.
da: Tilføjer et øje til panelet, som følger markøren og viser klikanimationer.

source: Lids Filled
da: Mandelformet udfyldt

source: Bulb Filled
da: Rundt udfyldt

source: Repaint Interval
da: Genoptegningsinterval
