Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/Cinnamenu@json/*.po
Languages: ca, da, de, fi, he, is, ru

source: Category icon size (pixels)
ca: Mida de la icona de categoria (píxels)
da: Ikonstørrelse for kategori (pixel)
de: Symbolgröße (Pixel) für die Kategorien
fi: Ryhmän kuvakkeen koko (pikseliä)
he: גודל סמל סוג־אב (פיקסלים)
is: Stærð flokkatákns (mynddílar)
ru: Размер значка категории (в пикселях)

source: Applications list icon size (pixels)
ca: Mida de la icona de les aplicacions en vista de llista (píxels)
da: Ikonstørrelse for programliste (pixel)
de: Symbolgröße (Pixel) bei Anzeige der Apps in einer Liste
fi: Luettelon kuvakkeen koko (pikseliä)
he: גודל סמל רשימת יישומונים (פיקסלים)
is: Stærð forritalistatákns (mynddílar)
ru: Размер значка списка приложений (в пикселях)

source: Applications grid icon size (pixels)
ca: Mida de la icona de les aplicacions en vista de quadrícula (píxels)
da: Ikonstørrelse for programgitter (pixel)
de: Symbolgröße (Pixel) bei Anzeige der Apps in einem Raster
fi: Ruudukon kuvakkeen koko (pikseliä)
he: גודל סמל שבכת יישומונים (פיקסלים)
is: Stærð forritareitatákns (mynddílar)
ru: Размер значка приложений сетки (в пикселях)

source: Sidebar icon size (pixels)
ca: Mida de les icones de la barra lateral (píxels)
da: Ikonstørrelse i sidebjælke (pixel)
de: Größe der Symbole in der Schaltflächen-Leiste (Pixel)
fi: Sivupalkin kuvakkeen koko (pikseliä)
he: גודל סמל סרגל־צד (פיקסלים)
is: Stærð tákna á hliðarspjaldi (mynddílar)
ru: Размер значка боковой панели (в пикселях)

source: Use sidebar box style
ca: Utilitzar barra lateral amb estil de caixa
da: Brug kassestil til sidebjælke
de: Sitzungsschaltflächen in eigenem Bereich anzeigen
fi: Sivupalkin ohjelmissa varjostettu laatikko
he: שימוש בסרגל־צד בסגנון קופסא
is: Nota kassastíl hliðarspjalds
ru: Использование стиля боковой панели

source: Use a sidebar box style
ca: Utilitza una barra lateral amb estil de caixa
da: Brug en kassestil til sidebjælke
de: Sitzungsschaltflächen in eigenem Bereich anzeigen
fi: Sivupalkin ohjelmien taakse varjostettu laatikko
he: שימוש בסרגל־צד בסגנון קופסא
is: Nota kassastíl á hliðarspjald
ru: Используйте стиль боковой панели

source: Use tile style
ca: Utilitza l'estil mosaic
da: Flisestil
de: App-Symbole in Kacheln anzeigen
fi: Kuvakkeissa varjostettu laatikko
he: שימוש בסגנון אריח
is: Nota flísastíl
ru: Использовать стиль плитки

source: Use a tile style for the application buttons (Note: may not work on some themes)
ca: Mostra els botons de les aplicacions en format mosaic (Nota: pot ser que no funcioni en determinats temes)
da: Brug en flisestil til programknapperne (virker måske ikke med visse temaer)
de: App-Symbole in Kacheln anzeigen (Hinweis: Kann bei manchen Design-Themen nicht funktionieren)
fi: Käytä sovelluspainikkeissa laattamaista tyyliä (ei ehkä toimi kaikissa teemoissa)
he: שימוש בסגנון אריח בלחצני היישום (הערה: עלול שלא לפעל בערכות־נושא מסוימות)
is: Nota flísastíl fyrir forritahnappana (athugaðu: virkar kannski ekki í sumum þemum)
ru: Использовать стиль плитки для кнопок приложений (Примечание: может не работать в некоторых темах)

source: • Drag on the menu edge to change the menu size.
ca: • Arrossega a les afores del menú per a canviar la mida.
da: • Træk i menukanten for at ændre menuens størrelse.
de: Am Menürand mit der Maus ziehen, um die Größe des Menüs zu ändern.
fi: • Muuta valikon kokoa vetämällä valikon reunasta.
is: • Dragðu til jaðrana til að breyta stærð valmyndarinnar.
ru: • Перетащите край меню, чтобы изменить его размер.

source: • Drag and drop menu categories to change their order.
ca: • Arrossega i deixa anar categories per a canviar el seu ordre (drag&drop).
da: • Træk-og-slip menukategorier for at ændre rækkefølgen.
de: Reihenfolge der Menü-Kategorien durch Ziehen mit der Maus ändern.
fi: • Muuta järjestystä vetämällä ja pudottamalla.
is: • Dragðu og slepptu forritaflokkum til að breyta röðun þeirra.
ru: • Перетаскивайте категории меню, чтобы изменить их порядок.

source: • Folders can be set up and removed as menu categories by right-clicking on them.
ca: • Les carpetes poden ser assignades o eliminades com a categories del menú mitjançant el clic dret.
da: • Mapper kan angives og fjernes som menukategorier ved at højreklikke på dem.
de: Ordner mit rechter Maustaste als Menü-Kategorie einrichten und diese Menü-Kategorie mit rechter Maustaste entfernen.
fi: • Kansiot voidaan asettaa ja poistaa ryhmiksi painamalla hiiren oikealla painikkeella.
is: • Hægt er að setja möppur upp og fjarlægja sem valmyndarflokka með því að hægri-smella á þær.
ru: • Папки можно добавлять и удалять как категории меню, щелкая по ним правой кнопкой мыши.

source: • Additional key options: ctrl-p — Open launcher properties dialogue of currently highlighted application. ctrl-d — Open .desktop file of currently highlighted app in default text editor.
ca: • Dreceres de teclat addicionals: ctrl-p — Obre la finestra de diàleg de propietats de l'aplicació actualment seleccionada. ctrl-d — Obre el fitxer .desktop de l'aplicació actualment seleccionada amb l'editor de text per defecte.
da: • Flere tasteindstillinger: Ctrl-p — Åbn programstarterens egenskabsdialog for det fremhævede program. ctrl-d — Åbn .desktop-fil for det fremhævede program i tekstredigeringsprogrammet.
de: Zusätzliche Tastenkombinationen: • strg-p — Öffnet den Dialog mit den Start-Eigenschaften einer markierten App. • strg-d — Öffnet die ".desktop"-Datei einer markierten App im Standard-Editor.
fi: • Näppäinvaihtoehdot: ctrl-p — Avaa valitun sovelluksen käynnistimen valintaikkunan. ctrl-d — Avaa valitun sovelluksen .desktop-tiedoston muokattavaksi tekstieditoriin.
is: • Aðrir valkostir með lyklum: ctrl-p — Opna eiginleikaglugga ræsis fyrir valið forrit. ctrl-d — Opna .desktop skrá valins forrits í sjálfgefnum textaritli.
ru: • Дополнительные комбинации клавиш: ctrl-p — Открыть диалог свойств панели запуска текущего выделенного приложения. ctrl-d — Открыть .desktop файл текущего выделенного приложение в текстовом редакторе по умолчанию.

source: Search Providers
ca: Proveïdors de cerca
da: Søgemaskineudbydere
de: Suchmaschinen-Anbieter
fi: Hakupalvelut
he: ספקי־חיפוש
is: Leitarþjónustur
ru: Поисковики

source: No search provider extensions found
ca: No s'han trobat extensions de proveïdors de cerca
da: Fandt ingen udvidelser til søgemaskineudbydere
de: Keine Erweiterungen für Suchmaschinen-Anbieter gefunden
fi: Hakupalvelun laajennuksia ei löytynyt
he: לא נמצאו הרחבות ספק־חיפוש
is: Engar viðbætur fyrir leitarþjónustur fundust
ru: Расширение поисковика не найдено

source: Recent files settings
ca: Configuració de fitxers recents
da: Indstillinger for seneste filer
de: Einstellungen für kürzlich verwendete Dateien und Apps
fi: Viimeisten tiedostojen asetukset
he: הגדרות קבצים אחרונים
is: Stillingar fyrir nýlegar skrár
ru: Настройки последних файлов

source: Enable autoscrolling in application list
ca: Activa l'auto-scroll a la llista d'aplicacions
da: Aktivér automatisk rulning i programlisten
de: Automatischen Bildlauf in der Listen- bzw. Rasteransicht aktivieren
fi: Automattinen vieritys ohjelmaluettelossa
he: אפשור גלילה אוטומטית ברשימת היישומונים
is: Virkja sjálfvirkt skrun í forritalista
ru: Включить автопрокрутку в списке приложений

source: Show web bookmarks
ca: Mostra marcadors web
da: Vis webbogmærker
de: Web-Lesezeichen als Kategorie anzeigen
fi: Näytä selaimen kirjanmerkit
he: הצגת סימניות רשת
is: Sýna vefbókamerki
ru: Отображать веб-закладки

source: Show your browser's web bookmarks in the menu. Note: Install package gir1.2-gda-5.0 to read firefox bookmarks.
ca: Mostra els teus marcadors web al menú. Nota: Instal·la el paquet gir1.2-gda-5.0 per a llegir marcadors de Firefox.
da: Vis din browsers bogmærker i menuen. Bemærk: Installér pakken gir1.2-gda-5.0 for at læse firefox' bogmærker.
de: Die Web-Lesezeichen des Browsers im Menü anzeigen. Hinweis: Das Paket »gir1.2-gda-5.0« installieren, um Firefox-Lesezeichen anzuzeigen.
fi: Näytä selaimen kirjanmerkit valikossa. Huomaa: Asenna paketti gir1.2-gda-5.0 joka osaa lukea firefox kirjanmerkit.
he: הצגת סימניות דפדפן המרשתת בתפריט. הערה: נא להתקין את החבילת gir1.2-gda-5.0 לקריאת סימניות פיירפוקס.
is: Sýna vefbókamerki vafrans þíns í valmyndinni. Athugaðu: Settu upp pakkann gir1.2-gda-5.0 til að lesa Firefox-bókamerki.
ru: Отображение веб-закладок браузера в меню. Примечание: Для чтения закладок firefox установите пакет gir1.2-gda-5.0.

source: Enable searching of open windows
ca: Activa la cerca en finestres obertes
da: Aktivér søgning i åbne vinduer
de: Suche nach offenen Fenstern ermöglichen
fi: Ota avoimien ikkunoiden haku käyttöön
he: אפשור חיפוש חלונות פתוחים
is: Virkja leit í opnum gluggum
ru: Включить поиск в открытых окнах

source: Enable search providers
ca: Activa els proveïdors de cerca
da: Aktivér søgemaskineudbydere
de: Suchmaschinen anzeigen
fi: Ota hakupalvelut käyttöön
he: אפשור ספקי־חיפוש
is: Virkja leitarþjónustur
ru: Включить поисковые службы

source: Include search provider results in searches
ca: Inclou resultats dels proveïdors de cerca
da: Medtag søgemaskineudbyderes resultater i søgninger
de: Ergebnisse der Internetsuche zu den Suchergebnissen hinzufügen
fi: Valitse, indeksoidaanko hakupalvelun tulokset hakuihin
he: הכללת תוצאות ספקי־חיפוש בחיפושים
is: Láta niðurstöður leitarþjónustu fylgja með í leitum
ru: Включить результаты поиска в поисковый запрос

source: Example Search Providers
ca: Exemple de proveïdors de cerca
da: Eksempel på søgemaskineudbydere
de: Beispiel zur Einbindung eines Suchmaschinenanbieters
fi: Esimerkkejä hakupalvelun tarjoajista
he: דוגמת ספקי־חיפוש
is: Dæmi um leitarþjónustur
ru: Примеры поисковых служб

source: columns
ca: columnes
da: kolonner
de: Spalten
fi: sarakkeet
he: עמודות
is: dálkar
ru: колонки

source: Number of columns in apps grid
ca: Nombre de columnes de la quadrícula d'aplicacions
da: Antal kolonner i programgitteret
de: Spaltenanzahl bei Anzeige der Apps in einem Raster
fi: Sarakkeiden lukumäärä sovellusruudussa
he: מספר עמודות בשבכת היישומונים
is: Fjöldi dálka í forritareitum
ru: Кол-во столбцов в сетке приложений

source: Show application icons
ca: Mostra les icones de les aplicacions
da: Vis programikoner
de: App-Symbole anzeigen
fi: Näytä sovellusten kuvakkeet
he: הצגת סמלי יישומונים
is: Birta táknmyndir forrita
ru: Показывать значки приложений

source: Show category icons
ca: Mostra les icones de les categories
da: Vis kategoriikoner
de: Kategorie-Symbole anzeigen
fi: Näytä ryhmän kuvakkeet
he: הצגת סמלי סוגי־אב
is: Birta tákn fyrir flokka
ru: Показывать значки категорий

source: Show application descriptions under titles
ca: Mostra la descripció de les aplicacions sota el seu títol
de: App-Beschreibungen unter den App-Namen anzeigen
fi: Näytä sovellusten kuvaukset otsikoiden alla
he: הצגת תיאור יישומון מתחת לכותרת
is: Birta lýsingar forrita undir titlum
ru: Показывать описания приложений под заголовками

source: Show tooltips
ca: Mostra tooltips
da: Vis værktøjstip
de: Tipps zu Funktionalitäten anzeigen
fi: Näytä työkaluvihjeet
he: הצגת רמז־צץ
is: Sýna vísbendingar verkfæra
ru: Показывать всплывающие подсказки

source: Tooltip delay
ca: Endarreriment al mostrar tooltips
da: Forsinkelse af værktøjstip
de: Verzögerung der Anzeige eines Tipps
fi: Työkaluvinkin viive
he: השהיית רמז־צץ
is: Töf vísbendinga
ru: Задержка всплывающей подсказки

source: Use a custom menu height
ca: Usa una alçada de menú personalitzada
da: Anvend en selvvalgt menuhøjde
de: Benutzerdefinierte Menü-Höhe einstellen
fi: Käytä mukautettua valikon korkeutta
he: שימוש בגובה תפריט מותאם אישית
is: Nota sérsniðna hæð valmyndar
ru: Использовать собственную высоту меню

source: Custom menu height (pixels)
ca: Alçada de menú personalitzada (píxels)
da: Selvvalgt menuhøjde (pixel)
de: Benutzerdefinierte Menü-Höhe (Pixel)
fi: Muokattu valikon korkeus (pikseliä)
he: גובה תפריט מותאם אישית (פיקסלים)
is: Sérsniðin hæð valmyndar (mynddílar)
ru: Высота настраиваемого меню (в пикселях)

source: Documents
da: Dokumenter
de: Dokumente
fi: Asiakirjat
is: Skjöl
ru: Документы

source: Emoji
fi: Hymiöt
is: Tjáningartákn
ru: Смайлики

source: Recent
da: Seneste
de: Kürzlich
fi: Viimeisimmät
he: אחרונים
is: Nýleg
ru: Последние

source: Home
da: Hjem
de: Persönlicher Ordner
fi: Koti
he: בית
is: Heim
ru: Домашний каталог

source: Català
is: Katalónska

source: Esperanto
is: Esperantó

source: Cinnamenu
he: סינמנו
