Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/Cinnamenu@json/*.po
Languages: ca, da, de, fi, he, is, ru

source: Choose where to show application descriptions
ca: Escull a on mostrar descripcions de les aplicacions
da: Vælg hvor beskrivelse af programmet skal vises
de: Festlegen, wo die Beschreibungen der Apps angezeigt werden
fi: Valitse, missä kuvaukset näytetään
he: נא לבחור היכן להציג את תיאורי היישומונים
is: Veldu hvar á að birta lýsingar forrita
ru: Выбор места отображения описаний приложений

source: Show categories
ca: Mostra categories
da: Vis kategorier
de: App-Kategorien anzeigen
fi: Näytä ryhmät
is: Sýna flokka
ru: Показывать панель категорий

source: Show list of application categories
ca: Mostra el llistat de categories d'aplicacions
da: Vis liste over programkategorier
de: App-Kategorien anzeigen
fi: Näytä luettelo sovellusryhmistä
is: Sýna lista yfir forritaflokka
ru: Показывать список категорий приложений

source: Show bookmarks and places
ca: Mostra marcadors i llocs
da: Vis bogmærker og steder
de: Kategorie »Orte« anzeigen
fi: Näytä suosikiksi ⭐ merkityt tiedostot ja kansiot
he: הצגת סימניות ומקומות
is: Sýna bókamerki og staði
ru: Показывать закладки и места

source: Show bookmarks and places category in the menu
ca: Mostra la categoria de marcadors i llocs al menú
da: Vis kategorierne bogmærker og steder i menuen
de: Orte als Kategorie anzeigen
fi: Näytä kirjanmerkit ja sijainti valikossa
he: הצגת סימניות וסוג־אב מקומות בתפריט
is: Sýna flokk fyrir bókamerki og staðsetningar í valmyndinni
ru: Показывать в меню закладки и категории мест

source: Show recent items
ca: Mostra elements recents
da: Vis seneste elementer
de: Kategorie »Kürzlich« anzeigen
fi: Näytä viimeisimmät tiedostot
he: הצגת פריטים אחרונים
is: Sýna nýleg atriði
ru: Показывать последние элементы

source: Show recent items category in the menu
ca: Mostra la categoria dels elements recents al menú
da: Vis kategorien seneste elementer i menuen
de: Kürzlich verwendete Dateien und Apps in Kategorie "Kürzlich" anzeigen
fi: Näytä viimeisimmät kohteet omana ryhmänä valikossa
he: הצגת סוג־אב 'פריטים אחרונים' בתפריט
is: Sýna flokk nýlegra atriða í valmyndinni
ru: Показывать категорию последних элементов в меню

source: Show favorite apps category
ca: Mostra la categoria d'aplicacions preferides
da: Vis kategorien favoritprogrammer
de: Kategorie »Bevorzugte Apps« anzeigen
fi: Näytä suositut ♥ sovellukset
he: הצגת סוג־אב יישומונים מועדפים
is: Sýna flokk fyrir eftirlætisforrit
ru: Показывать категорию избранных приложений

source: Show your favorite apps category in the menu
ca: Mostra la categoria d'aplicacions preferides al menú
da: Vis kategorien favoritprogrammer i menuen
de: Kategorie »Bevorzugte Apps« im Menü anzeigen
fi: Näytä suositut sovellukset omana ryhmänä valikossa
he: הצגת סוג־אב 'יישומונים מועדפים' בתפריט
is: Sýna flokk fyrir eftirlætisforritin þín í valmyndinni
ru: Показывать категорию избранных приложений в меню

source: Show home folder
ca: Mostra el directori home
da: Vis Hjem-mappen
de: Kategorie »Persönlicher Ordner« anzeigen
fi: Näytä kotikansio
he: הצגת תיקיית הבית
is: Sýna heimamöppu
ru: Показывать домашний каталог

source: Show home folder category in the menu
ca: Mostra la categoria del directori home al menú
da: Vis kategorien Hjem-mappe i menuen
de: Kategorie »Persönlicher Ordner« im Menü anzeigen
fi: Näytä kotikansio valikossa
he: הצגת סוג־אב 'תקיית הבית' בתפריט
is: Sýna flokk fyrir heimamöppu í valmyndinni
ru: Показывать категорию домашнего каталога в меню

source: Show emoji category
ca: Mostra la categoria d'emojis
da: Vis kategorien emoji
de: Kategorie »Emoji« anzeigen
fi: Näytä valikoima hymiöitä
is: Sýna flokk fyrir tjáningartákn
ru: Показывать категорию эмодзи

source: Show emoji category in the menu
ca: Mostra la categoria d'emojis al menú
da: Vis emojikategorien i menuen
de: Kategorie »Emoji« im Menü anzeigen
fi: Näytä valikoima hymiöitä ryhmänä valikossa
is: Sýna flokk fyrir tjáningartákn í valmyndinni
ru: Показывать категорию эмодзи в меню

source: Open the menu editor
ca: Obre l'editor del menú
da: Åbn redigering af menuen
de: Menüeditor öffnen
fi: Avaa valikon muokkausikkuna
he: פתיחת עורך התפריט
is: Opna valmyndaritilinn
ru: Открыть редактор меню

source: Keyboard shortcut to open and close the menu
ca: Drecera del teclat per a obrir i tancar el menú
da: Tastaturgenvej til åbning og lukning af menuen
de: Tastenkombination zum Öffnen und Schließen des Menüs
fi: Valikon avaa ja sulje pikanäppäin
he: קיצור מקלדת לפתיחת וסגירת התפריט
is: Flýtilyklar til að opna og loka valmyndinni
ru: Сочетание клавиш для открытия и закрытия меню

source: Open menu on hover
ca: Obre el menú al passar el ratolí per sobre
da: Åbn menuen, når markøren føres hen over
de: Menü durch Mausbewegung öffnen
fi: Avaa valikko osittamalla hiirellä
he: פתיחת התפריט בעת ריחוף
is: við yfirsvifá sveimi
ru: Открывать меню при наведении курсора мыши

source: Open the menu when I move my mouse over the panel icon
ca: Obre el menú quan mogui el ratolí a sobre de la icona del tauler
da: Åbn menuen, når jeg flytter markøren hen over panelikonet
de: Das Menü öffnen, wenn der Mauszeiger das Symbol von Cinnamenu berührt
fi: Valikko avautuu kun hiiri siirretään sen päälle
he: פתיחת התפריט עם מעבר סמן העכבר מעל לסמל החלונית
is: Opna valmyndina þegar músarbendillinn svífur yfir táknmyndinni
ru: Открывать меню при наведении мыши на значок панели

source: milliseconds
ca: mil·lisegons
da: millisekunder
de: Millisekunden
fi: millisekunnit
he: מילי־שניות
is: millisekúndur
ru: миллисекунды

source: Menu hover delay
ca: Endarreriment en mostrar el menú
da: Forsinkelse når markøren føres hen over menuen
de: Verzögerung bis zum Öffnen des Menüs
fi: Valikon valintaviive
he: השהיית ריחוף-מעל תפריט
is: Töf við svif bendils yfir valmynd
ru: Задержка при наведении на меню

source: Use menu animations
ca: Usa animacions del menú
da: Anvend menuanimationer
de: Menü animieren
fi: Valikon animaatio
he: שימוש בהנפשות תפריט
is: Nota hreyfingar í valmyndum
ru: Использовать анимацию меню

source: Animate the menu on open and close
ca: Anima el menú en obrir-lo i tancar-lo
da: Animér menuen, når den åbnes og lukkes
de: Das Menü beim Öffnen und Schließen animieren
fi: Valikko animoidaan avatessa ja suljettaessa
he: הנפשת התפריט בפתיחתו וסגירתו
is: Leyfa valmynd að hreyfast við opnun og lokun
ru: Анимация меню при открытии и закрытии

source: Activate categories on click
ca: Activa les categories en clicar-les
da: Aktivér kategorier ved klik
de: Kategorien durch Linksklick öffnen
fi: Avaa ryhmät painalluksella
he: שפעול סוג־אב בעת הקשה
is: Virkja flokka með því að smella
ru: Активация категории по щелчку мыши

source: Activate categories on click instead of on hover
ca: Activa les categories en clicar-les en lloc de passar-hi el ratolí per sobre
da: Aktivér kategorier ved klik i stedet for når markøren føres hen over
de: Kategorien durch Linksklick statt durch Berührung mit dem Mauszeiger öffnen
fi: Ryhmät avautuvat hiiren painalluksella osoittamisen sijaan
he: שפעול סוגי־אב בעת הקשה במקום בריחוף מעל
is: Virkja flokka með því að smella í stað yfirsvifs
ru: Активация категорий по щелчку, а не по наведению курсора

source: Open menu on category:
ca: Obre el menú en la categoria:
da: Åbn menu i kategori:
de: Menü öffnen mit Kategorie
fi: Avaa valikko valinnan mukaan:
he: פתיחת תפריט בוסג־אב:
is: Opna valmynd fyrir flokk:
ru: Открыть меню в категории:

source: Always open the menu with this category selected
ca: Obre el menú sempre amb aquesta categoria seleccionada
da: Åbn altid menuen med denne kategori valgt
de: Beim Öffnen des Menüs die Apps der gewählten Kategorie anzeigen
fi: Avaa valikko aina tämän ryhmän ollessa valittuna
he: לפתוח את התפריט תמיד בסוג־אב זה
is: Opna alltaf valmyndina með þennan flokk valinn
ru: Всегда открывать меню с избранной категорией

source: Last used category
ca: Última categoria utilitzada
da: Senest anvendte kategori
de: Zuletzt genutzte Kategorie
fi: Viimeksi käytetyt
he: סוג־אב אחרון בשימוש
is: Síðast notaði flokkur
ru: Последняя используемая категория

source: Enable autoscrolling
ca: Activa auto-scrolling
da: Aktivér automatisk rulning
de: Automatischen Bildlauf aktivieren
fi: Automaattinen vieritys
he: אפשור אוטומטי
is: Virkja sjálfvirkt skrun
ru: Включить автопрокрутку

source: Autoscroll the application list on mouse hover
ca: Fes scroll automàtic de la llista d'aplicacions en passar-hi el ratolí per sobre
da: Automatisk rulning i programlisten, når markøren føres hen over
de: Automatischen Bildlauf im Bereich mit den Apps aktivieren
fi: Vieritä sovelluksia automaattisesti osoittamalla hiirellä
he: גלילה אוטומטית של רשימת היישומונים בעת ריחוף עכבר
is: Skruna sjálfkrafa um forritalistann við yfirsvif músarbendils
ru: Автопрокрутка списка приложений при наведении мыши

source: Show hidden files in folder view
ca: Mostra fitxers ocults en vista de carpetes
da: Vis skjulte filer i mappevisning
de: Verborgene Dateien im persönlichen Ordner anzeigen
fi: Näytä piilotetut tiedostot kansioissa
he: הצגת קבצים מוסתרים, במצג תיקייה
is: Sýna faldar skrár í möppusýn
ru: Показывать скрытые файлы в режиме просмотра каталогов

source: Emoji search
ca: Cerca d'emojis
da: Søgning efter emojis
de: Emoji-Suche
fi: Hymiöhaku
he: חיפוש סִמְלוֹן
is: Leita að emoji-táknum
ru: Поиск по эмодзи

source: Show emojis in search results
ca: Mostra emojis als resultats de la cerca
da: Vis emojis i søgeresultater
de: Emojis in Suchergebnissen anzeigen
fi: Näytä hymiöt hakutuloksissa
he: הצגת סמלונים בתוצאות חיפוש
is: Sýna emoji-tákn í leitarniðurstöðum
ru: Показывать эмодзи в результатах поиска

source: Web search option
ca: Busca a la web
da: Indstillinger for websøgning
de: Suchmaschine für Web-Suche auswählen
fi: Hakukone
he: אפשרות חיפוש מרשתת
is: Vefleitarkostur
ru: Опция поиска в Интернете

source: Show an internet search option in search results
ca: Mostra una opció per a buscar a internet als resultats de la cerca
da: Vis en internetsøgemulighed i søgeresultaterne
de: Ergebnisse der Internet-Suche zu Suchergebnissen hinzufügen
fi: Näytä hakukoneiden tuloksia
he: הצגת אפשרות חיפוש מרשתת בתוצאות החיפוש
is: Sýna internetleitarkosti í leitarniðurstöðum
ru: Показывать опцию поиска в Интернете в результатах поиска

source: Web search suggestions
ca: Recomanacions de cerca web
da: Forslag til websøgning
de: Vorschläge der Web-Suche
fi: Haku Internet
is: Tillögur af vefnum í leit
ru: Предложения по поиску в Интернете

source: With web search option, also show search suggestions. (Note: Search suggestions are provided by DuckDuckGo)
ca: En l'opció de cerca web, mostra suggeriments. (Nota: Els suggeriments són proveïts per DuckDuckGo)
da: Vis også søgeforslag med websøgningsindstillingen. (Bemærk: Søgeforslag leveres af DuckDuckGo)
de: Bei der Web-Suche auch Vorschläge der Suchmaschine "DuckDuckGo" (anonyme Suche) anzeigen
fi: Verkkohaku valinnalla voit näyttää myös hakuehdotuksia (käyttää DuckDuckGo hakukonetta)
is: Þegar vefleit er virk, sýna þá einnig tillögur í leit. (Athugaðu: Leitartillögur eru í boði DuckDuckGo)
ru: Вместе с выбором поиской системы, так же показываются подсказки (Примечание: Поисковые подсказки предоставлены DuckDuckGo)

source: Search home folder
ca: Busca a la carpeta Home
da: Søg i Hjem-mappen
de: Im persönlichen Ordner suchen
fi: Haku kotikansiosta
he: חיפוש תיקיית הבית
is: Leita í heimamöppu
ru: Искать в домашнем каталоге

source: When searching, also search my home folder for files
ca: Mentre es cerca, busca fitxers a la meva carpeta Home simultàniament
da: Søg også i min Hjem-mappe efter filer
de: Bei der Suche auch im persönlichen Ordner suchen
fi: Haettaessa etsi myös tiedostoja kotikansiosta
he: בעת חיפוש, לחפש קבצים גם ב'תיקיית הבית'
is: Við leit skal líka leita í heimamöppunni minni að skrám
ru: При поиске искать файлы и в домашнем каталоге

source: Web history search
ca: Història de cerca web
da: Søg i webhistorik
de: In der verfügbaren Chronik des Web-Browsers suchen
fi: Haku hakuhistoriasta
is: Leit í vafurferli
ru: История веб-поиска

source: When searching, also search my browser's history (Google Chrome, Chromium, Opera, Vivaldi, Brave) Note: Firefox history is not currently supported.
ca: Mentre es cerca, busca també a l'historial de navegació (Chrome, Chromium, Opera, Vivaldi, Brave) Nota: L'historial de navegador de Firefox no està suportat.
da: Søg også i min browsers historik (Google Chrome, Chromium, Opera, Vivaldi, Brave) Bemærk: Firefox understøttes ikke.
de: Auch in der verfügbaren Chronik des Web-Browsers (Google Chrome, Chromium, Opera, Vivaldi, Brave) suchen. Hinweis: Die Firefox-Chronik wird derzeit nicht unterstützt.
fi: Kun haet, tee hakuja myös selaimen historiasta (Google Chrome, Chromium, Opera, Vivaldi, Brave) Huomaa: Firefoxin historiaa ei tueta tällä hetkellä.
is: Við leit skal einnig leita í ferli vafrans míns (Google Chrome, Chromium, Opera, Vivaldi, Brave) Athugaðu: Firefox-ferill er ekki studdur eins og er.
ru: При поиске также искать в истории браузера (Google Chrome, Chromium, Opera, Vivaldi, Brave). Примечание: история Firefox в настоящее время не поддерживается.

source: Web bookmarks search
ca: Busca marcadors web
da: Søg i webbogmærker
de: In den Lesezeichen des Web-Browsers suchen
fi: Haku selaimen kirjanmerkeistä
he: חיפוש בסימניות רשת
is: Leit í vefbókamerkjum
ru: Поиск веб-закладок

source: When searching, also search my browser's web bookmarks (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Note: To search Firefox bookmarks you will need to install package gir1.2-gda-5.0 (Debian based distributions inc. Ubuntu & Linux Mint) or package libgda (Arch based distributions) and restart your computer.
ca: Mentre es cerca, busca també als marcadors del navegador (Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Nota: La cerca als marcadors de firefox necessita tenir el paquet gir1.2-gda-5.0 (Debian, Ubuntu, Mint) o el paquet libgda (Arch) instal·lat.
da: Søg også i min browsers webbogmærker (Google Chrome, Chromium, Opera, Vivaldi, Brave) Bemærk: For at søge i Firefox' bogmærker skal pakken gir1.2-gda-5.0 (Debian-baserede distributioner inkl. Ubuntu & Linux Mint) eller pakken libgda (Arch-baserede distributioner) installeres.
de: Lesezeichen des Web-Browsers in die Suche einschließen (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Hinweis: Um in den Lesezeichen des Firefox zu suchen, muss zuerst das Paket gir1.2-gda-5.0 (Debian basierte Distributionen inkl. Ubuntu und Linux Mint) oder das Paket libgda (Arch basierte Distributionen) installiert und danach der Computer neu gestartet werden.
fi: Kun haet, tee hakuja myös selaimen kirjanmerkeistä (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Huomaa: Jotta voit etsiä Firefoxin kirjanmerkkejä on asennettava paketti gir1.2-gda-5.0 (Debian-pohjaiset, mukaan lukien Ubuntu & Linux Mint) tai paketti libgda (Arch jakelut) ja käynnistä tietokone uudelleen.
he: בעת חיפוש, לחפש גם בסימניות המרשתת של הדפדפן שלי (גוגל כרום, פיירפוקס, כרומיום, אופרה, ויולדי, ברייב) הערה: לחיפוש בסימניות פיירפוקס, נדרש להתקין את חבילת gir1.2-gda-5.0 (הפצות מבוססות דביאן, לרבות, אובונטו ולינוקס מינט) או את חבילת libgda (הפצות מבוססות ארק לינוקס) ולאתחל את המחשב.
is: Við leit skal líka leita í bókamerkjum vafrans míns (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Athugaðu: Til að leita í Firefox-bókamerkjum þarf að setja upp pakkann gir1.2-gda-5.0 (Debian-afleiddar dreifingar, þar með talið Ubuntu og Linux Mint) eða pakkann libgda (Arch-afleiddar dreifingar) og endurræsa síðan tölvuna þína.
ru: При поиске также искать закладки в моем браузере (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave). Примечание: Для поиска закладок Firefox вам необходимо установить пакет gir1.2-gda-5.0 (дистрибутивы на базе Debian, включая Ubuntu и Linux Mint) или пакет libgda (дистрибутивы на базе Arch) и перезагрузить компьютер.

source: Wikipedia search
ca: Busca a la viquipèdia
da: Søgning i Wikipedia
de: Wikipedia-Suche
fi: Haku Wikipedia
he: חיפוש בויקיפדיה
is: Wikipedia-leit
ru: Поиск в Википедии

source: Show some Wikipedia results
ca: Mostra resultats de la viquipèdia
da: Vis nogle Wikipediaresultater
de: Ergebnisse der Wikipedia-Suche anzeigen
fi: Näytä joitain tuloksia Wikipediasta
he: הצגת תוצאות ויקיפדיה
is: Sýna nokkrar niðurstöður af Wikipedia
ru: Показать результаты Википедии

source: Wikipedia language
ca: Idioma de la viquipèdia
da: Sprog for Wikipedia
de: Wikipedia-Sprache
fi: Wikipedia kieli
he: שפת ויקיפדיה
is: Tungumál Wikipediu
ru: Язык Википедии

source: English
ca: Anglès
is: Enska

source: Sinugboanong Binisaya
ca: Filipino

source: Svenska
ca: Suec
fi: Ruotsi
is: Sænska

source: Deutsch
ca: Alemany
is: Þýska

source: Français
ca: Francès
is: Franska

source: Nederlands
ca: Neerlandès
is: Hollenska

source: Русский
ca: Rus
is: Rússneska

source: Italiano
ca: Italià
is: Ítalska

source: Español
ca: Espanyol
is: Spænska

source: Polski
ca: Polonès
is: Pólska

source: مصرى (Maṣri)
ca: Masri

source: 日本語
ca: Japonès
is: Japanska

source: Tiếng Việt
ca: Vietnamita

source: Winaray
ca: Waray-waray

source: 中文
ca: Xinès

source: العربية
ca: Aràbic
is: العربية (ar)

source: Українська
ca: Ucraïnès

source: Português
ca: Portuguès
is: Portúgalska

source: فارسی
ca: Farsi

source: Српски / Srpski
ca: Serbi

source: Bahasa Indonesia
ca: Indonesi

source: Norsk (Bokmål)
ca: Noruec
is: Norska (bókmál))

source: 한국어
ca: Coreà

source: Suomi
ca: Finlandès
is: Finnska

source: Magyar
ca: Hongarès
is: Ungverska

source: Čeština
ca: Txec
is: Tékkneska

source: Srpskohrvatski / Српскохрватски
ca: Serbocroat

source: Bân-lâm-gú
ca: Min nan

source: Türkçe
ca: Turc
is: Tyrkneska

source: Română
ca: Romanès

source: Нохчийн
ca: Txetxè

source: Euskara
ca: Euskera
is: Baskneska

source: Bahasa Melayu
ca: Malai

source: Tatarça / Татарча
ca: Tàtar

source: עברית
ca: Hebreu

source: Հայերեն
ca: Armeni

source: Български
ca: Búlgar

source: Dansk
ca: Danès
is: Danska

source: تۆرکجه
ca: Àzeri

source: Slovenčina
ca: Eslovè

source: Қазақша
ca: Cazaix

source: Eesti
ca: Estonià
is: Eistneska

source: Hrvatski
ca: Croat
is: Króatíska

source: Беларуская
ca: Belarús

source: Lietuvių
ca: Lituà

source: Ελληνικά
ca: Grec
is: Gríska

source: Simple English
ca: Anglès simple
is: Einföld enska

source: Azərbaycanca
ca: Àzeri (romanitzat)

source: Galego
ca: Gallec

source: Slovenščina
ca: Eslovè

source: اردو
ca: Urdú

source: Nynorsk
ca: Neonoruec
is: Nýnorska

source: ქართული
ca: Georgià

source: हिन्दी
ca: Hindi

source: தமிழ்
ca: Tàmil

source: ไทย
ca: Thai

source: O‘zbek
ca: Uzbek

source: Latina
ca: Llatí

source: Cymraeg
ca: Galès

source: Asturianu
ca: Asturià

source: 粵語
ca: Xinès Yue

source: Македонски
ca: Macedoni

source: বাংলা
ca: Bengalí

source: Latviešu
ca: Letó

source: Тоҷикӣ
ca: Tadjik

source: မြန်မာဘာသာ
ca: Birmà

source: Note: Some search options can still be used even if you have not enabled them here by prefixing your search term. For example: to search for an emoji, type 'e heart' to find heart emojis. Likewise, use prefixes 'f ' for file search, 'h ' for web history and 'b ' for web bookmarks search.
ca: Nota: Algunes opcions de cerca poden ser usades encara que no estiguin activades per mitjà de l'ús d'un prefix de cerca. Per exemple: per a buscar un emoji, escriviu 'e heart' per a buscar emojis d'un cor. De la mateixa manera es poden utilitzar els prefixos 'f' (fitxers), 'h' (historial web), 'b' (marcadors web).
da: Bemærk: Nogle søgemuligheder kan stadig bruges, selv om du ikke har aktiveret dem her ved at sætte et præfiks på dit søgeord. For eksempel: Hvis du vil søge efter en emoji, skal du skrive "e heart" for at finde hjerte-emojis. På samme måde kan du bruge præfikserne 'f ' til søgning i filer, 'h ' til søgning i webhistorik og 'b ' til søgning i webbogmærker.
de: Hinweis: Sie können Suchoptionen durch folgende Präfixe mit anschließendem Leerzeichen im Suchfenster setzen: f - Dateisuche (files), h - Webseiten (html), b - Web-Lesezeichen (bookmarks) und e heart - für Herz-Emojis (emoji herz). Die genannten Suchoptionen funktionieren unabhängig von den entsprechenden gesetzten Einstellungen.
fi: Huomaa: Joitakin hakuja voidaan silti käyttää, vaikka et olisi ottanut niitä käyttöön hyödyntäen etuliitettä hakemiseen. Esimerkiksi: jos haluat etsiä hymiötä, kirjoita "e heart" löytää sydämiä. Samoin etuliitteitä "f" tiedostojen hakuun, "h" selainhistoriaan ja "b" kirjanmerkkien hakuun.
is: Athugið: Suma leitarvalkosti er samt hægt að nota jafnvel þó að þú hafir ekki virkjað þá hér með því að setja leitarorðið þitt forskot. Til dæmis: til að leita að emoji skaltu slá inn 'e heart' til að finna hjarta-emoji. Notaðu sömuleiðis forskeyti 'f ' fyrir skráaleit, 'h ' fyrir vefferil og 'b ' fyrir vefbókamerkjaleit.
ru: Примечание: Некоторые параметры поиска можно использовать, даже если вы не включали их здесь, добавив префикс к поисковому запросу. Например, для поиска эмодзи введите 'e heart', чтобы найти эмодзи сердца. Аналогично, используйте префиксы 'f ' для поиска файлов, 'h ' для веб-истории и 'b ' для поиска веб-закладок.

source: Use a custom icon
ca: Utilitza una icona personalitzada
da: Anvend et selvvalgt ikon
de: Ein benutzerdefiniertes Symbol für Cinnamenu verwenden
fi: Vaihda kuvake
he: שימוש בסמל מותאמים אישית
is: Nota sérsniðna táknmynd
ru: Использовать собственную иконку

source: Use a custom icon in the panel
ca: Utilitza una icona personalitzada al tauler
da: Anvend et selvvalgt ikon i panelet
de: Ein benutzerdefiniertes Symbol für Cinnamenu verwenden
fi: Käytä paneelissa eri kuvaketta
he: שימוש בסמל מותאמים אישית, בלוחית
is: Nota sérsniðnar táknmyndir á spjaldið
ru: Использовать собственную иконку на панели

source: Panel icon
ca: Icona del tauler
da: Panelikon
de: Symbol für Cinnamenu
fi: Paneelin kuvake
he: סמל לוחית
is: Tákn spjalds
ru: Иконка панели

source: Use a custom icon size
ca: Utilitza una mida d'icona personalitzada
da: Anvend en selvvalgt ikonstørrelse
de: Eine benutzerdefinierte Symbolgröße verwenden
fi: Kuvakkeen koko
he: שימוש בגודל סמל מותאמים אישית
is: Nota sérsniðna táknstærð
ru: Использовать настраиваемый размер значка

source: Use a custom size for the panel icon
ca: Utilitza una mida d'icona personalitzada per al tauler
da: Anvend en selvvalgt ikonstørrelse i panelet
de: Eine benutzerdefinierte Größe für das Symbol von Cinnamenu verwenden
fi: Mukauta paneelin kuvakkeen kokoa
he: שימוש בגודל מותאמים אישית לסמל הלוחית
is: Nota sérsniðna stærð fyrir spjaldtáknið
ru: Использовать настраиваемый размер для значка панели

source: Panel icon size (pixels)
ca: Mida de la icona del tauler (píxels)
da: Ikonstørrelse i panel (pixel)
de: Größe des Leistensymbols (Pixel)
fi: Paneelin kuvakkeen koko (pikseliä)
he: גודל סמל לוחית (פיקסלים)
is: Stærð spjaldstákns (mynddílar)
ru: Размер значка панели (в пикселях)

source: Choose a custom size for the panel icon
ca: Tria una mida personalitzada per a la icona del tauler
da: Vælg en selvvalgt ikonstørrelse i panelet
de: Eine benutzerdefinierte Größe für das Symbol von Cinnamenu auswählen
fi: Valitse paneelin kuvakkeeseen mukautettu koko
he: בחירת גודל מותאמים אישית לסמל הלוחית
is: Veldu sérsniðna stærð fyrir tákn spjalds
ru: Выбор произвольного размера для значка панели

source: Panel text
ca: Text del tauler
da: Paneltekst
de: Text neben der Menü-Schaltfläche
fi: Teksti paneelissa
he: מלל לוחית
is: Texti spjalds
ru: Текст панели

source: Text to show beside the panel icon
ca: Text a mostrar al costat de la icona del tauler
da: Tekst som vises ved siden af panelikonet
de: Text neben dem Symbol von Cinnamenu
fi: Kuvakkeen vieressä näkyvä teksti
he: מלל להצגה לצד סמל הלוחית
is: Texti til að sýna við hlið táknmyndar spjalds
ru: Текст, отображаемый рядом со значком панели
