Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/Cinnamenu@json/*.po
Languages: ca, da, de, fi, he, is, ru

source: Initializing
ca: Inicialitzant
da: Initialiserer
de: Initialisiere
fi: Alustetaan
he: איתחול
is: Frumstilli
ru: Инициализация

source: Find files...
ca: Buscar fitxers...
da: Find filer …
de: Dateien finden …
fi: Tiedostohaku...
he: חיפוש קבצים...
is: Finna skrár...
ru: Поиск файлов...

source: Please wait...
ca: Si us plau, espereu...
da: Vent venligst …
de: Bitte warten ...
fi: Odota hetki...
he: נא להמתין...
is: Hinkraðu aðeins...
ru: Подождите, пожалуйста...

source: Applications
ca: Aplicacions
da: Programmer
de: Apps
fi: Sovellukset
is: Forrit
ru: Приложения

source: Videos
ca: Vídeos
da: Videoer
fi: Videot
is: Myndskeið
ru: Видео

source: Images
ca: Imatges
da: Billeder
de: Bilder
fi: Kuvat
is: Myndir
ru: Картинки

source: Music
ca: Música
da: Musik
de: Musik
fi: Musiikki
is: Tónlist
ru: Музыка

source: No recent Items
ca: No hi ha elements recents
da: Ingen seneste elementer
de: Keine kürzlich verwendeten Dateien oder Apps
fi: Ei viimeaikaisia kohteita
he: אין פריטים אחרונים
is: Engin nýleg atriði
ru: Нет последних сообщений

source: Settings
ca: Configuració
da: Indstillinger
de: Einstellungen
fi: Asetukset
is: Stillingar
ru: Настройки

source: files
ca: Fitxers
fi: tiedostot
is: skrár
ru: файлы

source: Other search results
ca: Altres resultats de cerca
da: Andre søgeresultater
de: Andere Suchergebnisse
fi: Muut hakutulokset
is: Aðrar leitarniðurstöður
ru: Другие результаты поиска

source: Browser bookmarks
ca: Marcadors del navegador
da: Browserbogmærker
de: Web-Lesezeichen als Kategorie anzeigen
fi: Selaimen kirjanmerkit
is: Bókamerki vafra
ru: Закладки браузера

source: Browser history
ca: Història del navegador
da: Browserhistorik
de: Chronik des Web-Browsers anzeigen
fi: Selainhistoria
is: Vafurferill
ru: История браузера

source: Click to copy
ca: Clic per a copiar
da: Klik for at kopiere
de: Linksklick zum Kopieren
fi: Kopioi napsauttamalla
he: הקשה להעתקה
is: Smelltu til að afrita
ru: Кликните, чтобы скопировать

source: Clear List
ca: Netejar llista
da: Ryd listen
de: Liste leeren
fi: Tyhjennä luettelo
he: ניקוי רשימה
is: Hreinsa lista
ru: Очистить список

source: Trash
ca: Paperera
da: Papirkurv
de: Papierkorb
fi: Roskakori
he: סל־המחזור
is: Rusl
ru: Корзина

source: Computer
ca: Ordinador
fi: Tietokone
he: מחשב
is: Tölva
ru: Компьютер

source: Error while opening file:
ca: Error mentre s'obria el fitxer:
da: Der opstod en fejl under åbning af filen:
de: Fehler beim Öffnen der Datei:
fi: Virhe avattaessa tiedostoa:
he: שגיאה בעת פתיחת קובץ:
is: Villa við að opna skrá:
ru: Ошибка при открытии файла:

source: Too many entries - showing first 1000 entries only
ca: Massa resultats - es mostren només els 1000 primers
da: For mange poster - viser kun de 1000 første poster
de: Zu viele Ergebnisse - nur die ersten 1.000 Einträge werden angezeigt
fi: Liian monta - vain ensimmäiset 1000 näytetään
he: רשומות רבות מדי – הצגת 1,000 הרשומות הראשונות
is: Of margar færslur - sýnir aðeins fyrstu 1000 færslurnar
ru: Слишком много записей - показаны только первые 1000 записей

source: All applications
ca: Totes les aplicacions
da: Alle programmer
de: Alle Apps
fi: Kaikki ohjelmat
he: כול היישומונים
is: Öll forrit
ru: Все приложения

source: Favorites
ca: Preferits
da: Favoritter
de: Favoriten
fi: Suosikiksi merkityt
he: מועדפים
is: Eftirlæti
ru: Избранное

source: Places
ca: Llocs
da: Steder
de: Orte
fi: Kansiot
he: מקומות
is: Staðir
ru: Места

source: Favorite apps
ca: Aplicacions preferides
da: Favoritprogrammer
de: Bevorzugte Apps
fi: Sovelluksia
he: יישומונים מועדפים
is: Eftirlætisforrit
ru: Избранные приложения

source: light skin tone
ca: to de pell clar
da: lys hudfarve
de: Heller Ton
fi: vaalea sävy
he: גוון מעטפת בהיר
is: ljós tónn skinns
ru: светлый тон скина

source: medium-light skin tone
ca: to de pell intermedi-clar
da: mellem til lys hudfarve
de: Mittelheller Ton
fi: keskivaalea sävy
he: גוון מעטפת בהיר למחצה
is: meðalljós tónn skinns
ru: средне-светлый тон скина

source: medium skin tone
ca: to de pell intermedi
da: mellem hudfarve
de: Mittlerer Ton
fi: keskisävy
he: גוון מעטפת בינוני
is: meðaltónn skinns
ru: средний тон скина

source: medium-dark skin tone
ca: to de pell intermedi-fosc
da: mellem til mørk hudfarve
de: Mitteldunkler Ton
fi: hämärä sävy
he: גוון מעטפת כהה למחצה
is: meðaldökkur tónn skinns
ru: средне-темный тон скина

source: dark skin tone
ca: to de pell fosc
da: mørk hudfarve
de: Dunkler Ton
fi: tumma sävy
he: גוון מעטפת כהה
is: dökkur tónn skinns
ru: темный тон скина

source: Remove category
ca: Eliminar categoria
da: Fjern kategori
de: Ordner als Menü-Kategorie entfernen
fi: Poista ryhmä
is: Fjarlægja flokk
ru: Удалить категорию

source: Reset category order
ca: Reiniciar l'ordre de les categories
da: Nulstil rækkefølgen af kategorier
de: Kategorie-Reihenfolge zurücksetzen
fi: Nollaa ryhmien järjestys
he: שיצוב סדר סוגי־אב
is: Endurstilla flokkaröð
ru: Восстановить порядок категорий

source: List settings apps separately
ca: Mostra les aplicacions de configuració per separat
da: Vis indstillingsprogrammer for sig selv
de: Apps für Einstellungen separat anzeigen
fi: Listaa sovellukset asetuksista erikseen
is: Telja sér upp stillingaforrit
ru: Расположить настройки приложений отдельно

source: Single list style
ca: Estil de llista única
da: Enkeltlistestil
de: Einfacher Listenstil
fi: Yhden listan tyyli
is: Stíll með einföldum lista
ru: Стиль единого списка

source: Hide hidden files
ca: No mostris fitxers ocults
da: Skjul skjulte filer
de: Verborgene Dateien ausblenden
fi: Piilota piilotiedostot
is: Fela faldar skrár
ru: Скрывать скрытые файлы

source: Show hidden files
ca: Mostra fitxers ocults
da: Vis skjulte filer
de: Verborgene Dateien im persönlichen Ordner anzeigen
fi: Näytä piilotiedostot
he: הצגת קבצים מוסתרים
is: Sýna faldar skrár
ru: Показывать скрытые файлы

source: Run with NVIDIA GPU
ca: Executa amb GPU d'NVIDIA
da: Kør med NVIDIA GPU
de: Mit NVIDIA-Grafikkarte ausführen
fi: Suorita NVIDIA GPU:lla
he: הרצה באמצעות NVIDIA GPU
is: Keyra með NVIDIA GPU
ru: Запуск с GPU NVIDIA

source: Add to panel
ca: Afegeix al tauler
da: Tilføj til panelet
de: Zur Leiste hinzufügen
fi: Lisää paneeliin
he: הוספה ללוחית
is: Bæta á skjástiku
ru: Добавить на панель

source: Add to desktop
ca: Afegeix a l'Escriptori
da: Tilføj til skrivebordet
de: Zum Schreibtisch hinzufügen
fi: Lisää työpöydälle
he: הוספה לשולחן העבודה
is: Bæta á skjáborð
ru: Добавить на рабочий стол

source: Remove from favorites
ca: Elimina dels preferits
da: Fjern fra favoritter
de: Von den Favoriten entfernen
fi: Poista suosikeista
he: הסרה מהמועדפים
is: Fjarlægja úr eftirlætum
ru: Убрать из "Избранных"

source: Add to favorites
ca: Afegeix als preferits
da: Tilføj til favoritter
de: Zu den Favoriten hinzufügen
fi: Lisää suosikkeihin
he: הוספה למועדפים
is: Bæta í eftirlæti
ru: Добавить в "Избранные"

source: Uninstall
ca: Desinstal·la
da: Fjern
de: Deinstallieren
fi: Asennuksen poisto
he: הסרת התקנה
is: Fjarlægja
ru: Удалить

source: App Info
ca: Informació de l'aplicació
da: Programoplysninger
de: App-Informationen
fi: Sovelluksen tiedot
is: Upplýsingar um forrit
ru: Информация

source: This file is no longer available
ca: Aquest fitxer ja no és disponible
da: Filen er ikke længere tilgængelig
de: Diese Datei ist nicht mehr verfügbar
fi: Tämä tiedosto ei ole enää saatavilla
he: הקובץ אינו זמין עוד
is: Þessi skrá er ekki lengur tiltæk
ru: Этот файл больше не доступен

source: Open with
ca: Obre amb
da: Åbn med
de: Öffnen mit
fi: Avaa
he: פתיחה באמצעות
is: Opna með
ru: Открыть с помощью

source: Other application...
ca: Altres aplicacions...
da: Andet program …
de: Andere App …
fi: Muu sovellus...
he: יישום אחר...
is: Annað forrit...
ru: Другие приложения...

source: Add folder as category
ca: Afegeix la carpeta com a categoria
da: Tilføj mappe som kategori
de: Ordner als Menü-Kategorie hinzufügen
fi: Lisää kansio ryhmäksi
is: Bæta möppu við sem flokki
ru: Добавить папку как категорию

source: Open containing folder
ca: Obre la carpeta contenidora
da: Åbn indeholdende mappe
de: Übergeordneten Ordner öffnen
fi: Avaa sisällön kansio
he: פתח תיקיה מכילה
is: Opna umlykjandi möppu
ru: Открыть каталог содержащий

source: Move to trash
ca: Mou a la paperera
da: Smid i papirkurven
de: In den Papierkorb verschieben
fi: Siirrä roskakoriin
he: העברה לסל־המיחזור
is: Henda í ruslið
ru: Переместить в корзину

source: Error while moving file to trash:
ca: Error movent el fitxer a la paperera:
da: Fejl ved flytning af filen til papirkurven:
de: Fehler beim Verschieben der Datei in den Papierkorb:
fi: Virhe siirrettäessä tiedostoa roskakoriin:
he: שגיאה בעת העברת קובץ לסל־המיחזור:
is: Villa við að flytja skrá í ruslið:
ru: Ошибка при перемещении файла в корзину:

source: Smileys & Emotion
ca: Icones i emojis
da: Smileyer & følelser
de: Smileys & Emotionen
fi: Hymiöt ja tunteet
is: Broskallar og tilfinningar
ru: Смайлы & Эмоции

source: People & Body
ca: Gent i cos
da: Mennesker & krop
de: Menschen & Gesten
fi: Ihmiset & keho
is: Fólk og líkami
ru: Люди & Тело

source: Animals & Nature
ca: Animals i natura
da: Dyr & natur
de: Tiere & Natur
fi: Eläimet & luonto
is: Dýr og náttúra
ru: Животные & Природа

source: Food & Drink
ca: Menjar i beguda
da: Mad & drikke
de: Essen & Trinken
fi: Ruoka & juoma
is: Mat og drykkur
ru: Еда & Напитки

source: Travel & Places
ca: Viatjes i llocs
da: Rejse & steder
de: Reisen & Orte
fi: Matkailu ja nähtävyys
is: Ferðalög og staðir
ru: Путешествия & Места

source: Activities
ca: Activitats
da: Aktiviteter
de: Aktivitäten
fi: Aktiviteetit
is: Athafnir
ru: Активности

source: Objects
ca: Objectes
da: Objekter
de: Objekte
fi: Esineet
is: Hlutir
ru: Объекты

source: Symbols
ca: Símbols
da: Symboler
de: Symbole
fi: Symbolit
is: Tákn
ru: Символы

source: Flags
ca: Banderes
da: Flag
de: Flaggen
fi: Liput
is: Fánar
ru: Флаги

source: Quit
ca: Sortir
da: Afslut
de: Beenden
fi: Lopeta
he: יציאה
is: Hætta
ru: Выход

source: Shutdown the computer
ca: Apagar l'ordinador
da: Sluk computeren
de: Den PC herunterfahren
fi: Sammuta tietokone
he: כיבוי מחשב זה
is: Slökkva á tölvunni
ru: Выключить компьютер

source: Logout
ca: Desconnectar-se
da: Log ud
de: Abmelden
fi: Kirjaudu ulos
he: התנתקות
is: Útskráning
ru: Выйти

source: Leave the session
ca: Tancar la sessió
da: Forlad sessionen
de: Die Sitzung verlassen
fi: Poistu istunnosta
he: עזיבת אדגם
is: Hætta í setu
ru: Покинуть сессию

source: Lock screen
ca: Bloqueig de pantalla
da: Låseskærm
de: Bildschirmsperre
fi: Lukitusnäyttö
he: נעילת צג
is: Læsa skjá
ru: Блокировка экрана

source: Lock the screen
ca: Bloquejar la pantalla
da: Lås skærmen
de: Den Bildschirm sperren
fi: Lukitse näyttö
he: נעילת הצג
is: Læsa skjánum
ru: Заблокировать экран

source: Type to search...
ca: Escriu per a buscar...
da: Skriv for at søge …
de: Suchbegriff eingeben …
fi: Kirjoita haku...
he: לחיפוש, נא להקליד...
is: Skrifaðu til að leita...
ru: Введите для поиска...

source: No description available
ca: No hi ha una descripció disponible
da: Ingen beskrivelse tilgængelig
de: Keine Beschreibung verfügbar
fi: Ei kuvausta saatavilla
he: תיאור לא זמין
is: Lýsing ekki tiltæk
ru: Описание отсутствует

source: Recent files
ca: Fitxers recents
da: Seneste filer
de: Kürzlich verwendete Dateien oder Apps
fi: Viimeaikaiset
he: קבצים אחרונים
is: Nýlegar skrár
ru: Недавние файлы

source: Bookmarks
ca: Marcadors
da: Bogmærker
de: Lesezeichen
fi: Kirjanmerkit
he: סימניות
is: Bókamerki
ru: Закладки

source: gir1.2-gda-5.0 package required for Firefox and Midori bookmarks.
ca: es necessita el paquet gir1.2-gda-5.0 per a marcadors de Firefox i Midori.
da: Pakken gir1.2-gda-5.0 er nødvendig til bogmærker i Firefox og Midori.
de: Paket gir1.2-gda-5.0 für Firefox- und Midori-Lesezeichen erforderlich
fi: gir1.2-gda-5.0-paketti vaaditaan kirjanmerkkeihin Firefox ja Midori.
he: לסימניות פיירפוקס ומידורי, נדרשת חבלית gir1.2-gda-5.0.
is: gir1.2-gda-5.0 pakkinn er nauðsynlegur fyrir Firefox og Midori-bókamerki.
ru: для закладок Firefox и Midori необходим пакет gir1.2-gda-5.0.

source: No recent files
ca: No hi ha fitxers recents
da: Ingen seneste filer
de: Keine kürzlich verwendeten Dateien oder Apps
fi: Ei viimeaikaisia tiedostoja
he: אין קבצים אחרונים
is: Engar nýlegar skrár
ru: Нет последних файлов

source: Account details
ca: Detalls del compte
da: Kontodetaljer
de: Kontodetails
fi: Tilin tiedot
he: פרטי חשבון
is: Nánar um notanda
ru: Детали аккаунта

source: Grid View
ca: Vista de quadrícula
da: Gittervisning
de: Rasteransicht
fi: Kuvakkeet
he: מצג שבכה
is: Reitasýn
ru: В виде сетки

source: List View
ca: Vista de llista
da: Listevisning
de: Listenansicht
fi: Luettelo
he: מצג רצימה
is: Listasýn
ru: В виде списка

source: Switch to grid view
ca: Canviar a vista de quadrícula
da: Skift til gittervisning
de: Zur Rasteransicht wechseln
fi: Vaihda kuvakkeisiin
he: החלפה למצג שְׂבָכָה
is: Skipta yfir í reitasýn
ru: Переключить на вид сетки

source: Switch to list view
ca: Canviar a vista de llista
da: Skift til listevisning
de: Zur Listenansicht wechseln
fi: Vaihda luetteloon
he: החלפה למצג רשימה
is: Skipta yfir í listasýn
ru: Переключить на вид списка

source: Browse network
ca: Navegar per xarxa
da: Gennemse netværk
de: Im Netz suchen
fi: Selaa verkkoa
he: דפדוף ברשת
is: Skoða netkerfið
ru: Обзор сети

source: Applications and files
ca: Aplicacions i fitxers
da: Programmer og filer
de: Apps und Dateien
fi: Sovellukset ja tiedostot
is: Forrit og skrár
ru: Приложения и файлы

source: Open
ca: Obrir
da: Åbn
de: Öffnen
fi: Avaa
he: פתיחה
is: Opna
ru: Открыть

source: Search
ca: Buscar
da: Søg
de: Suche
fi: Haku
he: חיפוש
is: Leita
ru: Поиск

source: Start in
ca: Començar en
da: Begynd i
de: Starten in
fi: Aloita
he: התחלה ב־
is: Byrja í
ru: Начать

source: Select a folder
ca: Selecciona una carpeta
da: Vælg en mappe
de: Einen Ordner auswählen
fi: Valitse kansio
he: בחירת מחיצה
is: Veldu möppu
ru: Выбрать каталог

source: Follow symlinks
ca: Segueix els enllaços simbòlics
da: Følg symbolske henvisninger
de: Symbolischen Verknüpfungen folgen
fi: Seuraa symlinkkejä
he: עקיבה אחר קישורים סימליים
is: Fylgja tákntengjum
ru: Переход по симлинкам

source: Search hidden
ca: Busca fitxers ocults
da: Søg i skjulte
de: Nach verborgenen Dateien suchen
fi: Hae piilotetut
he: חיפוש מוסתר
is: Leita að földu
ru: Искать скрытые

source: Use regular expressions
ca: Usa expressions regulars
da: Brug regulære udtryk
de: Reguläre Ausdrücke verwenden
fi: Käytä säännöllisiä lauseita
he: שימוש בביטוים רגילים
is: Nota reglulegar segðir
ru: Использовать регулярные выражения

source: Stop
ca: Atura
de: Anhalten
fi: Pysäytä
he: עצירה
is: Stöðva
ru: Стоп

source: File
ca: Fitxer
da: Fil
de: Datei
fi: Tiedosto
he: קובץ
is: Skrá
ru: Файл

source: Path
ca: Ruta
da: Sti
de: Pfad
fi: Polku
he: נתיב
is: Slóð
ru: Путь

source: Searching...
ca: Buscant...
da: Søger …
de: Suche …
fi: Hakee...
he: חיפוש…
is: Leita...
ru: Поиск...

source: Search Stopped
ca: Cerca aturada
da: Søgning standset
de: Suche angehalten
fi: Haku pysäytetty
he: חיפוש עצר
is: Leit hætt
ru: Поиск прекращен

source: Searching:
ca: Buscant:
da: Søger:
de: Suche:
fi: Hakee:
he: חיפוש:
is: Leita:
ru: Поиск:

source: Error: insufficient permissions to read folder
ca: Error: insuficients permisos per llegir la carpeta
da: Fejl: utilstrækkelige rettigheder til at læse mappe
de: Fehler: keine Berechtigungen zum Lesen des Ordners
fi: Virhe: oikeudet kansion lukemiseen ei riitä
he: שגיאה: אין הרשאות מספקות לקריאת תיקייה
is: Villa: Ónógar heimildir til að lesa möppu
ru: Ошибка: нет прав на чтение каталога

source: Search Completed
ca: Cerca completa
da: Søgning færdig
de: Suche abgeschlossen
fi: Haku valmis
he: החיפוש הושלם
is: Leit lokið
ru: Поиск завершен

source: Skipping
ca: Ignorant
da: Springer over
de: Überspringen
fi: Ohitus
he: דילוג
is: Sleppi
ru: Пропустить

source: - directory already searched
ca: - directori ja buscat
da: - mappe allerede gennemsøgt
de: - Ordner bereits durchsucht
fi: - hakemisto on jo haettu
he: - המחיצה נסרקה כבר
is: - möppu sem þegar er leitað í
ru: - каталог уже был найден

source: This menu item is not associated to any package. Do you want to remove it from the menu anyway?
ca: Aquest ítem del menú no està associat amb cap paquet. Vols eliminar-lo del menú igualment?
da: Dette menuelement er ikke tilknyttet nogen pakke. Vil du fjerne det fra menuen?
de: Diesem Menüeintrag ist keiner App, Paket oder Datei zugeordnet. Möchten Sie ihn entfernen?
fi: Tätä valikkokohtaa ei ole liitetty mihinkään pakettiin. Haluatko silti poistaa sen valikosta?
he: פריט התפריט אינו משויך לחבילה כול שהיא. האם להסירו מהתפריט?
is: Þetta valmyndaratriði er ekki tengt neinum pakka. Viltu samt fjarlægja það úr valmyndinni?
ru: Этот пункт меню не связан ни с каким пакетом. Вы все равно хотите удалить его из меню?

source: The following packages will be removed:
ca: Els següents paquets seran eliminats:
da: Følgende pakker vil blive fjernet:
de: Folgende Pakete werden entfernt:
fi: Seuraavat paketit poistetaan:
he: החבילות הבאות יוסרו:
is: Eftirfarandi pakkar verða fjarlægðir:
ru: Будут удалены следующие пакеты:

source: Packages to be removed
ca: Paquets a eliminar
da: Pakker der skal fjernes
de: Zu entfernende Pakete
fi: Poistettavat paketit
he: חבילות להסרה
is: Pakkar sem á að fjarlægja
ru: Пакеты, подлежащие удалению

source: Cannot remove package %s as it is required by other packages.
ca: No es pot esborrar el paquet %s ja que és requerit per altres paquets.
da: Kan ikke fjerne pakken %s, da den bruges af en anden pakke.
de: Kann Paket %s wegen Beziehungen zu anderen Paketen nicht entfernen.
fi: Pakettia %s ei voi poistaa, koska muut paketit vaativat sitä.
he: לא ניתן להסיר את חבילת %s מאחר נדרשת עבור חבילה אחרת.
is: Ekki er hægt að fjarlægja pakkann %s þar sem hans er krafist af öðrum pakka.
ru: Невозможно удалить пакет %s, так как он необходим другим пакетам.

source: Package %s is a dependency of the following packages:
ca: El paquet %s és una dependència dels següents paquets:
da: Følgende pakker er afhængige af pakken %s:
de: Zwischen Paket %s und folgenden Paketen bestehen Abhängigkeiten:
fi: Paketti %s on riippuvainen seuraavista paketeista:
he: חבילה %s תלויה בחבילות הבאות:
is: Pakkans %s er krafist fyrir eftirfarandi pakka:
ru: Пакет %s является зависимостью следующих пакетов:

source: A flexible menu with grid or list layout options, file browser and emoji search.
ca: Un menú flexible amb opcions de vista de quadrícula o llista, explorador de fitxers i cerca d'emojis.
da: En fleksibel menu med visning som gitter eller liste, filbrowser og emojisøgning.
de: Ein flexibles Menü mit zahlreichen Formatierungsoptionen, Datei-Browser, Zugang zu Suchmaschinen und Emoji-Suche.
fi: Joustava valikko, jossa asetteluna ruudukko tai luettelo, tiedostoselain ja hymiöhaku.
he: תפריט גמיש, בפריסת שבכה או רשימה, דפדפן קבצים וחיפוש סמלונים.
is: Sveigjanleg valmynd með möguleika á framsetningu sem reitum eða lista; innifelur skráarvafra og emoji-táknaleit.
ru: Гибкое меню с вариантами компоновки в виде сетки или списка, браузером файлов и поиском по смайликам.

source: Layout
ca: Disposició
fi: Asettelu
he: פריסה
is: Framsetning
ru: Внешний вид

source: Behavior
ca: Comportament
da: Opførsel
de: Verhalten
fi: Toiminta
he: התנהגות
is: Hegðun
ru: Поведение

source: Appearance
ca: Aparença
da: Udseende
de: Erscheinungsbild
fi: Ulkoasu
he: חזות
is: Útlit
ru: Внешний вид

source: Tips
ca: Consells
de: Tipps
fi: Vinkki
is: Ábendingar
ru: Подсказки

source: Content
ca: Contingut
da: Indhold
de: Inhalte
fi: Sisältö
he: תוכן
is: Efni
ru: Содержание

source: Panel
ca: Tauler
de: Cinnamenu in einer Leiste
fi: Paneeli
he: לוחית
is: Spjald
ru: Панель

source: Menu
ca: Menú
de: Menü
fi: Valikko
he: תפריט
is: Valmynd
ru: Меню

source: Applications view mode
ca: Mode de vista d'aplicacions
da: Visningstilstand for programmer
de: Anzeigeform für App-Symbole
fi: Näytä sovellukset
he: מצב מצג יישומונים
is: Skoðunarhamur forrita
ru: Вид просмотра приложений

source: List
ca: Llista
da: Liste
de: Liste
fi: Luettelo
he: רשימה
is: Listi
ru: Список

source: Grid
ca: Quadrícula
da: Gitter
de: Raster
fi: Ruudukko
he: שְׂבָכָה
is: Reitir
ru: Сетка

source: View applications as list or grid
ca: Veure aplicacions com a llista o quadrícula
da: Vis programmer som en liste eller i et gitter
de: App-Symbole in einer Liste oder einem Raster anzeigen
fi: Näytä sovellukset luettelona tai ruudukkona
he: מצג יישומונים כרשימה או שבכה
is: Skoða forrit sem lista eða reiti
ru: Просмотр приложений в виде списка или сетки

source: Show sidebar
ca: Mostrar barra lateral
da: Vis sidebjælke
de: Schaltflächen-Leiste anzeigen
fi: Näytä valikon sivupalkki
is: Birta hliðarspjald
ru: Показать боковую панель

source: Show the sidebar in the menu
ca: Mostrar la barra lateral al menú
da: Vis sidebjælken i menuen
de: Leiste mit den Schaltflächen "Beenden", "Abmelden" und "Bildschirm sperren" anzeigen
fi: Näytä sivupalkki valikossa
is: Sýna hliðarspjald í valmyndinni
ru: Показать боковую панель в меню

source: Sidebar location
ca: Ubicació de la barra lateral
da: Placering af sidebjælke
de: Anordnung der Schaltflächen-Leiste
fi: Sivupalkin paikka
he: מיקום סרגל צד
is: Staðsetning hliðarspjalds
ru: Расположение боковой панели

source: Top
ca: A dalt
da: Øverst
de: Oben
fi: Ylös
he: מעלה
is: Efst
ru: Вверху

source: Bottom
ca: A baix
da: Nederst
de: Unten
fi: Alas
he: מטה
is: Neðst
ru: Внизу

source: Left
ca: A l'esquerra
da: Venstre
de: Links
fi: Vasen
he: שמאלה
is: Vinstri
ru: Слева

source: Right
ca: A la dreta
da: Højre
de: Rechts
fi: Oikea
he: ימינה
is: Hægri
ru: Справа

source: Choose where to show the sidebar
ca: Tria a on mostrar la barra lateral
da: Vælg hvor sidebjælken skal vises
de: Position, an der die Schaltflächen-Leiste (Sitzungsschaltflächen "Bildschirm sperren", "Abmelden", "Beenden") angezeigt wird
fi: Valitse, missä sivupalkki näytetään
he: נא לבחור היכן להציג את סרגל־הצד
is: Veldu hvar á að sýna hliðarspjaldið
ru: Выбор места отображения боковой панели

source: Show favorites on sidebar
ca: Mostra preferits a la barra lateral
da: Vis favoritter i sidebjælken
de: Favoriten in der Schaltflächen-Leiste anzeigen
fi: Näytä suosikit sivupalkissa
he: הצגת מועדפים בסרגל־הצד
is: Sýna eftirlæti á hliðarspjaldinu
ru: Показывать избранное на боковой панели

source: None
ca: Cap
da: Ingen
de: Keine
fi: Ei mitään
he: ללא
is: Ekkert
ru: Нет

source: Apps only
ca: Només aplicacions
da: Kun programmer
de: Apps
fi: Vain sovellukset
is: Einungis forrit
ru: Только приложения

source: Files only
ca: Només fitxers
da: Kun filer
de: Dateien
fi: Vain tiedostot
is: Einungis skrár
ru: Только файлы

source: Apps and files
ca: Aplicacions i fitxers
da: Programmer og filer
de: Apps und Dateien
fi: Sovellukset ja tiedostot
is: Forrit og skrár
ru: Приложения и файлы

source: Show your favorite apps and file icons on the sidebar
ca: Mostra les aplicacions i icones preferides a la barra lateral
da: Vis dine favoritprogrammer og filikoner i sidebjælken
de: Favoriten in der Schaltflächen-Leiste anzeigen
fi: Näytä suosikiksi merkityt ja sivupalkissa
he: הצגת יישום מועדף וסמלי קובץ בסרגל־הצד
is: Sýna uppáhaldsforritin þín og skráatákn á hliðarspjaldinu
ru: Показывать значки избранных приложений и файлов на боковой панели

source: Application description placement
ca: Ubicació de la descripció de les aplicacions
da: Placering af programmers beskrivelse
de: Platzierung der App-Beschreibungen
fi: Näytä sovelluksen kuvaus
he: מיקום תיאור יישומון
is: Staðsetning lýsingar á forriti
ru: Размещение описания приложений

source: Tooltips
ca: Sobreimpressionada
da: Værktøjstip
de: Tool-Tipps
fi: Työkaluvihjeessä
he: רמז־צץ
is: Vísbendingar verkfæra
ru: Всплывающие подсказки

source: Under titles
ca: A sota dels títols
da: Under titler
de: Unterm App-Namen
fi: Nimen alapuolella
he: בתחתית הכותרת
is: Undir titlum
ru: Под названиями
