Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/MuteToggler@jebeaudet.com/*.po
Languages: ca, de, fi, nl

source: Click to mute/unmute microphone
ca: Cliqueu per silenciar/reactivar el micròfon
de: Klicken, um das Mikrofon stummzuschalten / einzuschalten
fi: Mykistä mikrofoni/poista mykistys
nl: Klik om microfoon te dempen/dempen op te heffen

source: Mic mute toggler
ca: Interruptor de silenci del micròfon
de: Mikrofon-Stummschalter
nl: Microfoon demper schakelaar

source: Quickly toggle global microphone mute on and off.
ca: Us permet silenciar/reactivar el micròfon ràpidament.
de: Schalten Sie die globale Mikrofonstummschaltung schnell ein und aus.
fi: Mykistä mikrofoni/poista mykistys painamalla kuvaketta.
nl: Schakel snel de globale demping van de microfoon in en uit.

source: Keyboard shortcuts
ca: Dreceres del teclat
de: Tastenkombinationen
fi: Pikanäppäimet
nl: Toetsenbordsnelkoppelingen

source: Set the keybinding for toggling microphone mute
ca: Assigneu les dreceres del teclat per a canviar l'estat del micròfon
de: Festlegen der Tastaturbelegung für das Umschalten der Mikrofonstummschaltung
fi: Näppäinyhdistelmä
nl: Stel de snelkoppeling in voor het dempen van de microfoon

source: Icons
ca: Icones
fi: Kuvakkeet
nl: Pictogrammen

source: Use symbolic icons
ca: Utilitzar icones simbòliques
de: Symbolische Icons verwenden
fi: Symboliset kuvakkeet
nl: Gebruik symbolische pictogrammen

source: Tint symbolic icons
ca: Tintar les icones simbòliques
de: Symbolische Icons einfärben
fi: Väritä symboliset kuvakkeet
nl: Tint symbolische pictogrammen

source: Icon color when microphone is muted
ca: Color de la icona en silenciar el micròfon
de: Farbe des Icons, wenn das Mikrofon stummgeschaltet ist
fi: Mykistetyn kuvakkeen väri
nl: Pictogramkleur wanneer de microfoon gedempt is

source: Icon color when microphone is unmuted
ca: Color de la icona en activar el micròfon
de: Farbe des Icons, wenn das Mikrofon eingeschaltet ist
fi: Kuvakkeen väri ilman mykistystä
nl: Pictogramkleur wanneer de microfoon niet gedempt is

source: Debug messages
ca: Missatges de debug
de: Fehlerbehebungsmeldungen
fi: Virheenkorjauksen viestit
nl: Debugberichten

source: Make it verbose in ~/.xsession-errors
ca: Guardar missatges detallats a ~/.xsession-errors
de: Ausführlich in ~/.xsession-errors anzeigen
fi: Tee siitä tarkempi kuvaus ~/.xsession-errors
nl: Maak het uitgebreid in ~/.xsession-errors
