Repository: linuxmint/cinnamon-spices-applets
Catalog: wakapidisplay@babico/files/wakapidisplay@babico/po/*.po
Languages: hu, nl, zh_tw

source: Click to open your Wakapi Dashboard
hu: Kattintson a Wakapi irányítópult megnyitásához
nl: Klik om je Wakapi-dashboard te openen
zh_tw: 點選以開啟 Wakapi 儀表板

source: Open the Applet configuration to add your Wakapi API Key and link
hu: Nyissa meg a kisalkalmazás konfigurációját a Wakapi API-kulcs és -link hozzáadásához
nl: Open de appletconfiguratie om je Wakapi API-sleutel en link toe te voegen
zh_tw: 開啟小程式設定以新增 Wakapi API 金鑰和連結

source: Wakapi Display
hu: Wakapi kijelző
zh_tw: Wakapi 顯示

source: Displays your statistics from Wakapi
hu: Megjeleníti a Wakapi statisztikáit
nl: Toont je statistieken van Wakapi
zh_tw: 顯示 Wakapi 統計資料

source: Wakapi Settings
hu: Wakapi beállítások
nl: Wakapi-instellingen
zh_tw: Wakapi 設定

source: minutes
hu: perc
nl: minuten
zh_tw: 分鐘

source: Refresh interval
hu: Frissítési időköz
nl: Verversingsinterval
zh_tw: 重新整理間隔

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine.
hu: Növeld vagy csökkentsd ezt a forgó értékét a frissítési intervallum megváltoztatásához - lassú frissítést használj, ha lassú géped van.
nl: Verhoog of verlaag deze spinnerwaarde om het verversingsinterval te wijzigen â€“ gebruik een traag interval als je een trage computer hebt.
zh_tw: 調整此旋鈕的數值以變更重新整理間隔；若裝置效能較為有限，請改用較長的間隔。

source: Wakapi API Link
hu: Wakapi API hivatkozás
zh_tw: Wakapi API 連結

source: The API link to your Wakapi instance.
hu: Az API-hivatkozás a Wakapi-példányodra.
nl: De API-link naar je Wakapi-instantie.
zh_tw: Wakapi 實體的 API 連結。

source: Wakapi API Key
hu: Wakapi API kulcs
nl: Wakapi API-sleutel
zh_tw: Wakapi API 金鑰

source: The API key unique to your Wakapi account.
hu: A Wakapi-fiókodhoz egyedi API-kulcs.
nl: De API-sleutel die uniek is voor jouw Wakapi-account.
zh_tw: Wakapi 帳戶的專屬 API 金鑰。

source: Open the Wakapi page to get your API key
hu: Nyisd meg a Wakapi oldalt az API-kulcs megszerzéséhez
nl: Open de Wakapi-pagina om je API-sleutel te krijgen
zh_tw: 開啟 Wakapi 頁面以取得 API 金鑰

source: Opens Wakapi API key webpage
hu: Megnyitja a Wakapi API kulcs weboldalát
nl: Opent de Wakapi API-sleutel-webpagina
zh_tw: 開啟 Wakapi API 金鑰網頁

source: Display Settings
hu: Kijelzőbeállítások
nl: Weergave-instellingen
zh_tw: 顯示設定

source: Wakapi logo color
hu: Wakapi logó színe
nl: Wakapi-logokleur
zh_tw: Wakapi Logo 顏色

source: White
hu: Fehér
nl: Wit
zh_tw: 白色

source: Black
hu: Fekete
nl: Zwart
zh_tw: 黑色
