Repository: linuxmint/cinnamon-spices-applets
Catalog: multicore-sys-monitor@ccadeptic23/files/multicore-sys-monitor@ccadeptic23/po/*.po
Languages: de, es

source: Core
de: Kern
es: Núcleo

source: ----------- Memory -----------
de: ------- Speicher (MEM) -------
es: ----------- Memoria ----------

source: Usedup:
de: Benutzt:
es: Usado:

source: Cached:
de: Cache:
es: En caché:

source: Free:
de: Frei:
es: Libre:

source: NET
es: RED

source: ---------- Networks ----------
de: ------- Networks (NET) -------
es: ------------ Redes -----------

source: Down:
de: Download:
es: Descarga:

source: Up:
de: Upload:
es: Subida:

source: DISK
es: DISCO

source: ------------ Disks -----------
de: ----- Festplatte (DISK) ------
es: ----------- Discos -----------

source: Read:
de: Lesen:
es: Lectura:

source: Write:
de: Schreiben:
es: Escritura:

source: Multi-Core System Monitor Error.
de: Fehler im Multikern-Systemmonitor.
es: Error del monitor del sistema multinúcleo.

source: Preferences
de: Einstellungen
es: Preferencias

source: Please install "gir1.2-gtop-2.0" package.
de: Bitte das Paket »gir1.2-gtop-2.0« installieren.
es: Por favor, instale el paquete "gir1.2-gtop-2.0".

source: Reload this applet
de: Applet neu laden
es: Recargar este applet

source: Enable
de: Aktivieren
es: Habilitar

source: Down
de: Download
es: Descarga

source: Up
de: Upload
es: Subida

source: Read
de: Lesen
es: Lectura

source: Write
de: Schreiben
es: Escritura

source: Error while saving file:
de: Fehler beim Speichern der Datei:
es: Error al guardar el archivo:

source: Used:
de: Benutzt:
es: Usada:

source: Dependency missing
de: Abhängigkeit nicht erfüllt
es: Falta dependencia

source: Please install the GTop package Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop openSUSE: libgtop-devel to use
de: Bitte installieren Sie das GTop-Paket Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop openSUSE: libgtop-devel für die Verwendung von
es: Por favor, para su uso instale el paquete GTop Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop openSUSE: libgtop-devel

source: Refresh graphs
de: Graphen aktualisieren
es: Actualizar gráficos

source: Without any graphics
es: Sin gráficos

source: With graphics
es: Con gráficos

source: Drop Memory Cache (needs root rights)
es: Eliminar caché de memoria (necesita derechos de root)

source: Execution of '%s' failed:
es: Error en la ejecución de '%s':

source: Core 128:
es: Núcleo 128:

source: Unrecoverable:
es: Irrecuperable:

source: Recoverable:
es: Recuperable:

source: Refresh All
es: Actualizar todo

source: Configure...
es: Configurar...

source: Memory
es: Memoria

source: Network
es: Red

source: Disk IO
es: E/S de disco

source: Disk Usage
es: Uso de disco

source: Colors
es: Colores

source: Disks
es: Disco

source: Buffers/Cache/Shared
es: Búferes/Caché/Compartido

source: Cache
es: Caché

source: Shared
es: Compartido

source: Networks
es: Redes

source: Usage
es: Uso

source: Please install the GTop package Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop to use
de: Bitte installieren Sie das GTop-Paket Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop für die Verwendung von
es: Por favor, para su uso instale el paquete GTop Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop

source: Multi-Core System Monitor
de: Multikern-Systemmonitor
es: Monitor de sistema multinúcleo

source: Displays in realtime the cpu usage for each core/cpu and overall memory usage.
de: Zeigt die CPU-Nutzung für jeden Prozessorkern und den Gesamtspeicherverbrauch in Echtzeit an.
es: Muestra en tiempo real el uso de cpu para cada núcleo/cpu y el uso global de memoria.

source: Options
es: Opciones

source: Tooltip
es: Información sobre herramientas

source: by activity level (in %):
es: por nivel de actividad (en %):

source: Scaling
es: Escalado

source: Devices
es: Dispositivos

source: Paths
es: Rutas

source: Your colors
es: Tus colores

source: Labels
es: Etiquetas

source: Add a border to each graph
es: Añadir un borde a cada gráfico

source: Graph spacing
es: Espaciado de los gráficos

source: Curves thickness
es: Grosor de las curvas

source: Limit height to the size of a colored icon
es: Limitar la altura al tamaño de un icono de color

source: Refresh Rate (ms)
es: Frecuencia de actualización (ms)

source: Label Color
es: Color de etiqueta

source: Border Color
es: Color del borde

source: Background Color
es: Color de fondo

source: Place % at the very end of the line
es: Coloca % al final de la línea

source: Remove Enlightenment of this applet
es: Quitar la iluminación de este applet

source: Label
es: Etiqueta

source: Square view
es: Vista cuadrada

source: Width
es: Ancho

source: Merge all
es: Fusionar todo

source: Color by activity level
es: Color por nivel de actividad

source: Use automatic colors
es: Utilizar colores automáticos

source: The CPUs are colored in groups of four: CPU0, CPU1, CPU2, and CPU3. The fifth, named CPU4, will have the same color as CPU0; the sixth, CPU5, will have the same color as CPU1, and so on.
es: Las CPU están coloreadas en grupos de cuatro: CPU0, CPU1, CPU2 y CPU3. La quinta, denominada CPU4, tendrá el mismo color que la CPU0; la sexta, CPU5, tendrá el mismo color que la CPU1, y así sucesivamente.

source: CPU0 Color
es: Color del CPU0

source: CPU1 Color
es: Color del CPU1

source: CPU2 Color
es: Color del CPU2

source: CPU3 Color
es: Color del CPU3

source: Origin at 12 o'clock
es: Origen a las 12 horas

source: Usedup
es: Usado

source: Free
es: Libre

source: Relative width for Swap graph
es: Anchura relativa del gráfico Swap

source: 25%, left side
es: 25%, lado izquierdo

source: None
es: Ninguna

source: 100%: The Swap graph is a bar that spans the entire width of the graph, behind the circle. 10%: The Swap graph is a bar that occupies 10% of the graph width, to the left of the circle. None: No Swap bar.
es: 100%: El gráfico Swap es una barra que abarca todo el ancho del gráfico, detrás del círculo. 10%: El gráfico Swap es una barra que ocupa el 10% del ancho del gráfico, a la izquierda del círculo. Ninguna: No hay barra de intercambio.

source: Auto Scale
es: Escala automática

source: Logarithmic
es: Logarítmico

source: Update this device list
es: Actualizar esta lista de dispositivos

source: Enabled
es: Habilitado

source: Name
es: Nombre

source: Color Down
es: Color bajada

source: Color Up
es: Color subida

source: Clear this device list
es: Borrar esta lista de dispositivos

source: ⚠️ Sector Size
es: ⚠️ Tamaño del sector

source: Color Read
es: Color de lectura

source: Color Write
es: Color de escritura

source: Type of chart
es: Tipo de gráfico

source: Bar
es: Barra

source: Pie
es: Pastel

source: Alert
es: Alerta

source: Update this path list
es: Actualizar esta lista de rutas

source: Alert when value (in %) reaches
es: Alerta cuando el valor (en %) alcance

source: Path
es: Ruta

source: Data marked with ⚠️ must not be changed!
es: ¡Los datos marcados con ⚠️ no deben modificarse!

source: Multi-Core System Monitor Preferences
es: Preferencias del monitor del sistema multinúcleo

source: Height
es: Altura

source: Cached
es: En caché

source: Scaling Description
es: Descripción del escalado

source: Close
es: Cerrar

source: Auto Scaling: This will scale the line graph by the largest reading within the displayed area. Once the largest reading is no longer displayed the next largest becomes the new value by which the readings are scaled. This lets the plot "zoom" to show details of the graph. However, it also means that if there is a large reading small readings may become indistinguishable from 0. And if there are only small readings then slightly larger readings may appear larger than they should. If not enabled the largest value used will be the largest reading since cinnamon was started. Logarithmic Scaling: This transforms the readings so that they are displayed using a logarithmic scale. If you are not familiar basically, it reduces the large values so that they dont dominate the smaller readings.
es: Escala automática: Esta opción escalará el gráfico de líneas en base a la lectura más grande dentro del área visualizada. Una vez que la lectura más grande ya no se muestre, la siguiente lectura más grande se convertirá en el nuevo valor por el cual se escalarán las lecturas. Esto permite que el gráfico se "amplíe" para mostrar los detalles del mismo. Sin embargo, también significa que si hay una lectura grande, las lecturas pequeñas pueden ser indistinguibles de 0. Y si sólo hay lecturas pequeñas entonces, las lecturas ligeramente más grandes pueden aparecer más grandes de lo que deberían. Si no se activa, el valor más grande utilizado será la lectura más grande desde que Cinnamon inició. Escala logarítmica: Esta opción transformará las lecturas para que se muestren usando una escala logarítmica. Si no está familiarizado, básicamente reduce los valores grandes para que no dominen sobre lecturas más pequeñas.

source: by CPU:
es: por CPU:

source: Auto Scaling: This will scale the line graph by the largest reading within the displayed area. Once the largest reading is no longer displayed the next largest becomes the new value by which the readings are scaled. This lets the plot "zoom" to show details of the graph. However, it also means that if there is a large reading small readings may become indistinguishable from 0. And if there are only small readings then slightly larger readings may appear larger than they should. If not enabled the largest value used will be the largest reading since cinnamon was started. Logarithmic Scaling: This transforms the readings so that they are displayed using a logarithmic scale. If you are not familiar basically, it reduces the large values so that they dont dominate the smaller readings.
es: Escala automática: Esto escalará el gráfico lineal por la lectura más grande dentro del del área visualizada. Una vez que la lectura más grande ya no se muestre la siguiente más grande se convertirá en el nuevo valor por el cual se escalarán las lecturas. Esto permite "ampliar" el gráfico para mostrar los detalles. Sin embargo, también significa que si hay una lectura grande, las lecturas pequeñas pueden llegar a ser indistinguibles de 0. Y si sólo hay lecturas pequeñas entonces las lecturas ligeramente más grandes pueden aparecer más grandes de lo que deberían. Si no se activa, el valor más grande utilizado será la lectura más grande desde que se inició cinnamon. Escala logarítmica: Transforma las lecturas para que se muestren utilizando una escala logarítmica. Si no está familiarizado básicamente, reduce los valores grandes para que no dominen las lecturas más pequeñas.

source: ------------- CPU ------------
de: ------- Prozessor (CPU) ------

source: ------------ Swap ------------
de: --------- Swap (SWAP) --------
