Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/turn-off-monitor@zablotski/*.po
Languages: es, fi, hu, it, nl

source: Turn off monitor
es: Apagar el monitor
fi: Sammuta näyttö
hu: Monitor kikapcsolása
it: Spegni schermo
nl: Monitor uitschakelen

source: Turn Off Monitor
es: Apagar el Monitor
hu: Monitor kikapcsolása
it: Spegni Schermo
nl: Monitor uitschakelen

source: Click on the applet to turn off monitor
es: Haz clic en el applet para apagar el monitor
fi: Napsauta sovelmaa ja näyttö sammuu
hu: Kattintson a kisalkalmazásra a monitor kikapcsolásához
it: Clicca sull'applet per spegnere lo schermo
nl: Klik op de applet om de monitor uit te schakelen

source: General
fi: Yleinen
hu: Általános
it: Generale
nl: Algemeen

source: Mouse
es: Ratón
fi: Hiiri
hu: Egér
nl: Muis

source: Shortcuts
es: Atajos
fi: Pikanäppäimet
hu: Gyorsbillentyűk
it: Tasti
nl: Sneltoetsen

source: Icon
es: Iconos
fi: Kuvake
hu: Ikon
it: Icona
nl: Pictogram

source: Screen lock
es: Bloqueo de pantalla
hu: Képernyőzár
it: Blocca schermo
nl: Schermvergrendeling

source: seconds
es: segundos
fi: sekuntia
hu: másodperc
it: secondi
nl: seconden

source: Duration of deactivation of the mouse
es: Duración de la desactivación del ratón
fi: Hiiren käytöstä poistamisen kesto
hu: Az egér deaktiválásának időtartama
it: Durata della disattivazione del mouse
nl: Duur van deactivering van de muis

source: To prevent the monitor from turning on too soon after turning it off, the mouse will be disabled for the number of seconds set here.
es: Para evitar que el monitor se encienda demasiado pronto después de apagarlo, el mouse se desactivará durante la cantidad de segundos establecida aquí.
fi: Jotta näyttö ei käynnisty liian aikaisin sammuttamisen jälkeen, hiiri poistetaan käytöstä tässä määritetyksi ajaksi.
hu: Annak megakadályozása érdekében, hogy a monitor kikapcsolása után túl hamar bekapcsoljon, az egér az itt beállított másodpercekig le lesz tiltva.
it: Per evitare che il monitor si accenda troppo presto dopo averlo spento, il mouse verrÃ disabilitato per il numero di secondi qui impostato.
nl: Om te voorkomen dat de monitor te snel weer wordt ingeschakeld nadat deze is uitgeschakeld, wordt de muis voor het hier ingestelde aantal seconden uitgeschakeld.

source: Keyboard shortcut to turn off your monitor
es: Atajo de teclado para apagar el monitor
fi: Pikanäppäin näytön sammuttamiseksi
hu: Billentyűparancs a monitor kikapcsolásához
it: Scorciatoia da tastiera per spegnere il monitor
nl: Sneltoets om uw monitor uit te schakelen

source: Use a symbolic icon
es: Usar un icono simbólico
fi: Käytä symbolista kuvaketta
hu: Szimbolikus ikon használata
it: Usa un'icona simbolica
nl: Gebruik een symbolisch pictogram

source: Color of the symbolic icon
es: Color del icono simbólico
fi: Symbolisen kuvakkeen väri
hu: Szimbolikus ikon színe
it: Colore dell'icona simbolica
nl: Kleur van het symbolisch pictogram

source: Lock also cinnamon session
es: Bloquear también sesión de Cinnamon
hu: A Cinnamon munkamenetet is zárja le
it: Blocca anche la sessione Cinnamon
nl: Vergrendel ook de Cinnamon-sessie
