Repository: linuxmint/cinnamon-spices-applets
Catalog: pomodoro@gregfreeman.org/files/pomodoro@gregfreeman.org/po/*.po
Languages: da, fi, hu, nl, pt_br, sv, tr, uk

source: Short break running
da: Den korte pause er i gang
fi: Lyhyt tauko meneillään
hu: Rövid szünet folyamatban
nl: Korte pauze wordt uitgevoerd
pt_br: Intervalo curto em andamento
sv: Kort paus körs
tr: Kısa mola yürütülüyor
uk: Коротка перерва почалася

source: Long break running
da: Den lange pause er i gang
fi: Pitkä tauko meneillään
hu: Hosszú szünet folyamatban
nl: Lange pauze wordt uitgevoerd
pt_br: Intervalo longo em andamento
sv: Lång rast körs
tr: Uzun mola yürütülüyor
uk: Довга перерва почалася

source: Pomodori %d, set %d running
da: Pomodori %d, sæt %d kører
fi: Pomodori %d, erä %d käynnissä
hu: Pomodorók %d, állítsa be %d fut
nl: Pomodori %d, set %d wordt uitgevoerd
pt_br: Repetição %d, ciclo %d em andamento
sv: Pomodori %d, set %d körs
tr: Pomodori %d, set %d çalışıyor
uk: Pomodoro %d, set %d працює

source: Waiting to start
da: Venter på at starte
fi: Odotetaan käynnistämistä
hu: Várakozás az indításra
nl: Wachten om te starten
pt_br: Aguardando começar
sv: Väntar på att starta
tr: Başlatma bekleniyor
uk: Очікування запуску

source: Pomodoro started
da: Pomodoro er startet
fi: Pomodoro alkaa
hu: Pomodoro elindult
nl: Pomodoro gestart
pt_br: A contagem regressiva começou
sv: Pomodoro startade
tr: Pomodoro başlatıldı
uk: Pomodoro запущено

source: Let's go to work!
da: Lad os komme i gang!
fi: Sitten töihin!
hu: Lássunk munkához!
nl: Laten we aan het werk gaan!
pt_br: Hora de focar!
sv: Börja arbeta!
tr: Haydi çalışma başlayalım!
uk: Давай працювати!

source: Take a short break
da: Tag en kort pause
fi: Pidä lyhyt tauko
hu: Tarts egy rövid szünetet
nl: Neem een korte pauze
pt_br: Faça um intervalo curto
sv: Ta en kort paus
tr: Kısa bir mola ver
uk: Зробіть коротку перерву

source: Take a long break
da: Tag en lang pause
fi: Pidä pitkä tauko
hu: Tarts egy hosszú szünetet
nl: Neem een lange pauze
pt_br: Faça um intervalo longo
sv: Ta en lång rast
tr: Uzun bir mola ver
uk: Зробіть довгу перерву

source: Pomodoro ended
da: Pomodoro sluttede
fi: Pomodoro päättyi
hu: Pomodoro véget ért
nl: Pomodoro beÃ«indigd
pt_br: A contagem regressiva terminou
sv: Pomodoro avslutades
tr: Pomodoro sona erdi
uk: Pomodoro завершено

source: http://en.wikipedia.org/wiki/Pomodoro_Technique
hu: https://en.wikipedia.org/wiki/Pomodoro_Technique Magyar leírás: https://www.mindenmegtanulhato.hu/a-pomodoro-technika/
nl: https://nl.wikipedia.org/wiki/Pomodorotechniek
pt_br: https://pt.wikipedia.org/wiki/T%C3%A9cnica_pomodoro
uk: https://uk.wikipedia.org/wiki/Метод_Pomodoro

source: Pomodoro Timer
hu: Pomodoro időmérő
pt_br: Cronômetro Pomodoro
sv: Pomodoro Tidur
tr: Pomodoro Zamanlayıcı
uk: Pomodoro Таймер

source: Completed
da: Færdig
fi: Valmis
hu: Befejezve
nl: Voltooid
pt_br: Repetições concluídas:
sv: Klart
tr: Tamamlanan
uk: Завершено

source: Reset Timer
da: Nulstil timer
fi: Nollaa ajastin
hu: Időzítő újraindítása
nl: Timer resetten
pt_br: Zerar o cronômetro
sv: Återställ tiduret
tr: Zamanlayıcıyı Sıfırla
uk: Скинути таймер

source: Reset Counts and Timer
da: Nulstil tællere og timer
fi: Nollaa laskurit ja ajastin
hu: A számolt ciklusok és az időzítő visszaállítása
nl: Tellingen en timer resetten
pt_br: Zerar o contador e o cronômetro
sv: Återställ antal och tidur
tr: Sayıyı ve Zamanlayıcıyı Sıfırla
uk: Скинути лічильники і таймер

source: Skip To Next Timer
fi: Siirry seuraavaan aikaan
hu: Ugrás a következő időzítőhöz
nl: Ga naar de volgende timer

source: What is this?
da: Hvad er dette?
fi: Mikä tämä on?
hu: Ez meg mi?
nl: Wat is dit?
pt_br: O que é isso?
sv: Vad är detta?
tr: Bu nedir?
uk: Що це?

source: None
da: Ingen
fi: Ei mitään
hu: Nincs
nl: Geen
pt_br: Padrão
sv: Ingen
tr: Yok
uk: Жодного

source: Switch Off Pomodoro
da: Sluk Pomodoro
fi: Pomodoro pois
hu: Pomodoro kikapcsolása
nl: Pomodoro uitschakelen
pt_br: Desligar o cronômetro
sv: Stäng av Pomodoro
tr: Pomodoro'yu kapat
uk: Вимкнути Pomodoro

source: Start a new Pomodoro
da: Begynd en ny Pomodoro
fi: Aloita uusi Pomodoro
hu: Új pomodoro indítása
nl: Start een nieuwe Pomodoro
pt_br: Começar uma nova contagem regressiva
sv: Starta en ny Pomodoro
tr: Yeni bir Pomodoro başlat
uk: Почати новий Pomodoro

source: Hide
da: Skjul
fi: Piilota
hu: Elrejtés
nl: Verbergen
pt_br: Esconder
sv: Dölj
tr: Gizle
uk: Приховати

source: Pomodoro set finished, you deserve a break!
da: Pomodoro-sættett er færdig - du fortjener en pause!
fi: Pomodoro valmis, ansaitset tauon!
hu: A pomodoro szett kész, megérdemel egy kis szünetet!
nl: Pomodoro-set voltooid, je verdient een pauze!
pt_br: Contagem regressiva concluída. Você merece um descanso!
sv: Pomodoro-set slutfört, du förtjänar en paus!
tr: Pomodoro seti bitti, bir mola hakettin!
uk: Завдання Pomodoro закінчено, ви заслуговуєте на відпочинок!

source: Your break is over, start another pomodoro!
da: Din pause er slut. Start en ny Pomodoro!
fi: Tauko on ohi, aloita uusi pomodoro!
hu: A szünetnek vége, indítson újabb pomodorót!
nl: Je pauze is voorbij, begin met een nieuwe pomodoro!
pt_br: Seu descanso chegou ao fim. Comece outra contagem regressiva!
sv: Din rast är över, starta en ny pomodoro!
tr: Mola sona erdi, başka bir pomodoro başlat!
uk: Ваша перерва закінчилася, почніть ще один Pomodoro!

source: A new pomodoro begins in %s.
da: En ny Pomodoro begynder om %s.
fi: Uusi pomodoro alkaa %s.
hu: Új pomodoro indul %s múlva.
nl: Een nieuwe pomodoro begint over %s.
pt_br: Uma nova contagem regressiva começará em %s.
uk: Новий Pomodoro починається через %s.

source: %d minute
da: %d minut
fi: %d minuutti
hu: %d perc
nl: %d minuut
pt_br: %d minuto
uk: %d хвилина

source: %d second
da: %d sekund
fi: %d sekunti
hu: %d másodperc
nl: %d seconde
pt_br: %d segundo
uk: %d секунда

source: %s and %s
da: %s og %s
fi: %s ja %s
hu: %s és %s
nl: %s en %s
pt_br: %s e %s
uk: %s і %s

source: Continue Current Pomodoro
da: Fortsæt den nuværende Pomodoro
fi: Jatka Pomodoroa
hu: Jelenlegi pomodoro folytatása
nl: Doorgaan met huidige Pomodoro
pt_br: Continuar a contagem regressiva atual
sv: Fortsätt aktuell pomodoro
tr: Mevcut Pomodoroya Devam Et
uk: Продовжити поточний Pomodoro

source: Pause Pomodoro
da: Sæt Pomodoro på pause
fi: Pysäytä Pomodoro
hu: Pomodoro szüneteltetése
nl: Pauzeer Pomodoro
pt_br: Pausar a contagem regressiva
sv: Pausa Pomodoro
tr: Pomodoroyu Beklet
uk: Призупинити Pomodoro

source: Short break finished, ready to continue?
da: Den korte pause er slut. Er du klar til at fortsætte?
fi: Lyhyt tauko on päättynyt, oletko valmis jatkamaan?
hu: A rövid szünet véget ért, készen áll a folytatásra?
nl: Korte pauze voltooid, klaar om door te gaan?
pt_br: O intervalo curto terminou. Está pronto para continuar?
sv: Den korta pausen är slut, vill du fortsätta?
tr: Kısa mola bitti, devam etmeye hazır mısın?
uk: Коротка перерва закінчилася, готові продовжити?

source: Start break
fi: Pidä tauko
hu: Kezdje a szünetet
nl: Start pauze

source: Pomodoro finished, ready to take a break?
fi: Pomodoro on valmis, pidätkö tauon?
hu: Pomodoro végzett, készen áll a szünetre?
nl: Pomodoro afgelopen, ben je klaar om een pauze te nemen?

source: Great tool for boosted productivity!
da: Fantastisk værktøj til at booste din produktivitet!
fi: Loistava työkalu tuottavuuden parantamiseen!
hu: Nagyszerű eszköz a megnövelt produktivitáshoz!
nl: Een geweldige tool voor verhoogde productiviteit!
pt_br: Contagens regressivas com intervalos e repetições. Ótima ferramenta para aumentar a produtividade!
sv: Bra verktyg för förbättrad produktivitet!
tr: Verimlilik artırma için harika bir araç!
uk: Чудовий інструмент для підвищення продуктивності!

source: Durations (minutes)
da: Varigheder (minutter)
fi: Kesto (minuuttia)
hu: Időtartam (perc)
nl: Duur (minuten)
pt_br: Durações (minutos)
sv: Varaktighet (minuter)
tr: Süreler (dakika)
uk: Тривалість (хвилини)

source: Pomodoro Duration:
da: Varighed af Pomodoro:
fi: Pomodoron kesto:
hu: Pomodoro időtartama:
nl: Pomodoro-duur:
pt_br: Duração da contagem regressiva:
uk: Тривалість Pomodoro:

source: Short Break Duration:
da: Varighed af kort pause:
fi: Lyhyen tauon kesto:
hu: Rövid szünet időtartama:
nl: Duur van korte pauze:
pt_br: Duração do intervalo curto:
uk: Тривалість короткої перерви:

source: Long Break Duration:
da: Varighed af lang pause:
fi: Pitkän tauon kesto:
hu: Hosszú szünet időtartama:
nl: Duur van lange pauze:
pt_br: Duração do intervalo longo:
uk: Тривалість довгої перерви:

source: Number of pomodori before long break:
da: Antal Pomodori før en lang pause:
fi: Määrä ennen pitkää taukoa:
hu: Pomodorók száma hosszú szünet előtt:
nl: Aantal pomodori voor lange pauze:
pt_br: Número de contagens regressivas antes do intervalo longo:
uk: Кількість Pomodoro перед великою перервою:

source: Options
da: Valgmuligheder
fi: Valinnat
hu: Beállítások
nl: Opties
pt_br: Opções
sv: Alternativ
tr: Seçenekler
uk: Параметри

source: Start the pomodoro timer as soon as the applet loads
fi: Käynnistä pomodoro heti, kun sovelma latautuu
hu: Indítsa el a pomodoro időzítőt, amint az kisalkalmazás betöltődik
nl: Start de pomodoro-timer zodra de applet wordt geladen

source: Show Dialog Messages
da: Vis dialogmeddelelser
fi: Näytä viestit ikkunassa
hu: Párbeszédüzenetek megjelenítése
nl: Dialoogberichten weergeven
pt_br: Mostrar pop-ups com mensagens
sv: Visa dialogmeddelanden
tr: İletişim Mesajlarını Göster
uk: Показати діалогові повідомлення

source: Auto start after a pomodoro ends
fi: Aloita autom. päättymisen jälkeen
hu: Automatikus indítás a pomodoro befejezése után
nl: Automatisch starten nadat een pomodoro is afgelopen

source: Auto start after a short break ends
da: Start automatisk efter afslutning af en kort pause
fi: Aloita autom. kun lyhyt tauko päättyy
hu: Az automatikus indítás egy rövid szünet után
nl: Automatisch starten na het einde van een korte pauze
pt_br: Continuar automaticamente após o término de um intervalo curto
sv: Starta automatiskt efter kort paus
tr: Kısa bir moladan sonra otomatik başlat
uk: Автозапуск після закінчення короткої перерви

source: Auto start a new pomodoro after a break ends
da: Start automatisk en ny Pomodoro efter afslutning af en pause
fi: Aloita uusi autom. tauon päätyttyä
hu: Egy új pomodoro automatikus indítása egy rövid szünet után
nl: Automatisch starten van een nieuwe pomodoro na het einde van een pauze
pt_br: Começar automaticamente uma nova contagem regressiva após o término da atual
sv: Starta en ny pomodoro automatiskt efter rast
tr: Bir mola bittikten sonra otomatik olarak yeni bir pomodoro başlat
uk: Автозапуск нового Pomodoro після закінчення перерви

source: Display the pomodoro icon in the applet panel
da: Vis Pomodoro-ikonet i statusfeltet
fi: Näytä pomodoro kuvake
hu: Jelenítse meg a pomodoro ikont a kisalkalmazás panelen
nl: Het pomodoro-pictogram weergeven in het appletpaneel
pt_br: Mostrar o ícone do Pomodoro no painel
sv: Visa pomodoros ikon i panelen
tr: Uygulama panelinde pomodoro simgesini görüntüle
uk: Відобразити піктограму Pomodoro на панелі аплетів

source: Use a symbolic icon in the applet panel
da: Anvend et symbolsk ikon i statusfeltet
fi: Käytä symbolista kuvaketta
hu: Használjon egy szimbolikus ikont a kisalkalmazás panelen
nl: Een symbolisch pictogram gebruiken in het appletpaneel
pt_br: Usar um ícone monocromático do applet no painel
uk: Використовувати символьний значок на панелі аплету

source: Show the pomodoro timer in the applet panel
da: Vis Pomodoro-timeren i statusfeltet
fi: Näytä pomodoro ajastin
hu: Pomodoro időzítő megjelenítése a kisalkalmazás panelen
nl: De pomodoro-timer weergeven in het appletpaneel
pt_br: Mostrar o cronômetro do Pomodoro no painel
sv: Visa pomodoros tidur i panelen
tr: Uygulama panelinde pomodoro zamanlayıcısını göster
uk: Показати таймер Pomodoro на панелі аплетів

source: Set the keybinding to open the applet menu
fi: Näppäinyhdistelmä
hu: A kisalkalmazás menü megnyitásához állítsa be a billentyűkombinációt
nl: Stel de toetscombinatie in om het appletmenu te openen

source: Sounds
da: Lyde
fi: Äänet
hu: Hangok
nl: Geluiden
pt_br: Sons
sv: Ljud
tr: Sesler
uk: Звуки

source: Please install 'sox' and restart Cinnamon to use the sound feature!
da: Installér “sox” og genstart Cinnamon for at kunne anvende lyde!
fi: Käyttääksesi ääniä, asenna "sox" ja käynnistä Cinnamon uudelleen!
hu: Kérjük, telepítse a „sox” alkalmazást, és indítsa újra a Cinnamon asztali környezetet a hangfunkció használatához.
nl: Installeer 'sox' en herstart Cinnamon om de geluidsfunctie te gebruiken!
pt_br: Por favor, instale o pacote sox e reinicie o Cinnamon para ouvir sons no applet!
uk: Будь ласка, встановіть 'sox' та перезапустіть Cinnamon, щоб скористатися функцією звуку!

source: Play Timer Sound
da: Afspil timerlyd
fi: Soita äänimerkki
hu: Időzítő hang lejátszása
nl: Timer geluid afspelen
pt_br: Tocar o som da contagem regressiva
sv: Spela upp tidursljud
tr: Zamanlayıcı Sesi Çal
uk: Відтворити звук таймера

source: Timer Sound File
da: Timerlydfil
fi: Äänitiedosto
hu: Időzítő hangfájl
nl: Geluidsbestand voor timer
pt_br: Som da contagem regressiva
uk: Звуковий файл таймера

source: Sound volume:
da: Lydstyrke:
fi: Voimakkuus:
hu: Hangerő:
nl: Geluidsvolume:
pt_br: Volume do som:
uk: Гучність звуку:

source: Play Break Sound
da: Afspil pauselyd
fi: Soita tauko äänimerkki
hu: Szünet hang lejátszása
nl: Pauzegeluid afspelen
pt_br: Tocar o som do intervalo
sv: Spela upp pausljud
tr: Mola Sesi Çal
uk: Відтворити звук перерви

source: Break Sound File
da: Pauselydfil
fi: Äänitiedosto
hu: Szünet hangfájl
nl: Pauzegeluid bestand
pt_br: Som do intervalo
uk: Звуковий файл перерви

source: Play Warn Sound
da: Afspil advarselslydfil
fi: Soita varoitus äänimerkki
hu: Figyelmeztető hang lejátszása
nl: Waarschuwingsgeluid afspelen
pt_br: Tocar o som de aviso
sv: Spela upp varningsljud
tr: Uyarı Sesi Çal
uk: Відтворити звук попередження

source: Warn Delay (in secs):
da: Advarselsforsinkelse (i sekunder):
fi: Varoituksen viive (sekunneissa):
hu: Figyelmeztető késleltetés (másodpercben):
nl: Waarschuwingsvertraging (in seconden):
pt_br: Atraso do aviso (em segundos):
uk: Затримка попередження (у сек.):

source: Warn Sound File
da: Advarselslydfil
fi: Äänitiedosto
hu: Figyelmeztető hangfájl
nl: Waarschuwingsgeluid bestand
pt_br: Som de aviso
uk: Звуковий файл попередження

source: Play Start Sound
da: Afspil startlyd
fi: Soita aloitus äänimerkki
hu: Start hang lejátszása
nl: Startgeluid afspelen
pt_br: Tocar o som do começo da contagem regressiva
sv: Spela upp startljud
tr: Başlangıç Sesi Çal
uk: Відтворити звук початку

source: Start Sound File
da: Startlydfil
fi: Äänitiedosto
hu: Start hangfájl
nl: Startgeluid bestand
pt_br: Som do começo da contagem regressiva
uk: Звуковий файл початку

source: Scripts
fi: Komennot
hu: Parancsfájlok

source: Enable scripts
fi: Käytä komentoja
hu: Engedélyezze a szkripteket
nl: Scripts inschakelen

source: Execute this custom script when a short break starts
fi: Suorita tämä komento kun lyhyt tauko alkaa
hu: Futtassa ezt az egyéni szkriptet, amikor egy rövid szünet kezdődik
nl: Voer dit aangepaste script uit wanneer een korte pauze start

source: Execute this custom script when a long break starts
fi: Suorita tämä komento kun pitkä tauko alkaa
hu: Futtassa ezt az egyéni szkriptet, ha hosszú szünet kezdődik
nl: Voer dit aangepaste script uit wanneer een lange pauze start
