Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-status/applets-status/back-up_state@natsakis.com/po/*.po
Languages: da, sv

source: Has never run succesfully!
da: Er aldrig gennemført!
sv: Har aldrig slutförts!

source: Last successful back-up completed on
da: Sidste sikkerhedskopi taget den
sv: Den senast lyckade säkerhetskopieringen slutfördes

source: Has never run successfully!
da: Er aldrig gennemført!
sv: Har aldrig slutförts!

source: Probes for the state of a certain rsync back-up by checking the exit status of the log file
da: Undersøger tilstanden af en rsync-sikkerhedskopi ved at tjekke logfilens exitstatus
sv: Övervakar status för en viss rsync säkerhetskopiering, genom att kontrollera exit-status i loggfilen

source: Back-up State
da: Tilstand for sikkerhedskopi
sv: Säckerhetskopieringsstatus

source: String to be searched for
da: Streng der skal søges efter
sv: Sträng att söka efter

source: Set the string that will be searched for in your log file, to determine the last good back-up
da: Angiv strengen der skal søges efter i din logfil for at bestemme seneste sikkerhedskopiering
sv: Ange den sträng som skall eftersökas i din loggfil, för att identifiera den senast lyckade säkerhetskopieringen.

source: Log file
da: Logfil
sv: Loggfil

source: Refresh interval (min):
da: Opdateringsinterval (min):
sv: Uppdateringsintervall (min):

source: Error after days:
da: Fejl efter dage:
sv: Felrapport efter (dagar):

source: Warning after days:
da: Advarsel efter dage:
sv: Varning efter (dagar):
