Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/PDFManager@cinnamon.org/*.po
Languages: ca, es, fi, hu, nl, sv, tr, vi, zh_tw

source: Manage your PDF
ca: Gestioneu els vostres PDF
es: Gestiona tus PDF
fi: Hallitse pdf-tiedostoja
hu: PDF-fájlok kezelése
nl: Beheer uw PDF
sv: Hantera dina PDF:er
tr: PDF'lerinizi yönetin
vi: Quản lý PDF của bạn
zh_tw: 管理您的 PDF 檔案

source: Merge PDF
ca: Combinar PDF
es: Combinar PDF
fi: Yhdistä sivuja
hu: PDF összeolvasztása
nl: PDF samenvoegen
sv: Slå samman PDF
tr: PDF birleştir
vi: Gộp PDF
zh_tw: 合併 PDF

source: Extract PDF
ca: Extreure PDF
es: Extraer el PDF
fi: Pura sivuja
hu: PDF kiszedése
nl: PDF extraheren
sv: Extrahera PDF
tr: PDF çıkart
vi: Trích xuất PDF
zh_tw: 擷取 PDF

source: Reduce size of PDF
ca: Reduir mida de PDF
es: Reducir el tamaño del PDF
fi: Pienennä kokoa
hu: PDF fájlméretének csökkentése
nl: PDF-grootte verkleinen
sv: Reducera storleken på PDF
tr: PDF boyutunu küçült
vi: Giảm kích thước PDF
zh_tw: 壓縮 PDF 檔案大小

source: Rotate left PDF
ca: Rotar PDF a l'esquerra
es: Girar PDF a la izquierda
fi: Käännä arkkia
hu: PDF balra forgatása
nl: PDF linksom roteren
sv: Rotera åt vänster
tr: PDF sola döndür
vi: Xoay trái PDF
zh_tw: 將 PDF 向左旋轉

source: Rotate right PDF
ca: Rotar PDF a la dreta
es: Girar PDF a la derecha
fi: Käännä arkkia
hu: PDF jobbra forgatása
nl: PDF rechtsom roteren
sv: Rotera åt höger
tr: PDF sağa döndür
vi: Xoay phải PDF
zh_tw: 將 PDF 向右旋轉

source: Flip vertically PDF
ca: Intercanviar l'eix vertical del PDF
es: Voltear el PDF verticalmente
fi: Käännä pystysuoraan
hu: PDF vertikális tükrözése
nl: PDF verticaal spiegelen
sv: Vänd vertikalt
tr: PDF dikey çevir
vi: Lật dọc PDF
zh_tw: 將 PDF 垂直翻轉

source: Open Document Viewer
ca: Obrir Visor de Documents
es: Abrir Visor de documentos
fi: Avaa Xreader
hu: Dokumentum-megjelenítő megnyitása
nl: Document Viewer openen
sv: Öppna dokumentläsaren
tr: Belge Görüntüleyici aç
vi: Mở Trình xem Tài liệu
zh_tw: 開啟文件檢視器

source: Open Evince
ca: Obrir Evince
es: Abrir Evince
fi: Avaa Evince
hu: Evince megnyitása
nl: Evince openen
sv: Öppna Evince
tr: Evince aç
vi: Mở Evince
zh_tw: 開啟 Evince

source: Open PDF Mod
ca: Obrir PDF Mod
es: Abrir PDF Mod
fi: Avaa PDF Mod
hu: PDF Üzemmód megnyitása
nl: PDF Mod openen
sv: Öppna PDF-mod
tr: PDF Mod aç
vi: Mở PDF Mod
zh_tw: 開啟 PDF Mod

source: Open PDF Editor
ca: Obrir PDF Editor
es: Abrir PDF Editor
fi: Avaa PDF Editor
hu: PDF szerkesztő megnyitása
nl: PDF Editor openen
sv: Öppna PDF-redigeraren
tr: PDF Düzenleyiciyi aç
vi: Mở Trình chỉnh sửa PDF
zh_tw: 開啟 PDF 編輯器

source: Installation of PDF Toolkit necessary
ca: Cal instal·lar PDF Toolkit
es: Se necesita la instalación de PDF Toolkit
fi: PDF Toolkit asennus vaaditaan
hu: A PDF eszköztár telepítése szükséges
nl: Installatie van PDF Toolkit vereist
sv: Installation av PDF Toolkit krävs
tr: PDF Toolkit kurulumu gerekiyor
vi: Cần cài đặt PDF Toolkit
zh_tw: 需要安裝 PDF 工具組

source: Do you want to install PDF toolkit? Your operations will be performed after the installation.
ca: Voleu instal·lar PDF Toolkit? Les vostres operacions es duran a terme després de la operació.
es: ¿Desea instalar PDF Toolkit?. Sus manipulaciones se realizarán después de la instalación.
fi: Haluatko asentaa pdftk PDF-työkalupaketin?.
hu: Szeretné telepíteni a PDF eszköztárat? A módosítások a telepítés után lesznek végrehajtva.
nl: Wilt u PDF Toolkit installeren? Uw bewerkingen worden uitgevoerd na de installatie.
sv: Vill du installera PDF Toolkit? Dina PDF-åtgärder kommer att utföras efter installationen.
tr: PDF toolkit kurulumunu istiyor musunuz? İşlemleriniz kurulumdan sonra gerçekleştirilecektir.
vi: Bạn có muốn cài đặt PDF Toolkit không? Các thao tác của bạn sẽ được thực hiện sau khi cài đặt.
zh_tw: 是否要安裝 PDF 工具組？安裝完成後將會繼續執行作業。

source: Installation failed. Do you want to try again? Your operations will be performed after the installation.
ca: Error en la instal·lació. Voleu provar-ho de nou? Les vostres operacions es duran a terme després de la instal·lació.
es: La instalación ha fallado. ¿Quiere volver a intentarlo? Sus manipulaciones se realizarán después de la instalación.
fi: Asennus epäonnistui. Haluatko yrittää uudelleen? Voit myös asentaa päätteessä sudo apt install pdftk komennolla.
hu: Telepítés sikertelen. Szeretné újra próbálni? A módosítások a telepítés után lesznek végrehajtva.
nl: Installatie mislukt. Wilt u het opnieuw proberen? Uw bewerkingen worden uitgevoerd na de installatie.
sv: Installationen misslyckades. Vill du försöka igen? Dina PDF-åtgärder kommer att utföras efter installationen.
tr: Kurulum başarısız. Tekrar denemek ister misiniz? İşlemleriniz kurulumdan sonra gerçekleştirilecektir.
vi: Cài đặt thất bại. Bạn có muốn thử lại không? Các thao tác của bạn sẽ được thực hiện sau khi cài đặt.
zh_tw: 安裝失敗。是否要再試一次？安裝完成後會繼續執行作業。

source: Select your PDF...
ca: Seleccioneu el fitxer PDF...
es: Seleccione su PDF...
fi: Valitse pdf-tiedosto...
hu: PDF kiválasztása…
nl: Selecteer uw PDF...
sv: Välj en PDF...
tr: PDF seçin...
vi: Chọn PDF của bạn...
zh_tw: 請選取 PDF 檔案...

source: PDF Files
ca: Fitxers PDF
es: Archivos PDF
fi: PDF
hu: PDF fájlok
nl: PDF-bestanden
sv: PDF-filer
tr: PDF dosyaları
vi: Tệp PDF
zh_tw: PDF 檔案

source: Reducing PDF
ca: Reduint PDF
es: Reducir el PDF
fi: Kokoa pienennetään
hu: PDF méretcsökkentése
nl: PDF verkleinen
sv: Reducera PDF
tr: PDF küçültme
vi: Đang giảm kích thước PDF
zh_tw: 正在壓縮 PDF

source: Your PDF are reducing... Don't manipulate selected files!
ca: S'està reduint la mida del(s) PDF...no manipuleu els fitxers seleccionats!
es: Sus PDF se están reduciendo... ¡No manipule los archivos seleccionados!
fi: Tiedostoa pienennetään... Älä käsittele kyseistä tiedostoa!
hu: A PDF fájl mérete csökken… Ne módosítsa a kiválasztott fájlokat!
nl: Uw PDF's worden verkleind... Manipuleer geselecteerde bestanden niet!
sv: Dina PDF:er reduceras. Manipulera inte de valda filerna!
tr: PDF'niz küçültülüyor... Seçili dosyaları değiştirmeyin!
vi: PDF của bạn đang được giảm kích thước... Không thao tác trên các tệp đã chọn!
zh_tw: PDF 檔案正在壓縮中...請勿操作所選取的檔案！

source: Save as...
ca: Guardar com...
es: Guardar como...
fi: Tallenna nimellä...
hu: Mentés másként…
nl: Opslaan als...
sv: Spara som...
tr: Farklı kaydet...
vi: Lưu thành...
zh_tw: 另存新檔...

source: Extract following pages (example: 1-10 15-17):
ca: Extreure les pàgines indicades (exemple: 1-10 15-17):
es: Extraer las siguientes páginas (ejemplo: 1-10 15-17):
fi: Pura seuraavat sivut (esimerkki: 1-10 15-17):
hu: A következő oldalak kiszedése (példa: 1-10 15-17):
nl: Volgende pagina's extraheren (bijvoorbeeld: 1-10 15-17):
sv: Extrahera följande sidor (exempel: 1-10 15-17):
tr: Aşağıdaki sayfaları çıkart (örneğin: 1-10 15-17):
vi: Trích xuất các trang sau (ví dụ: 1-10 15-17):
zh_tw: 請輸入要擷取的頁面 (例如：1-10 15-17)：

source: Extract even pages
ca: Extreure les pàgines amb número parell
es: Extraer las páginas pares
fi: Pura parilliset sivut
hu: Páros oldalak kiszedése
nl: Even pagina's extraheren
sv: Extrahera jämna sidor
tr: Çift sayfaları çıkart
vi: Trích xuất các trang chẵn
zh_tw: 擷取偶數頁

source: Extract odd pages
ca: Extreure les pàgines amb número imparell
es: Extraer las páginas impares
fi: Pura parittomat sivut
hu: Páratlan oldalak kiszedése
nl: Oneven pagina's extraheren
sv: Extrahera udda sidor
tr: Tekil sayfaları çıkart
vi: Trích xuất các trang lẻ
zh_tw: 擷取奇數頁

source: PDFManager
ca: GestorPDF
es: GestorPDF
nl: PDF Beheerder
sv: PDF-hanterare
tr: PDF-Yönetici
vi: Quản lý PDF

source: A handy applet for manipulating PDF
ca: Una miniaplicació útil per a la gestió de PDF
es: Un práctico applet para manipular PDF
fi: Kätevä sovelma pdf-tiedostojen käsittelyyn. Voit mm. kääntää suuntaa, purkaa osan sivuista ja pienentää tiedostokokoa
hu: Praktikus kisalkalmazás PDF-fájlok szerkesztéséhez
nl: Een handige applet voor het manipuleren van PDF's
tr: PDF manipüle etmek için kullanışlı bir uygulamacık
vi: Một applet tiện dụng để thao tác với PDF
zh_tw: 方便實用的 PDF 管理小程式
