Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/places-bookmarks@dmo60.*/*.po
Languages: de

source: Computer
de: Komputer

source: File System
de: System plików

source: Places
de: Miejsca

source: Access your places and bookmarks
de: Uzyskaj dostęp do swoich miejsc i zakładek

source: Menu items icon size
de: Rozmiar ikon w menu

source: pixels
de: piksele

source: Settings for places-bookmarks@dmo60.de
de: Ustawienia apletu places-bookmarks@dmo60.de

source: Applet icon
de: Ikona

source: Leave blank to remove.
de: Pozostaw puste aby usunąć

source: Applet label
de: Nazwa
