Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/graphicsCenter@scollins/*.po
Languages: nl

source: Clear
nl: Wissen

source: Graphics
nl: Grafische toepassingen

source: LAUNCHERS
nl: STARTERS

source: PICTURES
nl: AFBEELDINGEN

source: Open folder
nl: Map openen

source: RECENT DOCUMENTS
nl: RECENTE DOCUMENTEN

source: Panel icon
nl: Paneelicoon

source: Accepts icon name or direct path (supports symbolic icons)
nl: Accepteert icoonnaam of direct pad (ondersteunt symbolische iconen)

source: Show contents of pictures directory
nl: Toon inhoud van de map Afbeeldingen

source: Menu shorcut key
nl: Sneltoets voor menu

source: Menu icon size
nl: Pictogramgrootte van menu

source: Pictures
nl: Afbeeldingen

source: Number to show
nl: Aantal te tonen

source: Thumbnail size
nl: Miniatuurgrootte

source: General Settings
nl: Algemene instellingen

source: Panel text
nl: Paneeltekst

source: Show contents of subfolders
nl: Toon inhoud van submappen

source: Use alternate directory
nl: Gebruik alternatieve map

source: Show recent documents
nl: Toon recente documenten

source: Recent Documents
nl: Recente documenten

source: Provides an easy and fast resource for all your picture needs
nl: Biedt een eenvoudige en snelle bron voor al uw afbeeldingsbehoeften

source: Stephen Collins - Author
nl: Stephen Collins - Auteur

source: Graphics Center is a feature-rich, cross-platform Cinnamon applet that provides easy aceess to all of your graphics programs and pictures. Feel free to contribute by submitting pull requests, bug reports and feature requests to my github repo.
nl: Graphics Center is een functierijke, platformonafhankelijke Cinnamon-applet die eenvoudige toegang biedt tot al uw grafische programma's en afbeeldingen. Voel je vrij om bij te dragen door pull requests, bugrapporten en functieverzoeken in te dienen bij mijn GitHub-repo.
