Repository: linuxmint/cinnamon-spices-applets
Catalog: standardIconNames@jerrywham/files/standardIconNames@jerrywham/po/*.po
Languages: es, hu, it, nl

source: Standard Action Icons
es: Iconos de Acción estándar
hu: Szabványos műveleti ikonok
it: Icone azione standard
nl: Standaard actiepictogrammen

source: Standard Animation Icons
es: Iconos de Animación estándar
hu: Szabványos animációs ikonok
it: Icone animazione standard
nl: Standaard animatiepictogrammen

source: Standard Applications Icons
es: Iconos de Aplicaciones estándar
hu: Szabványos alkalmazások ikonok
it: Icone applicazioni standard
nl: Standaard applicatiepictogrammen

source: Standard Category Icons
es: Iconos de Categoría estándar
hu: Szabványos kategória ikonok
it: Icone categoria standard
nl: Standaard categoriepictogrammen

source: Standard Device Icons
es: Iconos de Dispositivos estándar
hu: Szabványos eszköz ikonok
it: Icone dispositivi standard
nl: Standaard apparaatpictogrammen

source: Standard Emblem Icons
es: Iconos de Emblemas estándar
hu: Szabványos embléma ikonok
it: Icone emblema standard
nl: Standaard embleempictogrammen

source: Standard Emotion Icons
es: Iconos de Emoticones estándar
hu: Szabványos emóciós ikonok
it: Icone emozioni standard
nl: Standaard emotiepictogrammen

source: Standard MIME Type Icons
es: Iconos de tipo MIME estándar
hu: Szabványos MIME típus ikonok
it: Icone tipi MIME standard
nl: Standaard MIME-typepictogrammen

source: Standard Place Icons
es: Iconos de Lugares estándar
hu: Szabványos hely ikonok
it: Icone luoghi standard
nl: Standaard plaatspictogrammen

source: Standard Status Icons
es: Iconos de Estado estándar
hu: Szabványos állapotikonok
it: Icone stato standard
nl: Standaard statuspictogrammen

source: Please install the '%s' package.
es: Por favor, instale el paquete '%s'.
hu: Ehhez telepítse a(z) „%s” csomagot.
it: Per favore installa il pacchetto '%s'.
nl: Installeer alstublieft het pakket '%s'.

source: Item '%s' copied to clipboard.
es: Elemento '%s' copiado en el portapapeles.
hu: A(z) „%s” elem a vágólapra másolva.
it: Elemento '%s' copiato negli appunti.
nl: Item '%s' gekopieerd naar klembord.

source: Standard icon names
es: Nombres de iconos estándar
hu: Szabványos ikonnevek
it: Nomi icone standard
nl: Standaard pictogramnamen

source: All standard icon names for applet developers
es: Todos los nombres de iconos estándar para desarrolladores de applets →
hu: Összes szabványos ikonnév kisalkalmazás-fejlesztők számára
it: Tutti i nomi delle icone standard per gli sviluppatori di applet
nl: Alle standaard pictogramnamen voor appletontwikkelaars
