Repository: linuxmint/cinnamon-spices-applets
Catalog: ddcci-multi-monitor@tim-we/files/ddcci-multi-monitor@tim-we/po/*.po
Languages: ca, hu, it, nl

source: Adjust monitor brightness via DDC/CI
ca: Ajusta la brillantor del monitor a través de DDC/CI
hu: Állítsa be a monitor fényerejét DDC/CI-n keresztül
it: Regola la luminosità del monitor tramite DDC/CI
nl: Pas de helderheid van de monitor aan via DDC/CI

source: Use for scroll/click
ca: Utilitza per fer desplaçaments/clic
hu: Használja görgetéshez/kattintáshoz
it: Utilizza per scroll/click
nl: Gebruiken voor scroll/klik

source: Detect displays
ca: Detectar monitors
hu: Kijelzők észlelése
it: Rileva schermi
nl: Detecteer schermen

source: Detecting displays...
ca: Detectant monitors...
hu: Kijelzők észlelése folyamatban...
it: Rilevamento schermi...
nl: Schermen aan het detecteren...

source: Failed to detect displays.
ca: No s'han pogut detectar monitors.
hu: Nem sikerült észlelni a kijelzőket.
it: Impossibile rilevare gli schermi.
nl: Kon geen schermen detecteren.

source: Make sure you have ddcutil installed and the correct permissions.
ca: Assegureu-vos que teniu 'ddcutil' instal·lat i els permisos correctes.
hu: Győződjön meg arról, hogy a ddcutil telepítve van, és a megfelelő jogosultságokkal rendelkezik.
it: Assicurati di avere ddcutil installato e le autorizzazioni corrette.
nl: Zorg ervoor dat je ddcutil hebt geÃ¯nstalleerd en de juiste machtigingen hebt.

source: Error:
hu: Hiba:
it: Errore:
nl: Fout:

source: General
hu: Általános
it: Generale
nl: Algemeen

source: Detection
ca: Detecció
hu: Észlelés

source: Appearance
ca: Aparença
hu: Megjelenítés
it: Aspetto
nl: Weergave

source: Monitor Setup
ca: Preparació del monitor
hu: Monitor beállítás
it: Configurazione monitor
nl: Monitoropstelling

source: Scrolling Settings
ca: Ajusts de desplaçament
hu: Görgetés Beállítások
it: Impostazioni di scorrimento
nl: Scrollinstellingen

source: Toggle Points
ca: Punts de commutació
hu: Kapcsolási pontok
it: Punti di attivazione/disattivazione
nl: Schakelpunten

source: Automatic Retry Detection
ca: Reintentar la detecció automàtica
hu: Automatikus újrapróbálkozás-észlelés

source: Text shown next to the icon in the panel. Leave empty for no label.
ca: Text mostrat al costat de la icona al tauler. Deixeu-ho buit per a què no hi hagi etiqueta.
hu: A panelen az ikon mellett megjelenő szöveg. Ha nem szeretne címkét használni, hagyja üresen.
it: Testo visualizzato accanto all'icona nel pannello. Lasciare vuoto per non visualizzare alcuna etichetta.
nl: Tekst weergegeven naast het pictogram in het paneel. Laat leeg voor geen label.

source: Show bus number next to the detected monitors.
ca: Mostrar el número de bus al costat dels monitors detectats.
hu: Mutassa a buszszámot az észlelt monitorok mellett.
it: Mostra il numero del bus accanto ai monitor rilevati.
nl: Toon busnummer naast de gedetecteerde monitoren.

source: By default, scrolling & toggling adjusts brightness for all monitors. Switch to enable custom monitor selection. This will add checkbox options for each detected monitor.
ca: Per defecte, el desplaçament i els punts de commutació ajustaran la brillantor per a tots els monitors. Canvieu-ho per tal d'activar la selecció personalitzada de monitors. Això inclourà caselles per a definir els paràmetres en cada monitor detectat.
hu: Alapértelmezés szerint a görgetés és a váltás az összes monitor fényerejét állítja be. Kapcsolja be az egyéni monitorkiválasztás engedélyezéséhez. Ez minden észlelt monitorhoz jelölőnégyzeteket ad hozzá.
it: Per impostazione predefinita, lo scorrimento e l'attivazione/disattivazione regolano la luminosità per tutti i monitor. Attivare questa opzione per abilitare la selezione personalizzata del monitor. Questo aggiungerà opzioni di caselle di controllo per ogni monitor rilevato.
nl: Standaard passen scrollen en schakelen de helderheid aan voor alle monitoren. Schakelaar om aangepaste monitorselectie in te schakelen. Dit voegt selectievakjes toe voor elke gedetecteerde monitor.

source: Adjustment step for brightness
ca: Ajusta la variació de la brillantor per cada pas
hu: Fényerő beállítási lépése
it: Passo di regolazione della luminosità
nl: Aanpassingsstap voor helderheid

source: Enable toggle points for brightness adjustment. (via mouse middle click)
ca: Activa els punts de commutació pels ajusts de brillantor. (a través del clic del mig del ratolí)
hu: Fényerő-beállítás váltási pontjainak engedélyezése. (egér középső gombjával kattintva)
it: Abilita i punti di attivazione/disattivazione per la regolazione della luminosità. (tramite clic centrale del mouse)
nl: Schakelpunten inschakelen voor helderheidsaanpassing. (via middelste muisknop)

source: Number of toggle points for brightness adjustment (only the first N toggle points will be used)
ca: Número de punts de commutació pels ajusts de brillantor (només s'utilitzaran els primers N punts)
hu: A fényerő beállításához használható kapcsolási pontok száma (csak az első N kapcsolási pontot fogja használni a rendszer)
it: Numero di punti di commutazione per la regolazione della luminosità (verranno utilizzati solo i primi N punti di commutazione)
nl: Aantal schakelpunten voor helderheidsaanpassing (alleen de eerste N schakelpunten worden gebruikt)

source: Brightness level for toggle point 1
ca: Nivell de brillantor pel punt de commutació 1
hu: 1. kapcsolópont fényerőszintje
it: Livello di luminosità per il punto di commutazione 1
nl: Helderheidsniveau voor schakelpunt 1

source: Brightness level for toggle point 2
ca: Nivell de brillantor pel punt de commutació 2
hu: 2. kapcsolópont fényerőszintje
it: Livello di luminosità per il punto di commutazione 2
nl: Helderheidsniveau voor schakelpunt 2

source: Brightness level for toggle point 3
ca: Nivell de brillantor pel punt de commutació 3
hu: 3. kapcsolópont fényerőszintje
it: Livello di luminosità per il punto di commutazione 3
nl: Helderheidsniveau voor schakelpunt 3

source: Enable automatic retry detection during startup. Helps ensure all monitors are detected when DDC/CI buses take time to initialize.
ca: Activa el reintent de la detecció automàtica durant l'inici. Ajuda a assegurar-se que tots els monitors siguin detectats quan els busos DDC/CI tardin en inicialitzar-se.
hu: Automatikus újrapróbálkozás-észlelés engedélyezése indításkor. Segít biztosítani, hogy az összes monitor észlelve legyen, amikor a DDC/CI buszok inicializálása időbe telik.

source: Expected number of monitors to detect. The applet will retry detection until this many monitors are found or max attempts reached.
ca: Número esperat de monitors a detectar. La miniaplicació seguirà intentant detectar monitors fins al número màxim d'intents o fins que s'hagi trobat aquest número de monitors.
hu: A monitorok észlelésének várható száma. Az applet addig próbálkozik újra az észleléssel, amíg ennyi monitort nem talál, vagy el nem éri a maximális próbálkozási számot.

source: Maximum number of retry attempts. Limited to 5 attempts to prevent excessive startup delays.
ca: Número màxim de reintents. Limitat a 5 per tal de prevenir retards excessius a l'inici.
hu: Az újrapróbálkozások maximális száma. A túlzott indítási késedelmek elkerülése érdekében legfeljebb 5 próbálkozásra van lehetőség.

source: seconds
ca: segons
hu: másodperc

source: Delay between detection attempts. Time to wait before retrying monitor detection (1-10 seconds).
ca: Retard entre intents de detecció. Temps a esperar entre intents de deteccions de monitors (1-10 segons).
hu: Az észlelési kísérletek közötti késleltetés. Várakozási idő a monitor észlelésének újbóli megkísérlése előtt (1-10 másodperc).

source: Stores which monitors are active for scroll/click functions. This is a JSON object where keys are bus numbers and values are true/false. Example: {"1":true,"2":false}
ca: Emmagatzema quins monitors estan actius per a les funcions de desplaçament/clic. Això és un objecte JSON on les claus són els números de bus i els valors són true/false. Per exemple: {"1":true,"2":false}
hu: Tárolja, hogy mely monitorok aktívak a görgetési/kattintási függvényeknél. Ez egy JSON objektum, ahol a kulcsok buszszámok, az értékek pedig igazak/hamisak. Példa: {"1":true,"2":false}
it: Memorizza quali monitor sono attivi per le funzioni di scorrimento/clic. Questo è un oggetto JSON in cui le chiavi sono numeri di bus e i valori sono true/false. Esempio: {"1":true,"2":false}
nl: Slaat op welke monitoren actief zijn voor scroll/klik-functies. Dit is een JSON-object waarbij de sleutels busnummers zijn en de waarden true/false. Bijvoorbeeld: {"1":true,"2":false}

source: DDC/CI Multi-Monitor
ca: Multi-Monitor DDC/CI
