Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/betterlock/*.po
Languages: da, hu, sv, zh_cn

source: Lock Keys
da: Lock-taster
hu: Zárógombok
sv: Tangentlås
zh_cn: 锁定键

source: Num lock on
da: Num lock til
hu: Num Lock be
sv: Num Lock på
zh_cn: 数字锁定键开

source: Num lock off
da: Num lock fra
hu: Num Lock ki
sv: Num Lock av
zh_cn: 数字锁定键关

source: Caps lock on
da: Caps lock til
hu: Caps Lock be
sv: Caps Lock på
zh_cn: 大写锁定键开

source: Caps lock off
da: Caps lock fra
hu: Caps Lock ki
sv: Caps Lock av
zh_cn: 大写锁定键关

source: Scr lock on
da: Scr lock on til
hu: Scr Lock be
sv: Scr Lock på
zh_cn: Scr 锁定开启

source: Scr lock off
da: Scr lock fra
hu: Scr Lock ki
sv: Scr Lock av
zh_cn: Scr 锁定关闭

source: Shows whether caps lock/num lock/scr lock is on, and displays a notification when these change.
da: Viser, om caps lock/num lock/scr lock er slået til, og viser en meddelelse, når disse ændres.
hu: Megmutatja, hogy a caps lock/num lock/scr lock be van-e kapcsolva, és értesítést jelenít meg, ha ezek megváltoznak.
sv: Visar om caps lock/num lock/scr lock är på och visar ett meddelande när dessa ändras.
zh_cn: 显示 caps lock/num lock/scr lock 是否打开，并在这些更改时显示通知。

source: Lock keys indicator with notifications
da: Indikator for låsenøgler med meddelelser
hu: Lezárási gombok jelzője értesítésekkel
sv: Låsnyckelindikator med aviseringar
zh_cn: 带通知的锁定键指示器

source: Indicators
hu: Indikátorok

source: Show num lock indicator
da: Vis indikator for num lock
hu: Num lock jelző megjelenítése
sv: Visa num lock-indikator
zh_cn: 显示 num lock 指示器

source: Show caps lock indicator
da: Vis indikator for caps lock
hu: Caps lock jelző megjelenítése
sv: Visa caps lock-indikator
zh_cn: 显示大写锁定指示器

source: Show scr lock indicator
da: Vis indikator for scr lock
hu: Scr zár jelzőjének megjelenítése
sv: Visa scr-låsindikator
zh_cn: 显示 scr 锁定指示器

source: Hide inactive indicators
hu: Inaktív jelzők elrejtése

source: Toggle state when clicked
hu: Kattintáskor az állapot ki-/bekapcsolása

source: Notifications
hu: Értesítések

source: Show OSD notifications
hu: OSD értesítések megjelenítése

source: Show toast notifications
hu: Felugró értesítések megjelenítése

source: Silence system notification sound
hu: A rendszer értesítési hangjának elnémítása

source: Num Lock
zh_cn: 数字锁定键

source: Caps Lock
zh_cn: 大写锁定键

source: Scr Lock
zh_cn: Scr 锁
