Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/gputemperature@silentage.com/*.po
Languages: ca, da, es, hr, hu, it, nl, sv, zh_tw

source: Current Temperature of your NVidia based GPU
ca: Temperatura actual de la vostra GPU Nvidia
da: Din NVidia-baserede GPU's aktuelle temperatur
es: Temperatura actual de su GPU NVidia
hr: Trenutna temperatura vaše NVidia grafičke kartice
hu: NVIDIA GPU hőmérséklete
it: Temperatura Attuale della tua GPU nVidia
nl: Huidige temperatuur van uw NVidia gebaseerde GPU
sv: Aktuell temperatur för din nVIDIA-baserade grafikkrets
zh_tw: NVIDIA GPU 目前溫度

source: Current Temperature of your ATI based GPU
ca: Temperatura actual de la vostra GPU ATI
da: Din ATI-baserede GPU's aktuelle temperatur
es: Temperatura actual de su GPU ATI
hr: Trenutna temperatura vaše ATI grafičke kartice
hu: AMD GPU hőmérséklete
it: Temperatura Attuale della tua GPU ATI
nl: Huidige temperatuur van uw ATI gebaseerde GPU
sv: Aktuell temperatur för din ATI-baserade grafikkrets
zh_tw: ATI GPU 目前溫度

source: No supported GPUs detected.
ca: No s'han detectat GPU suportades.
da: Fandt ingen understøttede GPU'er.
es: No se han detectado GPUs compatibles.
hr: Nema otkrivenih podržanih grafičkih kartica
hu: Nem található támogatott GPU.
it: Nessuna GPU supportata rilevata.
nl: Geen ondersteunde GPU's gedetecteerd.
sv: Inga grafikkretsar som stöds, har identifierats.
zh_tw: 未偵測到支援的 GPU。

source: Temperature
da: Temperatur
es: Temperatura
hr: Temperatura
hu: Hőmérséklet
it: Temperatura
nl: Temperatuur
sv: Temperatur
zh_tw: 溫度

source: Driver
hr: Upravljački program
hu: Illesztőprogram
nl: Stuurprogramma
sv: Drivrutin
zh_tw: 驅動程式

source: Video Memory
ca: VRAM
da: Grafikhukommelse
es: Memoria de video
hr: Video memorija
hu: Videómemória
it: Memoria Video
nl: Videogeheugen
sv: Grafikminne
zh_tw: 圖形記憶體

source: Total
hr: Ukupno
hu: Összesen
it: Totale
nl: Totaal
sv: Sammanlagt
zh_tw: 總計

source: Used
ca: Utilitzat
da: Brugt
es: En uso
hr: Upotrebljeno
hu: Használt
it: Usata
nl: Gebruikt
sv: Använd
zh_tw: 已使用

source: Interface
ca: Interfície
da: Grænseflade
es: Interfaz
hr: Sučelje
hu: Csatoló
it: Interfaccia
sv: Gränssnitt
zh_tw: 介面

source: Memory Clock
ca: Rellotge de memòria
da: Hukommelsens frekvens
es: Frecuencia de la memoria
hr: Frekvencija memorije
hu: Memória órajel
it: Clock Memoria
nl: Geheugenklok
sv: Minnesfrekvens
zh_tw: 記憶體時脈

source: Cuda Cores
ca: Nuclis cuda
da: Cuda-kerner
es: Núcleos Cuda
hr: Cuda jezgre
hu: Cuda magok száma
nl: Cuda-kernen
sv: Cuda-kärnor
zh_tw: CUDA 核心

source: Gpu Clock
ca: Rellotge de la GPU
da: GPU'ens frekvens
es: Frecuencia de la GPU
hr: GPU frekvencija
hu: GPU órajel
it: Clock GPU
nl: GPU-klok
sv: GPU-klocka
zh_tw: GPU 時脈

source: PCI Speed
ca: Velocitat PCI
da: PCI-hastighed
es: Velocidad PCI
hr: PCI brzina
hu: PCI sebesség
it: Velocità PCI
nl: PCI-snelheid
sv: PCI-hastighet
zh_tw: PCI 速度

source: Fan
ca: Ventilador
da: Ventilator
es: Ventilador
hr: Ventilator
hu: Ventillátor
it: Ventola
nl: Ventilator
sv: Fläkt
zh_tw: 風扇

source: Displays:
ca: Pantalles:
da: Skærme:
es: Pantallas:
hr: Zasloni:
hu: Ki­jel­zők:
it: Mostra:
nl: Schermen:
sv: Skärmar:
zh_tw: 顯示器：

source: No GPU Name
ca: Sense nom de GPU
da: Intet GPU-navn
es: Sin nombre de GPU
hr: Nema GPU naziva
hu: Nincsen GPU név
it: Nessun Nome GPU
nl: Geen GPU-naam
sv: Inget GPU-namn
zh_tw: 沒有 GPU 名稱

source: No Display Name
ca: Sense nom de pantalla
da: Intet skærmnavn
es: Sin nombre de Pantalla
hr: Nema naziva zaslona
hu: Nincsen megjelenítendő név
it: Nessun Nome Visualizzato
nl: Geen schermnaam
sv: Inget skärmnamn
zh_tw: 沒有顯示器名稱

source: GPU: ??ᴼC ERROR
da: GPU: ??ᴼC FEJL
hr: GPU: ??ᴼC GREŠKA
hu: GPU: ??ᴼC HIBA
it: GPU: ??ᴼC ERRORE
nl: GPU: ??ᴼC FOUT
sv: GPU: ??ᴼC FEL
zh_tw: GPU: ??ᴼC 錯誤

source: We couldn't determine your GPU's temperature.
ca: No s'ha pogut determinar la temperatura de la vostra GPU.
da: Vi kunne ikke bestemme din GPU's temperatur.
es: No pudimos determinar la temperatura de su GPU.
hr: Nemoguće je otkriti temperaturu vaše grafičke kartice.
hu: A GPU hőmérséklete nem határozható meg.
it: Non siamo riusciti a determinare la temperatura della tua GPU.
nl: We konden de temperatuur van uw GPU niet bepalen.
sv: Vi kunde inte avgöra din GPU:s temperatur.
zh_tw: 無法偵測 GPU 的溫度。

source: If you have a NVIDIA GPU, please try installing
ca: Si teniu una GPU Nvidia, si us plau instal·leu
da: Hvis du har en NVIDIA-GPU, så prøv at installere
es: Si tiene una GPU NVIDIA, intente instalar
hr: Ako imate NVIDIA grafičku karticu, pokušajte instalirati
hu: Amennyiben az NVIDIA gyártótól származó GPU-val rendelkezik, telepítse
it: Se hai una GPU NVIDIA, prova a installare
nl: Als u een NVIDIA GPU heeft, probeer dan te installeren
sv: Om du har ett nVIDIA-kort, försök installera
zh_tw: 若您使用 NVIDIA GPU，請安裝

source: the binary drivers from http://geforce.com/drivers
ca: els drivers des de http://geforce.com/drivers
da: de binære drivere fra http://geforce.com/drivers
es: los controladores binarios de http://geforce.com/drivers
hr: binarne upravljačke programe s http://geforce.com/drivers
hu: a tulajdonosi illesztőprogramokat a http://geforce.com/drivers webhelyről
it: i driver binari da http://geforce.com/drivers
nl: de binaire stuurprogramma's vanaf http://geforce.com/drivers
sv: binär drivrutiner från http://geforce.com/drivers
zh_tw: 來自 http://geforce.com/drivers 的驅動程式

source: and the nvidia-settings package for your distribution.
ca: i el paquet nvidia-settings de la vostra distribució.
da: og din distributions nvidia-settings-pakke.
es: y el paquete nvidia-settings de tu distribución.
hr: i nvidia-settings paket za vašu distribuciju.
hu: és az Linux terjesztésnek megfelelő „nvidia-settings” alkalmazáscsomagot.
it: e il pacchetto nvidia-settings per la tua distribuzione.
nl: en het nvidia-settings pakket voor uw distributie.
sv: och nVIDIA-inställningar för din distribution.
zh_tw: 以及適用的 nvidia-settings 套件。

source: If you have an ATI GPU, please install the LM-SENSORS
ca: Si teniu una GPU ATI, si us plau instal·leu 'lm-sensors'
da: Hvis du har en ATI-GPU, så installér pakken LM-SENSORS
es: Si tiene una GPU ATI, instale los paquetes LM-SENSORS
hr: Ako imate ATI grafičku karticu, instalirajte LM-SENSORS
hu: Amennyiben az AMD gyártótól származó GPU-val rendelkezik, telepítse
it: Se si dispone di una GPU ATI, installare il pacchetto LM-SENSORS
nl: Als u een ATI GPU heeft, installeer dan de LM-SENSORS
sv: Om du har ett ATI-kort, installera LM-SENSORS
zh_tw: 若您使用 ATI GPU，請安裝 LM-SENSORS

source: packages for your distribution.
ca: i els paquets relacionats per la vostra distribució.
da: hørende til din distribution.
es: para su distribución.
hr: paket za vašu distribuciju.
hu: és az Linux terjesztésnek megfelelő LM-SENSORS alkalmazáscsomagot.
it: per la tua distribuzione.
nl: pakketten voor uw distributie.
sv: paket för din distribution.
zh_tw: 套件。

source: GPU Temperature
ca: Temperatura de la GPU
da: GPU-temperatur
es: Temperatura de la GPU
hr: GPU temperatura
hu: GPU hőmérséklet
it: Temperatura GPU
nl: GPU-temperatuur
sv: GPU-temperatur
zh_tw: GPU 溫度

source: Shows NVidia/ATI GPU temperature in the panel, and detailed/multi-gpu information in a popup menu.
ca: Mostra la temperatura de la GPU d'Nvidia/ATI al tauler i un menú emergent amb informació detallada sobre aquesta.
da: Viser NVidia-/ATI-GPU-temperaturen i dit panel og detaljeret/multi-GPU-information i en pop op-menu.
es: Muestra la temperatura de la GPU NVidia/ATI en el panel, e información detallada/multi-gpu en un menú emergente.
hr: Prikazuje temperaturu za NVidia/ATI grafičke kartice u panelu, i opširnije informacije u skočnom izborniku.
hu: Megjeleníti az NVIDIA és az AMD gyártótól származó GPU-k hőmérsékletét a Panelon, valamint a helyi menüben további információt jelenít meg a rendszerben lévő egy vagy több GPU-ról.
it: Mostra la temperatura della GPU nVidia/ATI nel pannello e informazioni dettagliate/multi-gpu in un menù popup.
nl: Toont NVidia/ATI GPU-temperatuur in het paneel, en gedetailleerde/multi-gpu informatie in een popup-menu.
sv: Visar nVIDIA/ATI GPU-temperatur i panelen och detaljerad information i en popup-meny.
zh_tw: 在面板顯示 NVIDIA/ATI GPU 溫度，並於彈出式選單中顯示詳細資訊或多 GPU 資訊。
