Repository: linuxmint/cinnamon-spices-applets
Catalog: nvidia-temp@sophie-la-li/files/nvidia-temp@sophie-la-li/po/*.po
Languages: de, es, fr, hu, it, nl, vi, zh_tw

source: GPU Temperature
de: GPU Temperatur
es: Temperatura de la GPU
fr: Température du GPU
hu: GPU hőmérséklet
it: Temperatura GPU
nl: GPU-temperatuur
vi: Nhiệt độ GPU
zh_tw: GPU 溫度

source: Nvidia GPU Temperature Indicator: Error
de: Nvidia GPU Temperatur Anzeige: Fehler
es: Indicador de temperatura de la GPU Nvidia: Error
fr: Indicateur de température du GPU nVidia : Erreur
hu: Nvidia GPU hőmérsékletjelző: Hiba
it: Indicatore Temperatura GPU Nvidia: Errore
nl: Nvidia GPU-temperatuurindicator: Fout
vi: Chỉ báo Nhiệt độ GPU Nvidia: Lỗi
zh_tw: Nvidia GPU 溫度指示器：錯誤

source: It seems that nvidia-smi is not installed.
de: Es scheint so, als wÃ¤re nvidia-smi nicht installiert.
es: Parece que nvidia-smi no está instalado.
fr: Il semble que nvidia-smi ne soit pas installé.
hu: Úgy tűnik, hogy az nvidia-smi nincs telepítve.
it: Sembra che nvidia-smi non sia installato.
nl: Het lijkt erop dat nvidia-smi niet is geÃ¯nstalleerd.
vi: Có vẻ như nvidia-smi chưa được cài đặt.
zh_tw: 看起來尚未安裝 nvidia-smi。

source: Nvidia GPU Temperature Indicator
de: Nvidia GPU Temperatur Anzeige
es: Indicador de temperatura de la GPU Nvidia
fr: Indicateur de température du GPU nVidia
hu: Nvidia GPU hőmérsékletjelző
it: Indicatore Temperatura GPU Nvidia
nl: Nvidia GPU-temperatuurindicator
vi: Chỉ báo Nhiệt độ GPU Nvidia
zh_tw: Nvidia GPU 溫度指示器

source: Shows Nvidia GPU Temperature
de: Zeigt Nvidia GPU Temperatur.
es: Muestra las temperaturas de la GPU Nvidia
fr: Affiche la température du GPU nVidia
hu: Megjeleníti az Nvidia GPU hőmérsékletét
it: Mostra la temperatura della GPU Nvidia
nl: Toont de temperatuur van de Nvidia GPU
vi: Hiển thị nhiệt độ GPU Nvidia
zh_tw: 顯示 Nvidia GPU 溫度

source: ms
zh_tw: 毫秒

source: Update interval
de: Aktualisierungs-Interval
es: Intervalo de actualización
fr: Périodicité de la mise à jour
hu: Frissítési időköz
it: Intervallo di aggiornamento
vi: Khoảng thời gian cập nhật
zh_tw: 更新間隔

source: How often to update the temperature value.
de: Wie oft der Temperatur-Wert aktualisiert werden soll.
es: Frecuencia con la que se actualiza el valor de la temperatura.
fr: Fréquence de mise à jour de la valeur de la température.
hu: Milyen gyakran kell frissíteni a hőmérsékleti értéket.
it: Frequenza di aggiornamento del valore della temperatura.
nl: Hoe vaak de temperatuurwaarde wordt bijgewerkt.
vi: Tần suất cập nhật giá trị nhiệt độ.
zh_tw: 更新溫度值的頻率。

source: Show temperature in Fahrenheit
de: Zeige Temperatur in Fahrenheit
es: Muestra la temperatura en grados Fahrenheit
fr: Afficher la température en degrés Fahrenheit
hu: Hőmérséklet megjelenítése Fahrenheitben
it: Mostra la temperatura in gradi Fahrenheit
nl: Toon temperatuur in Fahrenheit
vi: Hiển thị nhiệt độ bằng Fahrenheit
zh_tw: 以華氏溫度顯示

source: Whether or not show the temperature in Fahrenheit instead of Celsius.
de: Ob die Temperatur in Fahrenheit statt in Celsius angezeigt werden soll.
es: Mostrar o no la temperatura en grados Fahrenheit en lugar de Celsius.
fr: Afficher ou non la température en Fahrenheit plutôt qu'en Celsius.
hu: Azt jelzi, hogy a hőmérséklet Fahrenheitben vagy Celsiusban jelenik-e meg.
it: Se mostrare o meno la temperatura in Fahrenheit invece che in Celsius.
nl: Of de temperatuur in Fahrenheit in plaats van Celsius wordt weergegeven.
vi: Hiển thị nhiệt độ bằng Fahrenheit thay vì Celsius.
zh_tw: 是否使用華氏溫度代替攝氏溫度來顯示。

source: Show unit
de: Zeige Einheit
es: Mostrar unidad
fr: Afficher l'unité
hu: Mértékegység megjelenítése
it: Mostra unità
nl: Toon eenheid
vi: Hiển thị đơn vị
zh_tw: 顯示單位

source: Whether or not show the unit after the temperature value.
de: Ob die Temperatur-Einheit nach dem Wert angezeigt werden soll.
es: Mostrar o no la unidad después del valor de temperatura.
fr: Afficher ou non l'unité après la valeur de la température.
hu: Megjelenítheti-e a mértékegységet a hőmérsékletérték után.
it: Se mostrare o meno l'unità dopo il valore della temperatura.
nl: Of de eenheid na de temperatuurwaarde wordt weergegeven.
vi: Hiển thị đơn vị sau giá trị nhiệt độ hay không.
zh_tw: 是否在溫度值後方顯示單位。

source: Show unit letter
de: Zeige Buchstaben der Temperatur-Einheit
es: Mostrar letra de unidad
fr: Afficher la lettre de l'unité
hu: Mértékegységbetű megjelenítése
it: Mostra lettera unità
nl: Toon eenheidsletter
vi: Hiển thị ký tự đơn vị
zh_tw: 顯示單位符號

source: Whether or not show the unit letter (C or F).
de: Ob der Einheits-Buchstabe (C oder F) angezeigt werden soll.
es: Mostrar o no la letra de la unidad (C o F).
fr: Afficher ou non la lettre de l'unité (C ou F).
hu: Megjeleníti-e a mértékegység betűjelét (C vagy F).
it: Se mostrare o meno la lettera dell'unità (C o F).
nl: Of de eenheidsletter (C of F) wordt weergegeven.
vi: Hiển thị ký tự đơn vị (C hoặc F) hay không.
zh_tw: 是否顯示溫度單位符號（C 或 F）。
