Repository: linuxmint/cinnamon-spices-applets
Catalog: cheaty@centurix/files/cheaty@centurix/po/*.po
Languages: fi, zh_tw

source: version
zh_tw: 版本

source: Author:
zh_tw: 作者：

source: Email:
zh_tw: 電子郵件：

source: Repository:
zh_tw: 程式庫：

source: Cheaty: Easy access cheatsheets
zh_tw: Cheaty：快速存取各種速查表

source: Configure...
zh_tw: 設定...

source: Code copied to the clipboard
zh_tw: 已將程式碼複製到剪貼簿

source: An applet to provide quick access to a variety of cheat sheets.
zh_tw: 提供快速存取各種速查表的面板小程式。

source: cheatsheetFolder
zh_tw: 速查表資料夾

source: Show Cheaty popup menu
zh_tw: 顯示 Cheaty 彈出式選單

source: Set keybinding(s) to show the Cheaty popup menu.
zh_tw: 設定顯示 Cheaty 彈出式選單的快速鍵。

source: Cheat sheet selector
zh_tw: 速查表選擇器

source: Enabled
zh_tw: 已啟用

source: Name
zh_tw: 名稱

source: Description
zh_tw: 描述

source: Author
zh_tw: 作者

source: Date and Time Settings
fi: Päivä ja ajan asetukset

source: Use a custom date format
fi: Käytä muotoiltua päivän muotoa

source: Check this to define a custom format for the date in the calendar applet.
fi: Valitse tämä, jos haluat määrittää mukautetun muodon päivämäärälle kalenterisovelmassa.

source: Show information on date format syntax
fi: Näytä tiedot päivämäärämuodon syntaksista

source: Click this button to know more about the syntax for date formats.
fi: Napsauta tätä painiketta saadaksesi lisätietoja päivämäärämuotojen syntaksista.

source: Show week numbers in calendar
fi: Näytä viikkonumerot kalenterissa

source: Check this to show week numbers in the calendar.
fi: Valitse tämä näyttääksesi viikkonumerot kalenterissa.

source: Date format
fi: Päivän muoto

source: Set your custom format here.
fi: Aseta mukautettu muoto tässä.

source: Display
fi: Näytä

source: The Cinnamon calendar applet, with the time displayed in binary
fi: Cinnamon-kalenterisovelma, jonka aika näytetään binäärimuodossa
