Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/nvidia-temp@sophie-la-li/*.po
Languages: ca

source: GPU Temperature
ca: Temperatura de la GPU

source: Nvidia GPU Temperature Indicator: Error
ca: Indicador de temperatura de la GPU Nvidia: error

source: It seems that nvidia-smi is not installed.
ca: Sembla que nvidia-smi no s'ha instal·lat.

source: Nvidia GPU Temperature Indicator
ca: Indicador de temperatura de GPU Nvidia

source: Shows Nvidia GPU Temperature
ca: Mostra la temperatura de GPU d'Nvidia

source: Update interval
ca: Interval de refresc

source: How often to update the temperature value.
ca: Cada quan cal actualitzar el valor de la temperatura.

source: Show temperature in Fahrenheit
ca: Mostra la temperatura en Fahrenheit

source: Whether or not show the temperature in Fahrenheit instead of Celsius.
ca: Si cal, o no, mostrar la temperatura en Fahrenheit en comptes de Celsius.

source: Show unit
ca: Mostra la unitat

source: Whether or not show the unit after the temperature value.
ca: Si cal, o no, mostrar la unitat després del valor de temperatura.

source: Show unit letter
ca: Mostra la lletra de la unitat

source: Whether or not show the unit letter (C or F).
ca: Si cal, o no, mostrar la lletra de la unitat (C o F).
