Repository: linuxmint/cinnamon-spices-applets
Catalog: clipboard-qr@wrouesnel/files/clipboard-qr@wrouesnel/po/*.po
Languages: fi, vi

source: Invalid or unsupported mode.
fi: Virheellinen tai ei tueta.
vi: Chế độ không hợp lệ hoặc không được hỗ trợ.

source: Invalid data format.
fi: Muoto on virheellinen.
vi: Định dạng dữ liệu không hợp lệ.

source: Invalid ECC level.
fi: ECC-taso on virheellinen.
vi: Mức ECC không hợp lệ.

source: Too much data.
fi: Liian paljon dataa.
vi: Quá nhiều dữ liệu.

source: Invalid version.
fi: Virheellinen versio.
vi: Phiên bản không hợp lệ.

source: Invalid mask.
fi: Virheellinen maski.
vi: Mặt nạ không hợp lệ.

source: QR generated
fi: QR tehty
vi: Mã QR được tạo

source: Create QR code from clipboard
fi: Tekee QR-koodin leikepöydältä
vi: Tạo mã QR từ clipboard

source: Save QR code as SVG in '~/%s'
fi: Tallenna QR-koodi SVG-tiedostona kohteeseen "~/%s"
vi: Lưu mã QR dưới dạng SVG trong '~/%s'

source: Scan QR Code
fi: Skannaa QR-koodi
vi: Quét mã QR

source: No QR code scanned.
fi: QR-koodia ei skannattu.
vi: Không quét được mã QR.

source: Clipboard QR code applet
vi: Ứng dụng mã QR của bảng tạm

source: Create QR codes from clipboard content
fi: Tekee QR-koodeja leikepöydän sisällöstä
vi: Tạo mã QR từ nội dung clipboard
