Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/cinnamon-timer@jake1164/*.po
Languages: bg, da, es, fi, it, uk

source: Timer
bg: Таймер
da: Nedtælling
es: Temporizador
fi: Ajastin
uk: Таймер

source: Hours
bg: Часа
da: Timer
es: Horas
fi: Tuntia
it: Ore
uk: год.

source: Minutes
bg: Минути
da: Minutter
es: Minutos
fi: Minuuttia
it: Minuti
uk: хв.

source: and
bg: и
da: og
es: y
fi: ja
it: e
uk: і

source: Seconds
bg: Секунди
da: Sekunder
es: Segundos
fi: Sekuntia
it: Secondi
uk: сек.

source: Reset
bg: Нулирай
da: Nulstil
es: Reiniciar
fi: Nollaa
uk: Скинути

source: Okay
bg: Добре
fi: No niin!
uk: Гаразд

source: Cinnamon Timer
bg: Таймер за Cinnamon
es: Temporizador de Cinnamon
fi: Cinnamon ajastin
it: Timer di Cinnamon
uk: Cinnamon Таймер

source: Timer with notifications
bg: Таймер с известия
da: Timer med underretninger
es: Temporizador con notificaciones
it: Timer con notifiche
uk: Таймер з повідомленнями

source: A timer app with visual and auditory notifications.
bg: Таймер с визуални и звукови известия.
da: En timer med synlige og hørbare underretninger
es: Una aplicación de temporizador con notificaciones visuales y auditivas.
it: Un'app timer con notifiche visive e uditive.
uk: Додаток таймера з візуальними та звуковими сповіщеннями.

source: General
bg: Общи
da: Generelt
fi: Yleistä
it: Generale
uk: Загальне

source: Sounds
bg: Звуци
da: Lyde
es: Sonidos
fi: Ääni
it: Suoni
uk: Звуки

source: Preset Times
bg: Зададени времена
da: Forudindstillede tider
es: Tiempos prefijados
fi: Esiasetus
it: Tempi Preimpostati
uk: Попередньо встановлений час

source: Slider Intervals
bg: Интервали на слайдера
da: Skyderintervaller
es: Intervalos del control deslizante
fi: Liukusäätimen aikaväli
it: Intervalli Slider
uk: Інтервали повзунка

source: General Settings
bg: Общи настройки
da: Generelle indstillinger
es: Configuración general
fi: Yleiset asetukset
it: Impostazioni Generali
uk: Загальні налаштування

source: Sound Settings
bg: Звукови настройки
da: Lydindstillinger
es: Configuración de sonido
fi: Ääniasetukset
it: Impostazioni del Suono
uk: Налаштування звуку

source: Check this to place a prompt on the window when time has elapsed.
bg: Натисни тук, за да се покаже известяващ прозорец при изтичане на времето.
da: Aktivér denne for at vise et vindue, når tiden er gået.
es: Marque esta opción para colocar un aviso en la ventana cuando haya transcurrido el tiempo.
fi: Valitse tämä, jos haluat näyttää viestin ikkunassa kun aika on kulunut loppuun.
it: Seleziona questa opzione per posizionare un prompt sulla finestra allo scadere del tempo.
uk: Позначте цю опцію, щоб розмістити сповіщення у вікні, коли час минув.

source: Check this to place a prompt on the window when time has elapsed
bg: Натисни тук, за да се покаже известяващ прозорец при изтичане на времето
da: Aktivér denne for at vise et vindue, når tiden er gået
es: Marque esta opción para colocar un aviso en la ventana cuando haya transcurrido el tiempo
fi: Hämärtää näytön ja näyttää viestin pienessä ikkunassa kun aika on kulunut loppuun
it: Seleziona questa opzione per posizionare un prompt sulla finestra allo scadere del tempo
uk: Позначте цю опцію, щоб розмістити сповіщення у вікні, коли час минув

source: Display a notification when time has elapsed
bg: Покажи известие, когато времето изтече
da: Vis en underetning, når tiden er udløbet
es: Mostrar una notificación cuando haya transcurrido el tiempo
fi: Näytä ilmoitus, kun aika on kulunut
it: Visualizza una notifica allo scadere del tempo
uk: Показувати сповіщення, коли час минув

source: Global message displayed in notification windows unless defined in preset time.
bg: Общото съобщение ще се покаже в известяващ прозорец, освен ако не е дефинирано друго в зададените времена.
da: Global besked vist i underretningsvinduet, med mindre andet er angivet under forudindstillede tider.
es: Mensaje global mostrado en las ventanas de notificación a menos que se defina en el tiempo preestablecido.
fi: Yleinen viesti näytetään, ellei sitä ole tehty esiasetuksiin omalla viestillään.
it: Messaggio globale visualizzato nelle finestre di notifica, a meno che non sia definito nel tempo preimpostato.
uk: Глобальне повідомлення відображається у вікнах сповіщень, якщо не визначено в попередньо встановлений час.

source: Play a sound when time is elapsed
bg: Изпълни звук при изтичане на времето
da: Afspil en lyd, når tiden er gået
es: Reproducir un sonido cuando transcurra el tiempo
fi: Toista äänimerkki, kun aika on kulunut
it: Riproduci un suono allo scadere del tempo
uk: Відтворення звуку, коли мине час

source: Full path and filename of alert sound file
bg: Пълен път и име на файл на звуково известие
da: Fuld sti og filnavn til lydfilen
es: Ruta completa y nombre del archivo de sonido de la alerta
fi: Hälytysäänen koko polku ja tiedostonimi
it: Percorso completo e nome file del file audio di avviso
uk: Повний шлях і назва звукового файлу сповіщення

source: Must have Sox installed. Most sound file types supported
bg: Трябва да имате инсталиран Sox. Поддържат се повечето файлови типове
da: Sox skal være installeret. De fleste lydfiltyper er understøttet
es: Debe tener instalado Sox. La mayoría de los tipos de archivos de sonido son compatibles
fi: Sinulla on oltava Sox asennettuna. Useimmat äänitiedostot ovat tuettuna
it: Sox deve essere installato. La maggior parte dei tipi di file audio supportati
uk: У вас повинен бути встановлений Sox. Підтримується більшість типів звукових файлів

source: Specify the playback volume
da: Angiv afspilningslydstyrke
es: Especificar el volumen de reproducción
it: Specifica il volume di riproduzione
uk: Вкажіть гучність відтворення

source: Show the timer menu when time is elapsed
bg: Покажи менюто на таймера при изтичане на времето
da: Vis timermenuen, når tiden er gået
es: Mostrar el menú del temporizador cuando el tiempo ha transcurrido
fi: Näytä ajastimen valikko, kun aika on kulunut
it: Mostra il menù del timer allo scadere del tempo
uk: Показати меню таймера, коли час минув

source: Display remaining time in panel
bg: Покажи оставащото време в панела
da: Vis resterende tid i panelet
es: Mostrar el tiempo restante en el panel
fi: Näytä jäljellä oleva aika paneelissa
it: Visualizza il tempo rimanente nel pannello
uk: Показати на панелі час, що залишився

source: Display alarm time in panel
da: Vis alarmtiden i panelet
es: Mostrar la hora de la alarma en el panel
fi: Näytä hälytysaika paneelissa
it: Visualizza l'ora della sveglia nel pannello
uk: Показувати час будильника на панелі

source: Format used to display alarm time in the near future
da: Format til visning af alarmtiden i den nærmeste fremtid
es: Formato utilizado para mostrar la hora de la alarma en un futuro cercano
fi: Muoto, jota käytetään hälytysajan näyttämiseen
it: Formato utilizzato per visualizzare l'ora della sveglia nel prossimo futuro
uk: Формат, який використовується для відображення часу будильника в найближчому майбутньому

source: If the alarm time is less than the minutes specified below away, the alarm time can be displayed with more details (see https://developer.gnome.org/glib/stable/glib-GDateTime.html#g-date-time-format)
fi: Jos hälytysaika on määritetty alle minuutin päässä, hälytysaika voidaan näyttää tarkemmilla tiedoilla (katso https://developer.gnome.org/glib/stable/glib-GDateTime.html#g-date-time-format)
uk: Якщо час будильника менший за вказані нижче хвилини, час будильника можна відобразити більш детально (дивіться https://developer.gnome.org/glib/stable/glib-GDateTime.html#g-date-time-format)

source: Format used to display alarm time in the not so near future
da: Format til visning af alarmtiden i den ikke så nære fremtid
es: Formato utilizado para mostrar la hora de la alarma en un futuro no tan cercano
fi: Muoto, jota käytetään hälytysajan näyttämiseen
it: Formato utilizzato per visualizzare l'ora della sveglia in un futuro non molto prossimo
uk: Формат, який використовується для відображення часу будильника в не дуже близькому майбутньому

source: If the alarm time is more than the minutes specified below away, the alarm time can be displayed with less details (see https://developer.gnome.org/glib/stable/glib-GDateTime.html#g-date-time-format)
fi: Jos hälytysaika on määritetty kauempana kuin minuutin päässä, hälytysaika voidaan näyttää vähemmillä tiedoilla (katso https://developer.gnome.org/glib/stable/glib-GDateTime.html#g-date-time-format)
uk: Якщо час будильника перевищує вказані нижче хвилини, час будильника можна відобразити з меншою кількістю деталей (дивіться https://developer.gnome.org/glib/stable/glib-GDateTime.html#g-date-time-format)

source: minutes
da: minutter
es: minutos
fi: minuuttia
it: minuti
uk: хвилини

source: Time when switching from small to large time format
da: Tiden hvor der skiftes fra lille til stort tidsformat
es: Tiempo al pasar del formato pequeño al grande
fi: Aika kun vaihdetaan pienestä suureen aikaformaattiin
it: Ora in cui si passa dal formato piccolo a quello grande
uk: Час, коли переходити від малого до великого формату

source: Switch over time between the two formats specified above
da: Tiden hvor der skiftes mellem de to formater angivet ovenfor
es: Cambia en el tiempo entre los dos formatos especificados anteriormente
fi: Vaihda aika kahden yllä määritellyn muodon välillä
it: Tempo tra il passaggio dei due formati sopra specificati
uk: Перемикається за часом між двома вказаними вище форматами

source: Restart the timer automatically when time is elapsed
da: Genstart automatisk timeren, når tiden er gået
es: Reiniciar el temporizador automáticamente cuando haya transcurrido el tiempo
it: Riavvia automaticamente il timer allo scadere del tempo
uk: Автоматичний перезапуск таймера після закінчення часу

source: Do not change, the time the alarm is set to expire
bg: Не променяй, зададено е време
da: Ændr ikke tiden, som alarmen er sat til
es: No cambiar, la hora en que la alarma está programada para expirar
fi: Älä tee muutosta, jos kellonaika on asetettu laskemaan
it: Non modificare, è il tempo entro cui la sveglia scadrà
uk: Не змінюйте, час, на який заплановано сплив будильника

source: Do not change, message being displayed when the current timer expires
bg: Не променяйте, съобщението ще се покаже, когато текущия таймер изтече
da: Ændr ikke beskeden, der vises, når tiden er udløbet
es: No cambiar, el mensaje se muestra cuando expira el temporizador actual
fi: Älä tee muutosta, viesti näytetään kun nykyinen ajastin umpeutuu
it: Non modificare, è il messaggio che verrà visualizzato alla scadenza del timer corrente
uk: Не змінювати, повідомлення відображається, коли поточний таймер закінчується

source: Minimum
bg: Минимум
es: Mínimo
fi: Minimi
it: Minimo
uk: Мінімум

source: Maximum
bg: Максимум
da: Maksimum
es: Máximo
fi: Maksimi
it: Massimo
uk: Максимум

source: Step
bg: Стъпка
da: Trin
es: Avance
fi: Askel
it: Passo
uk: Крок

source: Label
bg: Заглавие
da: Etiket
es: Etiqueta
fi: Nimi
it: Etichetta
uk: Мітка

source: Custom Message (overrides global message)
bg: Потребителско съобщение (пренаписване на общото съобщение)
da: Selvvalgt besked (tilsidesætter global besked)
es: Mensaje personalizado (anula el mensaje global)
fi: Oma viesti (ohittaa yleisen viestin)
it: Messaggio Personalizzato (ignora il messaggio globale)
uk: Спеціальне повідомлення (перекриває глобальне повідомлення)

source: If the alarm time is less than the minutes specified below away, the alarm time can be displayed with more details (see https://docs.gtk.org/glib/method.DateTime.format.html)
da: Er alarmtiden mindre end antal minutter angivet nedenfor, kan alarmtiden vises med flere detaljer (se https://docs.gtk.org/glib/method.DateTime.format.html)
es: Si la hora de la alarma es inferior a los minutos especificados a continuación la hora de la alarma puede mostrarse con más detalles (véase https://docs.gtk.org/glib/method.DateTime.format.html)
it: Se l'ora della sveglia è inferiore ai minuti indicati di seguito, può essere visualizzata con maggiori dettagli (vedi https://docs.gtk.org/glib/method.DateTime.format.html)

source: If the alarm time is more than the minutes specified below away, the alarm time can be displayed with less details (see https://docs.gtk.org/glib/method.DateTime.format.html)
da: Er alarmtiden større end antal minutter angivet nedenfor, kan alarmtiden vises med færre detaljer (se https://docs.gtk.org/glib/method.DateTime.format.html)
es: Si la hora de la alarma es superior a los minutos especificados a continuación, la hora de la alarma se puede mostrar con menos detalles (ver https://docs.gtk.org/glib/method.DateTime.format.html)
it: Se l'ora della sveglia è superiore ai minuti indicati di seguito, può essere visualizzata con meno dettagli (vedi https://docs.gtk.org/glib/method.DateTime.format.html)

source: Message displayed in notification windows
bg: Съобщение, което да се показва в прозорче за известия
da: Besked vist i underretningsvinduet
es: Mensaje mostrado en las ventanas de notificación
it: Messaggio visualizzato nelle finestre di notifica
