Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/binaryclock@entelechy/*.po
Languages: ca, it, zh_tw

source: Date and Time Settings
ca: Configuració de data i hora
it: Impostazioni Data e Ora
zh_tw: 日期與時間設定

source: Use a custom date format
ca: Utilitzar un format de data personalitzat
it: Usa un formato data personalizzato
zh_tw: 使用自訂日期格式

source: Check this to define a custom format for the date in the calendar applet.
ca: Cliqueu aquí per definir un format de data personalitzat al calendari.
it: Selezionare questa opzione per definire un formato personalizzato per la data nell'applet del calendario.
zh_tw: 勾選此選項可在行事曆小程式中自訂日期格式。

source: Show information on date format syntax
ca: Mostrar informació de la sintaxi del format de dates
it: Mostra le informazioni sulla sintassi del formato della data
zh_tw: 顯示日期格式語法說明

source: Click this button to know more about the syntax for date formats.
ca: Clique aquí per saber tot el que necessiteu saber sobre la sintaxi del format de dates.
it: Fare clic su questo pulsante per saperne di piÃ¹ sulla sintassi per i formati di data.
zh_tw: 點選此按鈕以瞭解更多日期格式語法資訊。

source: Show week numbers in calendar
ca: Mostrar els números de setmana al calendari
it: Mostra i numeri delle settimane nel calendario
zh_tw: 在行事曆中顯示週數

source: Check this to show week numbers in the calendar.
ca: Marqueu això per mostrar els números de setmana al calendari.
it: Metti un segno di spunta qui per mostrare i numeri delle settimane nel calendario.
zh_tw: 勾選此選項可在行事曆中顯示週數。

source: Date format
ca: Format de data
it: Formato data
zh_tw: 日期格式

source: Set your custom format here.
ca: Establiu el vostre format personalitzat aquí.
it: Imposta il tuo formato personalizzato qui.
zh_tw: 請在此設定您的自訂格式。

source: Display
ca: Mostrar
it: Visualizzazione
zh_tw: 顯示

source: Cinnamon Binary Clock
ca: Rellotge Binari de Cinnamon

source: The Cinnamon calendar applet, with the time displayed in binary
ca: L'aplicació del calendari de Cinnamon amb el temps mostrat en binari
it: L'applet del calendario di Cinnamon, con l'ora visualizzata in binario
zh_tw: Cinnamon 行事曆小程式，可使用二進位顯示時間
