Repository: linuxmint/cinnamon-spices-applets
Catalog: paneldo@beatlink/files/paneldo@beatlink/po/*.po
Languages: ca, es, fi, fr, it, nl

source: Edit Todos
ca: Editar tasques pendents
es: Editar tareas pendientes
fi: Muokkaa tehtävät
fr: Éditer les tâches à accomplir
it: Modifica To-Do
nl: Todo's bijwerken

source: Toggle Reminders
ca: Alternar recordatoris
es: Alternar recordatorios
fi: Muistutukset käyttöön
fr: Commuter (activer/désactiver) les rappels
it: Attiva/disattiva promemoria
nl: Herinneringen in- en uitschakelen

source: Panel based quick todo applet for Cinnamon
ca: Miniaplicació de tasques ràpides basades en el tauler de Cinnamon
es: Applet de tareas rápidas en panel para Cinnamon
fi: Nopea omien tehtävien muistuttaja Cinnamon paneelissa
fr: Tâches à accomplir
it: Applet di attività rapide basata su pannello per Cinnamon
nl: Paneelgebaseerde snelle todo applet voor Cinnamon

source: PanelDo
fr: Tâches à accomplir

source: The text editor used for opening the text file
ca: L'editor de text utilitzat per a obrir el fitxer de text
es: El editor de texto utilizado para abrir el archivo de texto
fi: Tekstitiedoston avaamiseen käytetty tekstieditori
fr: Éditeur de texte utilisé pour ouvrir le fichier
it: L'editor di testo utilizzato per aprire il file di testo
nl: De tekstverwerker die wordt gebruikt voor het openen van het tekstbestand

source: The path to the text file. It must already exist.
ca: La ruta al fitxer de text. Ha d'existir.
es: La ruta al archivo de texto. Ya debe existir.
fi: Polku tekstitiedostoon. Sen täytyy olla valmiiksi perustettuna.
fr: Le chemin d'accès au fichier texte. Celui-ci doit déjà exister.
it: Il percorso del file di testo. Deve già esistere.
nl: Het pad naar het tekstbestand. Het moet al bestaan.

source: The message shown when the text file is empty
ca: El missatge mostrat quan el fitxer de text està buit
es: El mensaje que se muestra cuando el archivo de texto está vacío
fi: Viesti näytetään kun tekstitiedosto on tyhjä
fr: Le message affiché lorsque le fichier texte est vide
it: Il messaggio mostrato quando il file di testo è vuoto
nl: Het bericht dat wordt weergegeven wanneer het tekstbestand leeg is

source: The text added to the beginning of every panel message
ca: El text afegit al principi de cada missatge del tauler
es: El texto agregado al comienzo de cada mensaje del panel
fi: Lisätään jokaisen viestin alkuun
fr: Texte ajouté au début de chaque message sur le panneau
it: Il testo aggiunto all'inizio di ogni messaggio del pannello
nl: De tekst toegevoegd aan het begin van elk paneelbericht

source: The text added to the end of every panel message
ca: El text afegit al final de cada missatge del tauler
es: El texto agregado al final de cada mensaje del panel
fi: Lisätään jokaisen viestin loppuun
fr: Texte ajouté en fin de chaque message sur le panneau
it: Il testo aggiunto alla fine di ogni messaggio del pannello
nl: De tekst toegevoegd aan het einde van elk paneelbericht

source: The width of the panel text in characters
ca: L'amplada del text del tauler, en número de càracters
es: El ancho del texto del panel en caracteres
fi: Tekstin leveys merkkiä
fr: Longueur (en caractères) du texte du panneau
it: La larghezza del testo del pannello in caratteri
nl: De breedte van de paneeltekst in tekens

source: Sets whether the reminder flashes are enabled or not
ca: Determina si els parpellejos de recordatori estan activats o no
es: Establece si los destellos recordatorios están habilitados o no
fi: Asettaa, onko vilkkuva muistutus käytössä
fr: Définit si les flashs de rappel sont activés ou non
it: Imposta se i promemoria lampeggianti sono abilitati o meno
nl: Stelt in of de herinneringsflitsen zijn ingeschakeld of niet.

source: How often (in seconds) to flash the applet periodically for reminders.
ca: Com de sovint (en segons) la miniaplicació mostrarà un avís visual a mode de recordatori.
es: Con qué frecuencia (en segundos) parpadeará el applet periódicamente para los recordatorios.
fi: Kuinka usein (sekuntia) vilkkuminen tapahtuu.
fr: Fréquence (en secondes) à laquelle l'applet doit clignoter périodiquement pour les rappels.
it: Con quale frequenza (in secondi) aggiornare periodicamente l'applet per i promemoria.
nl: Hoe vaak (in seconden) de applet periodiek moet flitsen voor herinneringen.

source: How long (in milliseconds) should the applet reminder color stay set. Set to 0 for infinity
ca: Quant ha de durar (en mil·lisegons) l'avís visual a mode de recordatori. 0 per a duració il·limitada
es: ¿Cuánto tiempo (en milisegundos) debe permanecer configurado el color del recordatorio del subprograma? Establecer en 0 para el infinito
fi: Kuinka kauan (millisekuntia) muistutusväri pysyy. Arvo 0 on ääretön
fr: Combien de temps (en millisecondes) la couleur de rappel de l'applet doit-elle rester activée ? Régler à 0 pour l'infini
it: Per quanto tempo (in millisecondi) deve rimanere impostato il colore del promemoria dell'applet. Impostato su 0 per l'infinito
nl: Hoe lang (in milliseconden) de kleur van de applet-herinnering moet blijven staan. Stel in op 0 voor oneindigheid

source: The color used when reminding
ca: El color usat pels avisos visuals
es: El color utilizado al recordar
fi: Muistutuksen väri
fr: La couleur utilisée pour les rappels
it: Il colore utilizzato durante il promemoria
nl: De kleur die wordt gebruikt bij herinneringen
