Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/cpufreq@mtwebster/*.po
Languages: da, es, hu, it, zh_cn, zh_tw

source: CPU frequency scaling unavailable
da: Skalering af CPU-frekvens er ikke tilgængelig
es: Escalado de frecuencia de CPU no disponible
hu: A CPU frekvencia skálázása nem elérhető
it: Ridimensionamento della frequenza della CPU non disponibile
zh_cn: CPU频率调节不可用
zh_tw: 無法使用 CPU 頻率調整功能

source: Your system does not appear to support CPU frequency scaling. Unfortunately this applet is of no use to you.
da: Det lader ikke til, dit system tillader skalering af CPU-frekvensen. Desværre er dette panelprogram ikke til nogen nytte for dig.
es: Su sistema no parece soportar el escalado de frecuencia de la CPU. Lamentablemente, este applet no le será de utilidad.
hu: Úgy tűnik, hogy a rendszere nem támogatja a CPU frekvencia skálázását. Sajnos így ez a kisalkalmazás nem használható az ön számára.
it: Il sistema non sembra supportare il ridimensionamento della frequenza della CPU. Sfortunatamente questa applet non ti serve.
zh_cn: 您的系统似乎不支持CPU频率调节。不幸的是这个小程序对你没有用。
zh_tw: 系統似乎不支援 CPU 頻率調整，因此小程式將無法使用。

source: Configure Applet
da: Konfigurér panelprogrammet
es: Configurar Applet
hu: Kisalkalmazás beállítása
it: Configura Applet
zh_cn: 配置小程序
zh_tw: 設定

source: CPU frequency switcher program not installed
da: Program til ændring af CPU-frekvensen er ikke installeret
es: El programa de conmutación de la frecuencia de la CPU no está instalado
hu: A CPU frekvenciaváltó program nincs telepítve
it: Programma di commutazione della frequenza della CPU non installato
zh_cn: CPU频率切换程序未安装
zh_tw: 尚未安裝 CPU 頻率切換程式

source: You appear to be missing the required program, 'cpufreq-selector.' This program is needed to perform scaling or governor switching.
da: Det lader til, du mangler det krævede program "cpufreq-selector". Dette program er nødvendigt for at udføre skalering eller ændringer.
es: Parece que le falta el programa necesario, 'cpufreq-selector'. Este programa es necesario para realizar escalado o conmutación de gobernador.
hu: Úgy tűnik, hogy hiányzik a szükséges „cpufreq-selector” program. Erre a programra a skálázáshoz vagy a szabályzó kapcsolásához van szükség.
it: Sembra che manchi il programma richiesto, "cpufreq-selector". Questo programma è necessario per eseguire il ridimensionamento o la commutazione del regolatore.
zh_cn: 您似乎缺少所需的程序‘cpufreq-selector’。需要这个程序来执行调节或调速器切换。
zh_tw: 系統似乎缺少必要的程式 'cpufreq-selector'，此程式用於調整頻率或切換調控模式。

source: This program is ordinarily provided by the package: gnome-applets
da: Dette program er normalt en del af pakken "gnome-applets"
es: Este programa normalmente lo proporciona el paquete: gnome-applets
hu: Ezt a programot általában a következő csomag biztosítja: gnome-applets
it: Questo programma è normalmente fornito dal pacchetto: gnome-applets
zh_cn: 该程序通常由软件包：gnome-applets提供
zh_tw: 此程式通常由 gnome-applets 套件提供

source: If you're on Linux Mint or Ubuntu, you can install this using the following command:
da: Bruger du Linux Mint eller Ubuntu kan du installere den med følgende kommando:
es: Si estás en Linux Mint o Ubuntu, puedes instalarlo con el siguiente comando:
hu: Ha Linux Mint vagy Ubuntu rendszert futtat, telepítheti ezt a következő paranccsal:
it: Se sei su Linux Mint o Ubuntu, puoi installarlo usando il seguente comando:
zh_cn: 如果您在Linux Mint或Ubuntu，您可以使用以下命令安装：
zh_tw: 若使用 Linux Mint 或 Ubuntu，可使用以下命令安裝：

source: Display and control cpu frequency
da: Vis og kontrollér CPU-frekvensen
es: Mostrar y controlar la frecuencia de la CPU
hu: A CPU frekvencia megjelenítése és skálázása
it: Visualizza e controlla la frequenza della CPU
zh_cn: 显示和控制cpu频率
zh_tw: 顯示並控制 CPU 頻率

source: CPU Frequency Applet
da: CPU-frekvens
es: Applet de frecuencia de CPU
hu: CPU Frekvencia Kisalkalmazás
it: Applet di Frequenza CPU
zh_cn: CPU频率小程序
zh_tw: CPU 頻率小程式

source: General
da: Generelt
hu: Általános
it: Generale
zh_cn: 常规
zh_tw: 一般

source: The medium level color for each graph bar:
da: Mellemniveaufarve for hver grafsøjle:
es: Color para el nivel medio:
hu: Az egyes gráfikonsávok közepes szintű színe:
it: Il colore del livello medio per ogni barra del grafico:
zh_cn: 每个条形图的中等水平颜色：
zh_tw: 每個柱狀圖的中階顏色：

source: Click the button to select a new medium level status color
da: Tryk på knappen for at vælge en ny statusfarve for mellemniveau
es: Haga clic en el botón para seleccionar un nuevo color de estado de nivel medio
hu: Kattintson a gombra egy új közepes szintű állapotszín kiválasztásához
it: Fare clic sul pulsante per selezionare un nuovo colore di stato del livello medio
zh_cn: 点击按钮选择一个新的中等水平状态颜色
zh_tw: 點選按鈕以選擇新的中階狀態顏色

source: The low level color for each graph bar:
da: Lavniveaufarve for hver grafsøjle:
es: Color para el nivel bajo:
hu: Az egyes gráfikonsávok alacsony szintű színe:
it: Il colore del livello basso per ogni barra del grafico:
zh_cn: 每个条形图的低等水平颜色：
zh_tw: 每個柱狀圖的低階顏色：

source: Click the button to select a new low level status color
da: Tryk på knappen for at vælge en ny statusfarve for lavniveau
es: Haga clic en el botón para seleccionar un nuevo color de estado de nivel bajo
hu: Kattintson a gombra egy új alacsony szintű állapotszín kiválasztásához
it: Fare clic sul pulsante per selezionare un nuovo colore di stato del livello basso
zh_cn: 点击按钮选择一个新的低等水平状态颜色
zh_tw: 點選按鈕以選擇新的低階狀態顏色

source: Show clock speed or percentage:
da: Vis frekvensen eller procent:
es: Mostrar velocidad de reloj o el porcentaje:
hu: Órajel vagy CPU terhelés százalékának megjelenítése:
it: Mostra velocità di clock o in percentuale:
zh_cn: 显示时钟速度或百分比：
zh_tw: 顯示時脈速度或百分比：

source: Display the clock speed or a percentage of the maximum clock speed.
da: Vis frekvensen eller en procentdel af den maksimale frekvens.
es: Muestra la velocidad del reloj o un porcentaje de la velocidad máxima del reloj.
hu: Az órajel vagy a maximális órajel százalékának megjelenítése.
it: Visualizza la velocità di clock o una percentuale della velocità di clock massima.
zh_cn: 显示时钟速度或最大时钟速度的百分比。
zh_tw: 顯示時脈速度或最大時脈速度的百分比。

source: Percentage
da: Procent
es: Porcentaje
hu: Százalék
it: Percentuale
zh_cn: 百分比
zh_tw: 百分比

source: Clock speed
da: Frekvens
es: Velocidad de reloj
hu: Órajel
it: Velocità di clock
zh_cn: 时钟速度
zh_tw: 時脈速度

source: The high level color for each graph bar:
da: Højniveaufarve for hver grafsøjle:
es: Color para el nivel alto:
hu: Az egyes gráfikonsávok magas szintű színe:
it: Il colore del livello alto per ogni barra del grafico:
zh_cn: 每个条形图的高等水平颜色：
zh_tw: 每個柱狀圖的高階顏色：

source: Click the button to select a new high level status color
da: Tryk på knappen for at vælge en ny statusfarve for højniveau
es: Haga clic en el botón para seleccionar un nuevo color de estado de alto nivel
hu: Kattintson a gombra egy új magas szintű állapotszín kiválasztásához
it: Fare clic sul pulsante per selezionare un nuovo colore di stato del livello alto
zh_cn: 点击按钮选择一个新的高等水平状态颜色
zh_tw: 點選按鈕以選擇新的高階狀態顏色

source: The text color for the applet:
da: Panelprogrammets tekstfarve:
es: Color del texto para el applet:
hu: Kisalkalmazás szövegszíne:
it: Il colore del testo per l'applet:
zh_cn: 小程序的文本颜色
zh_tw: 文字顏色：

source: Click the button to select a text color
da: Tryk på knappen for at vælge en tekstfarve
es: Haga clic en el botón para seleccionar un color de texto
hu: Kattintson a gombra a szöveg színének kiválasztásához
it: Fare clic sul pulsante per selezionare un colore per il testo
zh_cn: 点击按钮选择一个新的文本颜色
zh_tw: 點選按鈕以選擇文字顏色

source: Display style:
da: Visningsstil:
es: Estilo de visualización:
hu: Megjelenítés stílusa:
it: Stile di Visualizzazione:
zh_cn: 显示风格：
zh_tw: 顯示樣式：

source: Select to show graphs only, values only, or both.
da: Vis kun grafer, kun værdier eller begge.
es: Seleccione si desea mostrar sólo los gráficos, sólo los valores o ambos.
hu: Válassza ezt, ha csak grafikonokat, csak értékeket vagy mindkettőt szeretné megjeleníteni.
it: Selezionare per mostrare solo grafici, solo valori o entrambi.
zh_cn: 选择显示仅图表、仅值，或两者。
zh_tw: 選擇僅顯示圖表、僅顯示數值，或同時顯示。

source: Graph
da: Graf
es: Gráfico
hu: Grafikon
it: Grafico
zh_cn: 图表
zh_tw: 圖表

source: Digit
da: Tal
es: Dígito
hu: Számjegy
it: Valore
zh_cn: 数字
zh_tw: 數值

source: Both
da: Begge
es: Ambos
hu: Mindkettő
it: Entrambi
zh_cn: 两者
zh_tw: 兩者皆顯示

source: Width of individual bars:
da: De enkelte søjlers bredde:
es: Ancho de las barras individuales:
hu: Egyes sávok szélessége:
it: Larghezza delle singole barre:
zh_cn: 各个条的宽度：
zh_tw: 個別柱狀圖的寬度：

source: Move the slider to adjust the width of individual CPU graph bars
da: Flyt skyderen for at justere de enkelte CPU-grafsøjlers bredde
es: Mueva el control deslizante para ajustar la anchura de las barras individuales del gráfico de la CPU
hu: A csúszka mozgatásával állíthatja be az egyes CPU-grafikonsávok szélességét
it: Spostare il cursore per regolare la larghezza delle barre del grafico individuale della CPU
zh_cn: 移动滑动条调整各个CPU条形图的宽度
zh_tw: 拖曳滑桿以調整個別 CPU 柱狀圖的寬度

source: The background color for each graph bar:
da: Grafsøjlens baggrundsfarve:
es: Color de fondo de las barras:
hu: Az egyes gráfikonsávok háttér színe:
it: Il colore di sfondo per ogni barra del grafico:
zh_cn: 每个条形图的背景颜色：
zh_tw: 每個柱狀圖的背景顏色：

source: Click the button to select a new bar background color
da: Klik på knappen for at vælge søjlens nye baggrundsfarve
es: Haga clic en el botón para seleccionar un nuevo color de fondo de barra
hu: Kattintson a gombra egy új sáv háttérszínének kiválasztásához
it: Fare clic sul pulsante per selezionare un nuovo colore di sfondo per la barra
zh_cn: 点击按钮选择一个新的背景颜色
zh_tw: 點選按鈕以選擇新的柱狀圖背景顏色

source: Colors
da: Farver
es: Colores
hu: Színek
it: Colori
zh_cn: 颜色
zh_tw: 顏色

source: Refresh rate:
da: Opdateringsinterval:
es: Frecuencia de actualización:
hu: Frissítési gyakoriság:
it: Frequenza di aggiornamento:
zh_cn: 刷新频率：
zh_tw: 更新頻率：

source: Move the slider to adjust how often the applet updates. Note: this can have a large impact on system performance if you set it too low
da: Flyt skyderen for at justere, hvor ofte panelprogrammet opdateres. Bemærk: Dette kan have en stor effekt på systemydelsen, hvis den sættes for lavt
es: Mueva el control deslizante para ajustar la frecuencia de actualización del applet. Nota: esto puede tener un gran impacto en el rendimiento del sistema si se establece demasiado bajo
hu: A csúszka mozgatásával állíthatja be a kisalkalmazás frissítésének gyakoriságát. Megjegyzés: ha túl alacsonyra állítja az nagy hatással lehet a rendszer teljesítményére
it: Spostare lo slider per regolare la frequenza con cui l'applet si aggiorna. Nota: questo può avere un grande impatto sulle prestazioni del sistema se lo si imposta su un valore troppo basso
zh_cn: 移动滑动条调整小程序更新的频率。注意：如果您设置太低，这可能会对系统性能有很大的影响。

source: CPUs to display:
da: CPU-visning:
es: CPUs a mostrar:
hu: CPU-k megjelenítése:
it: CPU da mostrare:
zh_cn: 要显示的CPU：
zh_tw: 要顯示的 CPU：

source: Select to show individual CPUs and a summary, only individuals, or only a summary
da: Vis de enkelte CPU'er og et sammendrag, kun enkelte eller kun et sammendrag
es: Seleccione si desea mostrar las CPUs individuales y un resumen, sólo las individuales o sólo un resumen
hu: Válasszon, meg szeretné-e jeleníteni az egyes CPU-kat illetve egy összesítő vagy csak egyesével jelenjenek meg vagy csak az összesítő jelenjen meg
it: Selezionare per mostrare singole CPU e un riepilogo, solo individuali o solo un riepilogo
zh_cn: 选择显示各个CPU和概要、仅各个CPU，或仅概要
zh_tw: 選擇僅顯示個別 CPU，僅顯示總覽，或同時顯示。

source: Summary and individual
da: Sammendrag og enkelte
es: Resumen e individual
hu: Összesítve és egyesével
it: Riepilogo e individuale
zh_cn: 概要和各个CPU
zh_tw: 總覽及個別 CPU

source: Summary only
da: Kun sammendrag
es: Solo resumen
hu: Csak összesítve
it: Solo riepilogo
zh_cn: 仅概要
zh_tw: 僅總覽

source: Individual only
da: Kun enkelte
es: Solo individual
hu: Csak egyesével
it: Solo individuale
zh_cn: 仅各个CPU
zh_tw: 僅個別 CPU
