Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/text-to-speech-applet@cardsurf/*.po
Languages: ca, es, fi, nl, sv, tr

source: The following packages were not found:
ca: No s'han trobat els següents paquets:
es: No se han encontrado los siguientes paquetes:
fi: Seuraavia paketteja ei löytynyt:
nl: De volgende pakketten zijn niet gevonden:
tr: Aşağıdaki paketler bulunamadı:

source: Please install the above packages to use the applet
ca: Si us plau, instal·leu els paquets llistats per a utilitzar la miniaplicació
es: Por favor, instale los paquetes anteriores para utilizar el applet
fi: Asenna seuraavat paketit käyttääksesi sovelmaa
nl: Installeer alstublieft de bovenstaande pakketten om de applet te gebruiken.
tr: Uygulamayı kullanmak için lütfen yukarıdaki paketleri kurun

source: The default text-to-speech engine
ca: El motor de text a veu per defecte
es: El motor de texto a voz predeterminado
fi: Tekstistä puheeksi moottori
nl: De standaard tekst-naar-spraak-engine
tr: Varsayılan metin konuşma motoru

source: not found.
ca: no s'ha trobat.
es: no encontrado.
fi: ei löytynyt.
nl: niet gevonden.
tr: bulunamadı.

source: To use the applet either install
ca: Per a usar la miniaplicació instal·leu
es: Para usar el applet, instale
fi: Jos haluat käyttää sovelmaa, asenna
nl: Om de applet te gebruiken, installeer ofwel
tr: Uygulamayı kullanmak için ya yükleyin

source: or specify other engine as 'Voice command' parameter in applet configuration.
ca: o especifiqueu altres motors al paràmetre 'Ordre de veu' a la configuració de la miniaplicació.
es: o defina otro motor como parámetro de "comando de voz" en la configuración del applet.
fi: tai määritä toinen moottori "Puhe-komento"-parametri sovelman asetuksissa.
nl: ofwel geef een andere engine op als 'Stemcommando'-parameter in de appletconfiguratie.
tr: veya uygulama yapılandırmasında diğer motoru 'Sesli komut' parametresi olarak belirtin.

source: Do you want to continue ?
ca: Segur que voleu continuar?
es: ¿Quiere continuar?
fi: Haluatko jatkaa?
nl: Wilt u doorgaan?
tr: Devam etmek istiyor musun ?

source: Error parsing command parameters
ca: Error interpretant els paràmetres de l'ordre
es: Error al analizar los parámetros del comando
fi: Virhe jäsennettäessä komentoparametreja
nl: Fout bij het ontleden van commandoparameters.
sv: Fel vid tolkning av kommandoparametrar
tr: Komut parametreleri ayrıştırılırken hata oluştu

source: Try to use less parameters to determine which one is causing the error
ca: Intenteu utilitzar menys paràmetres per tal de determinar quin està causant l'error
es: Intente usar menos parámetros para determinar cuál está causando el error
fi: Yritä käyttää vähemmän parametreja ja hakea mikä niistä aiheuttaa virheen
nl: Probeer minder parameters te gebruiken om te bepalen welke de fout veroorzaakt.
sv: Försök använda färre parametrar för att avgöra vilken som orsakar felet
tr: Hangisinin hataya neden olduğunu belirlemek için daha az parametre kullanmayı deneyin

source: A text reading applet
ca: Una miniaplicació que llegeix text en veu alta
es: Un applet de lectura de textos
fi: Tekstiä puheeksi sovelma
nl: Een tekstlees-applet
sv: Ett textläsande program
tr: Bir metin okuma uygulaması

source: Text to speech applet
ca: Miniaplicació Text a Veu
es: Applet de texto a voz
nl: Tekst naar spraak applet
sv: Text-till-tal
tr: Metinden konuşma uygulaması

source: Configuration
ca: Configuració
es: Configuración
fi: Asetukset
nl: Configuratie
sv: Konfiguration
tr: Yapılandırma

source: Clipboard
ca: Portapapers
es: Portapapeles
fi: Leikepöytä
nl: Klembord
sv: Urklipp
tr: Pano

source: Primary selection
ca: Selecció primària
es: Selección primaria
fi: Maalattu teksti
nl: Primaire selectie
sv: Primär markering
tr: Birincil seçim

source: Clipboard selection
ca: Selecció del porta-papers
es: Selección del portapapeles
fi: Leikepöydältä
nl: Klembordselectie
sv: Urklippsinnehåll
tr: Pano seçimi

source: The clipboard that contains the text to read. The primary selection stores highlighted text. The clipboard selection stores text copied with Ctrl+C.
ca: El porta-papers que conté text a llegir. La selecció primària emmagatzema el text ressaltat. La selecció del porta-papers emmagatzema el text copiat amb Ctrl+C.
es: El portapapeles que contiene el texto a leer. La selección primaria almacena el texto resaltado. La selección del portapapeles almacena el texto copiado con Ctrl+C.
fi: Leikepöytä sisältää luettavan tekstin. Ensisijainen valinta korostetun tekstin. Leikepöydän valinta tekstille, joka on kopioitu yhdistelmällä Ctrl+C.
nl: Het klembord dat de te lezen tekst bevat. De primaire selectie slaat gemarkeerde tekst op. De klembordselectie slaat tekst op die is gekopieerd met Ctrl+C.
sv: Urklipp innehåller texten som skall läsas upp. Primär markering lagrar markerad text. Urklippsinnehåll lagrar text kopierad med Ctrl+C.
tr: Okunacak metni içeren pano. Birincil seçim, vurgulanan metni saklar. Pano seçimi, Ctrl+C ile kopyalanan metni saklar.

source: Voice command
ca: Ordre de veu
es: Comando de voz
fi: Puhe-komento
nl: Stemcommando
sv: Röstkommando
tr: Ses komutu

source: A command used to read the text. Text to read will be passed as the last command argument.
ca: Ordre utilitzada per a llegir el text. El text a llegir serà passat com a últim paràmetre de l'ordre.
es: Un comando utilizado para leer el texto. El texto a leer se pasará como el último argumento del comando.
fi: Tekstin puhumiseen käytetty komento. Puhuttava teksti välitetään viimeisenä komennon argumenttina.
nl: Een commando dat wordt gebruikt om de tekst voor te lezen. De te lezen tekst wordt doorgegeven als het laatste argument van het commando.
tr: Metni okumak için kullanılan bir komut. Okunacak metin, son komut argümanı olarak iletilecektir.

source: Reading
ca: Llegint
es: Lectura
fi: Puhuminen
nl: Voorlezen
sv: Läser
tr: Okunuyor

source: Read lines and stop
ca: Llegir les línies i aturar-se
es: Leer las líneas y detenerse
fi: Puhu rivit ja lopeta
nl: Lees regels voor en stop
sv: Läs rader och stoppa
tr: Satırları oku ve dur

source: If checked reading is stopped after the specified number of lines. Reading is resumed from the line it was stopped.
ca: Si està marcat, la lectura s'aturarà després del número de línies especificat i es reprendrà des de la línia on va aturar-se.
es: Si está marcada, la lectura se detiene después del número de líneas especificado. La lectura se reanuda desde la línea en la que se detuvo.
fi: Puhuminen lopetetaan määritetyn rivimäärän jälkeen. Lukemista jatketaan riviltä, ​​jolla se pysäytettiin.
nl: Als deze optie is aangevinkt, wordt het lezen gestopt na het opgegeven aantal regels. Het lezen wordt hervat vanaf de regel waar het is gestopt.
sv: Vid markering stoppas uppläsningen efter specificerat antal rader. Uppläsning återupptas från den rad det stoppades.
tr: İşaretlenirse, belirtilen satır sayısından sonra okuma durdurulur. Okumaya durdurulduğu satırdan devam edilir.

source: lines and stop
ca: línies i aturada
es: líneas y parada
fi: riviä ja lopeta
nl: regels en stop
sv: rader och stoppar
tr: satırlar ve dur

source: Read
ca: Llegir
es: Leer
fi: Puhu
nl: Lezen
sv: Läs
tr: Oku

source: The number of lines to read
ca: El número de línies a llegir
es: El número de líneas a leer
fi: Puhuttavien rivien määrä
nl: Het aantal regels om te lezen
sv: Antal rader att läsa upp
tr: Okunacak satır sayısı

source: Line separator
ca: Separador de línia
es: Separador de línea
fi: Rivierotin
nl: Regelseparator
sv: Radavskiljare
tr: Satır ayırıcı

source: A regular expression separating lines of text
ca: Una expressió regular separant línies de text
es: Una expresión regular que separa líneas de texto
fi: Säännöllinen lauseke, joka erottaa tekstirivit
nl: Een reguliere expressie die regels tekst scheidt
sv: Regular Expression som separerar textrader
tr: Metin satırlarını ayıran normal bir ifade

source: Gui
ca: Aparença
es: Apariencia
fi: Käyttöliittymä
nl: Grafische gebruikersinterface
tr: Arayüz

source: Idle icon
ca: Icona d'inactivitat
es: Icono de reposo
fi: Jouten kuvake
nl: Inactief-pictogram
sv: Väntelägesikon
tr: Boşta simgesi

source: An icon displayed when idle
ca: Icona mostrada quan la miniaplicació està inactiva
es: Un icono que aparece cuando está inactivo
fi: Kuvake näytetään, kun ei ole käyttöä
nl: Een pictogram dat wordt weergegeven bij inactiviteit
sv: En ikon som visas i vänteläge
tr: Boştayken görüntülenen bir simge

source: Reading icon
ca: Icona de lectura
es: Icono de lectura
fi: Puhuu kuvake
nl: Leespictogram
sv: Uppläsningsikon
tr: Okuma simgesi

source: An icon displayed when reading
ca: Icona mostrada quan la miniaplicació està llegint
es: Un icono que aparece al leer
fi: Kuvake näytetään puhuttaessa
nl: Een pictogram dat wordt weergegeven tijdens het lezen
sv: En ikon som visas vid uppläsning
tr: Okurken görüntülenen bir simge

source: Pause icon
ca: Icona d'aturada
es: Icono de pausa
fi: Tauko kuvake
nl: Pauzepictogram
sv: Pausikon
tr: Duraklat simgesi

source: An icon displayed when paused
ca: Icona mostrada quan la miniaplicació està aturada
es: Un icono que se muestra cuando está en pausa
fi: Kuvake näytetään tauon merkiksi
nl: Een pictogram dat wordt weergegeven bij pauze
sv: En ikon som visas vid pausad
tr: Duraklatıldığında görüntülenen bir simge

source: Shortcuts
ca: Dreceres
es: Atajos
fi: Pikanäppäimet
nl: Snelkoppelingen
tr: Kısayollar

source: Reading shortcut
ca: Drecera de lectura
es: Atajo de lectura
fi: Puhumisen pikanäppäin
nl: Snelkoppeling lezen
tr: Okuma kısayolu

source: A keyboard shortcut to start or stop reading the text
ca: Drecera del teclat per a començar o aturar la lectura del text
es: Un atajo de teclado para iniciar o detener la lectura del texto
fi: Pikanäppäin tekstin puhumisen aloittamiseen tai lopettamiseen välillä
nl: Een toetsenbordsnelkoppeling om het lezen van tekst te starten of te stoppen
tr: Metni okumayı başlatmak veya durdurmak için bir klavye kısayolu

source: Pause shortcut
ca: Drecera de pausa
es: Atajo de pausa
fi: Taukon pikanäppäin
nl: Snelkoppeling pauze
tr: Duraklat kısayolu

source: A keyboard shortcut to pause or resume reading the text
ca: Drecera del teclat per a aturar o reprendre la lectura del text
es: Un atajo de teclado para pausar o reanudar la lectura del texto
fi: Pikanäppäin tekstin puhumisen tauottamisen tai jatkamisen välillä
nl: Een toetsenbordsnelkoppeling om het lezen van tekst te pauzeren of te hervatten
tr: Metni okumayı duraklatmak veya devam ettirmek için bir klavye kısayolu
