Repository: linuxmint/cinnamon-spices-applets
Catalog: any-alarm@sophie-la-li/files/any-alarm@sophie-la-li/po/*.po
Languages: de, es, fr, hu, it, nl, vi, zh_tw

source: AnyAlarm
fr: AnyAlarm (TouteAlarme)
hu: AkármilyenRiasztó

source: Any Alarm
fr: Toute alarme
hu: Akármilyen Riasztó

source: Will remind you regularly about something
de: Errinert dich regelmäßig an etwas
es: Te recordar치 algo regularmente
fr: Vous rappelle régulièrement quelque chose
hu: Rendszeresen emlékeztetni fog valamire
it: Ti ricorderà regolarmente qualcosa
nl: Zal je regelmatig ergens aan herinneren
vi: Sẽ nhắc nhở bạn thường xuyên về điều gì đó
zh_tw: 會定期提醒某件事

source: Alarm enabled
de: Alarm aktiv
es: Alarma habilitada
fr: Alarme activée
hu: Riasztás engedélyezve
it: Allarme abilitato
nl: Alarm ingeschakeld
vi: Đã bật báo thức
zh_tw: 啟用鬧鐘

source: When to trigger the alarm
de: Wann der Alarm ausgelöst werden soll
es: Cu치ndo activar la alarma
fr: Quand déclencher l'alarme
hu: Mikor kell riasztást beindítani
it: Quando far scattare l'allarme
nl: Wanneer het alarm afgaat
vi: Khi kích hoạt báo thức
zh_tw: 鬧鐘觸發時機

source: every # seconds (see option below)
de: alle # Sekunden (siehe Option weiter unten)
es: cada # segundos (ver opci칩n m치s abajo)
fr: toutes les n secondes (voir option ci-dessous)
hu: # másodpercenként (lásd az alábbi opciót)
it: ogni # secondi (vedi opzione sotto)
nl: elke # seconden (zie optie hieronder)
vi: mỗi # giây (xem tùy chọn bên dưới)
zh_tw: 每 # 秒（請見下方選項）

source: every full minute
de: jede volle Minute
es: cada minuto
fr: toutes les minutes
hu: minden teljes percben
it: ogni minuto intero
nl: elke volle minuut
vi: mỗi phút
zh_tw: 每分鐘

source: every quarter hour
de: jede viertel Stunde
es: cada cuarto de hora
fr: tous les quarts d'heure
hu: negyedóránként
it: ogni quarto d'ora
nl: elk kwartier
vi: mỗi phần tư giờ
zh_tw: 每 15 分鐘

source: every half hour
de: jede halbe Stunde
es: cada media hora
fr: toutes les demi-heures
hu: félóránként
it: ogni mezz'ora
nl: elk half uur
vi: mỗi nửa giờ
zh_tw: 每 30 分鐘

source: every full hour
de: jede volle Stunde
es: cada hora completa
fr: toutes les heures
hu: óránként
it: ogni ora intera
nl: elk volledig uur
vi: mỗi giờ
zh_tw: 每小時

source: seconds
de: Sekunden
es: segundos
fr: secondes
hu: másodperc
it: secondi
nl: seconden
vi: giây
zh_tw: 秒

source: Seconds for the "every # seconds" mode
de: Sekunden-Einstellung für die "alle # Sekunden" Option
es: Segundos para el modo "cada # segundos"
fr: Valeur de n pour "toutes les n secondes"
hu: Másodperc a „minden # másodperc” módhoz
it: Secondi per la modalità "ogni # secondi"
nl: Seconden voor de "elke # seconden" modus
vi: Giây cho chế độ "mỗi # giây"
zh_tw: 為「每 # 秒」模式設定秒數

source: Alarm Text
es: Texto de la alarma
fr: Texte de l'alarme
hu: Riasztási szövege
it: Testo Allarme
nl: Alarmtekst
vi: Văn bản báo thức
zh_tw: 提醒內容
