Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/windowlist@cobinja.*/*.po
Languages: de

source: Preferences
de: Tùy chọn

source: About...
de: Giới thiệu...

source: Configure...
de: Cấu hình...

source: Remove '%s'
de: Xóa '%s'

source: Open new window
de: Mở cửa sổ mới

source: Pin to this workspace
de: Ghim vào workspace này

source: Pin to other workspaces
de: Ghim vào các workspace khác

source: Places
de: Địa điểm

source: Only on this workspace
de: Chỉ trên workspace này

source: Visible on all workspaces
de: Hiển thị trên tất cả workspaces

source: Move to another workspace
de: Di chuyển sang workspace khác

source: Move to another monitor
de: Di chuyển sang màn hình khác

source: Monitor
de: Màn hình

source: Restore
de: Khôi phục

source: Minimize
de: Thu nhỏ

source: Unmaximize
de: Bỏ phóng to

source: Close others
de: Đóng các cửa sổ khác

source: Close all
de: Đóng tất cả

source: Close
de: Đóng

source: A window list with app grouping and window previews
de: Một danh sách cửa sổ với nhóm ứng dụng và xem trước cửa sổ

source: Captions
de: Chú thích

source: Name
de: Tên

source: Title
de: Tiêu đề

source: Caption type
de: Loại chú thích

source: None
de: Không có

source: All
de: Tất cả

source: Running
de: Đang chạy

source: Focused
de: Được tập trung

source: Display Caption For
de: Hiển thị Chú thích Cho

source: pixels
de: pixel

source: Label width
de: Chiều rộng nhãn

source: Animate label
de: Tạo hiệu ứng động cho nhãn

source: milliseconds
de: mili giây

source: Label animation time
de: Thời gian hiệu ứng động nhãn

source: Never
de: Không bao giờ

source: Always
de: Luôn luôn

source: 2 or more windows
de: 2 hoặc nhiều cửa sổ hơn

source: Display Number
de: Hiển thị Số

source: Icons
de: Biểu tượng

source: Group Windows
de: Nhóm Cửa sổ

source: If windows are grouped, all windows from an application are managed by the same button, if not grouped, all windows get an own button
de: Nếu cửa sổ được nhóm, tất cả cửa sổ từ một ứng dụng được quản lý bởi cùng một nút, nếu không được nhóm, tất cả cửa sổ nhận được nút riêng

source: Display Favorites
de: Hiển thị Yêu thích

source: Animation Time
de: Thời gian Hiệu ứng động

source: The flashing time when a new window is opened via a button
de: Thời gian nhấp nháy khi một cửa sổ mới được mở thông qua một nút

source: Only show windows on the same monitor
de: Chỉ hiển thị cửa sổ trên cùng màn hình

source: If enabled, this applet instance only manages windows that are displayed on the same monitor
de: Nếu được bật, phiên bản applet này chỉ quản lý các cửa sổ được hiển thị trên cùng màn hình

source: Preview menu
de: Menu xem trước

source: Show on click
de: Hiển thị khi nhấp

source: If enabled, a popup menu with a list of current windows will show when clicking (Only with 2 or more windows)
de: Nếu được bật, một menu popup với danh sách các cửa sổ hiện tại sẽ hiển thị khi nhấp (Chỉ với 2 hoặc nhiều cửa sổ hơn)

source: Show on hover
de: Hiển thị khi di chuột

source: If enabled, a popup menu with a list of current windows will show when hovering
de: Nếu được bật, một menu popup với danh sách các cửa sổ hiện tại sẽ hiển thị khi di chuột

source: Show previews
de: Hiển thị xem trước

source: If enabled, the popup menu will show window previews (Always disabled when running Cinnamon in Software Rendering Mode)
de: Nếu được bật, menu popup sẽ hiển thị xem trước cửa sổ (Luôn bị tắt khi chạy Cinnamon trong Chế độ Kết xuất Phần mềm)

source: Windows
de: Cửa sổ

source: Number of unshrunk previews
de: Số lượng xem trước không thu nhỏ

source: Timeout Show
de: Thời gian chờ Hiển thị

source: The waiting time for the popup menu to show, when hovering a button (Not used when moving directly to a different button in the list)
de: Thời gian chờ để menu popup hiển thị, khi di chuột qua một nút (Không được sử dụng khi di chuyển trực tiếp đến một nút khác trong danh sách)

source: Timeout Hide
de: Thời gian chờ Ẩn

source: The waiting time for the popup menu to hide, when leaving a button (Not used when moving directly to a different button in the list)
de: Thời gian chờ để menu popup ẩn, khi rời khỏi một nút (Không được sử dụng khi di chuyển trực tiếp đến một nút khác trong danh sách)

source: Close window on mouse-wheel click
de: Đóng cửa sổ khi nhấp bánh xe chuột

source: CobiWindowList
de: Llista de finestres de Cobi

source: Show a progress indicator
de: Fortschritt anzeigen
