Repository: linuxmint/cinnamon-spices-applets
Catalog: printers@linux-man/files/printers@linux-man/po/*.po
Languages: ca, cs, da, de, es, fi, hr, hu, it, nl, pt_br, sv, tr

source: Printers
ca: Impressores
cs: Tiskárny
da: Printere
de: Drucker
es: Impresoras
fi: Tulostimet
hr: Pisači
hu: Nyomtatók
it: Stampanti
pt_br: Impressoras
sv: Skrivare
tr: Yazıcılar

source: Cancel all jobs
ca: Cancel·lar totes les tasques
cs: Zrušit všechny úlohy
da: Annullér alle udskrivningsopgaver
de: Alle Druckaufträge abbrechen
es: Cancelar todas las impresiones
fi: Peruuta kaikki työt
hr: Prekini sve zadatke
hu: Összes nyomtatás megszakítása
it: Annulla tutti i lavori
nl: Alle taken afbreken
pt_br: Cancelar todas as impressões
sv: Avbryt alla jobb
tr: Tüm işleri iptal et

source: at
ca: a
cs: na
da: på
de: auf
es: en
fi: klo
hr: u
hu: itt
it: al
nl: op
pt_br: em
sv: på
tr: üstünde

source: Send to front
ca: Enviar al capdavant
cs: Odeslat do tiskové fronty
da: Flyt forrest
de: An vorderste Stelle senden
es: Enviar al frente
fi: Lähetä eteen
hr: Pošalji naprijed
hu: Előre küldés
it: Invia in primo piano
nl: Naar voren halen
pt_br: Definir prioridade máxima
sv: Lägg överst i listan
tr: Önden gönder

source: Manage Jobs and Printers
ca: Gestioneu tasques i impressores
cs: Spravovat tiskové úlohy a tiskárny
da: Håndtér udskrivningsopgaver og printere
de: Druckaufträge und Drucker verwalten
es: Administración de Impresiones e Impresoras
fi: Hallitse tulostustöitä ja tulostimia
hr: Upravljajte pisačima i zadacima ispisa
hu: Nyomtatás és nyomtatók kezelése
it: Gestisci Lavori e Stampanti
nl: Beheer opdrachten en printers
pt_br: Configure as impressões e impressoras
sv: Hantera utskriftsjobb och skrivare
tr: Yazıcıları ve İşleri Yönetin

source: Show icon
ca: Mostrar la icona
cs: Ikonu zobrazovat
da: Vis ikon
de: Symbol anzeigen
es: Mostrar el icono
fi: Näytä kuvake
hr: Prikaži ikonu
hu: Ikon megjelenítése
it: Mostra icona
nl: Pictogram tonen
pt_br: Mostrar o ícone
sv: Visa ikon
tr: Simge gösterimi

source: Always
ca: Sempre
cs: Vždy
da: Altid
de: Immer
es: Siempre
fi: Aina
hr: Uvijek
hu: Mindig
it: Sempre
nl: Altijd
pt_br: Sempre
sv: Alltid
tr: Daima

source: When printers exist
ca: Quan hi hagi impressores
cs: Pokud existují tiskárny
da: Når printere findes
de: Wenn Drucker vorhanden sind
es: Cuando existen impresoras
fi: Kun on tulostimia
hr: Kada je pisač dostupan
hu: Amikor a nyomtató elérhető
it: Quando esiste una stampante
nl: Als printers verbonden zijn
pt_br: Se existirem impressoras conectadas
sv: När skrivare avslutas
tr: Yazıcılar mevcut olduğunda

source: When printing
ca: Quan s'estigui imprimint
cs: Při tisku
da: Når der udskrives
de: Wenn gedruckt wird
es: Durante la impresión
fi: Kun tulostetaan
hr: Kada se ispisuje
hu: Nyomtatáskor
it: Durante la stampa
nl: Tijdens afdrukken
pt_br: Durante a impressão
sv: Vid utskrift
tr: Çıktı alınırken

source: When to show the icon
ca: Quan mostrar la icona
cs: Kdy zobrazovat ikonu
da: Hvornår skal ikonet vies
de: Wann soll das Symbol angezeigt werden
es: Cuándo mostrar el icono
fi: Milloin kuvake näytetään
hr: Kada prikazati ikonu
hu: Mikor jelenítse meg az ikont
it: Quando mostrare l'icona
nl: Wanneer het pictogram dient te worden getoond
pt_br: Mostra o ícone de impressora no painel
sv: När ikonen skall visas
tr: Simgenin gösterileceği durum

source: Printer errors
ca: Errors d'impressió
cs: Chyby tiskárny
da: Printerfejl
de: Druckfehler
es: Errores de impresión
fi: Tulostimen virheet
hr: Greške ispisa
hu: Nyomtató hibák
it: Errori di stampa
nl: Printerfouten
pt_br: Mostrar erros de impressão
sv: Skrivarfel
tr: Yazıcı hataları

source: Show printer error icon
ca: Mostrar la icona d'errors d'impressió
cs: Zobrazovat ikonu chyby tiskárny
da: Vis ikon for printerfejl
de: Druckfehlersymbol anzeigen
es: Mostrar icono de error de la impresora
fi: Näytä tulostimen virhekuvakkeen
hr: Prikaži ikonu greške ispisa
hu: Nyomtató hiba ikon megjelenítése
it: Mostra icone d'errore di stampa
nl: Toon een pictogram bij printerfouten
pt_br: Mostra o ícone de erro de impressão
sv: Visa ikon för skrivarfel
tr: Yazıcı hatası simgesinin gösterimi

source: Documents count
ca: Comptador de documents
cs: Počet dokumentů
da: Antal dokumenter
de: Dokumente zählen
es: Recuento de documentos
fi: Sivujen määrä
hr: Broj dokumenata
hu: Dokumentumok számlálása
it: Numero documenti
nl: Documenten tellen
pt_br: Mostrar a fila de impressão
sv: Antal dokument
tr: Belge sayısı

source: Show documents count next to icon
ca: Mostrar el comptador de documents al costat de la icona
cs: Zobrazovat vedle ikony počet dokumentů
da: Vis antal dokumenter ved siden af ikonet
de: Zahl der Dokumente neben dem Symbol anzeigen
es: Muestra el recuento de documentos junto al icono
fi: Näytä sivujen määrä kuvakkeen vieressä
hr: Prikaži broj dokumenata pokraj ikone
hu: Dokumentum számláló megjelenítése az ikon mellett
it: Mostra il numero di documenti accanto all'icona
nl: Toon het aantal documenten naast het pictogram
pt_br: Mostra a quantidade de documentos na fila de impressão ao lado do ícone no painel
sv: Visa dokumenträknare bredvid ikonen
tr: Simgenin yanında doküman sayısını göster

source: Document number
ca: Número de document
cs: Číslo dokumentu
da: Dokumentnummer
de: Dokumentnummer
es: Número de documento
fi: Sivun numero
hr: Broj dokumenta
hu: Dokumentum száma
it: Numero documento
nl: Documentnummer
pt_br: Mostrar a ordem de impressão do documento
sv: Dokumentnummer
tr: Belge numarası

source: Show each document number on print list
ca: Mostrar el número de cada document a la cua d'impressió
cs: V seznamu tiskových úloh zobrazovat čísla dokumentů
da: Vis hvert dokumentnummer i udskrivningsoversigten
de: Jede Dokumentnummer auf der Druckliste anzeigen
es: Mostra cada número de documento en la lista de impresión
fi: Näytä jokaisen sivun numeron tulostuslistalla
hr: Prikaži svaki broj dokumenta na popisu ispisa
hu: Az egyes dokumentumszámok megjelenítése a nyomtatási listán
it: Mostra ogni numero di documento nell'elenco di stampa
nl: Toon elk documentnummer op de afdruklijst
pt_br: Mostra a ordem de impressão de cada documento na fila de impressão
sv: Visa dokumentnummer i utskriftslistan
tr: Her belgenin numarasını yazdırma listesinde gösterir

source: Documents can be sent to front
ca: Els documents poden enviar-se al capdavant de la cua
cs: Tisková fronta je připravena přijímat úlohy
da: Dokumenter kan flyttes forrest
de: Dokumente können an die vorderste Stelle gesendet werden
es: Los documentos pueden ser enviados a frente
fi: Sivut voidaan lähettää eteen
hr: Dokumenti mogu biti poslani naprijed
hu: A dokumentumokat előre lehet küldeni
it: I documenti possono essere inviati in primo piano
nl: Documenten kunnen naar voren worden gehaald
pt_br: A prioridade de impressão de um documento pode ser definida como máxima
sv: Dokument kan flyttas överst i listan
tr: Belgeler önden gönderilebilir

source: Symbolic icons
ca: Icones simbòliques
cs: Symbolické ikony
da: Symbolske ikoner
de: Symbolische Icons
es: Iconos simbólicos
fi: Symboliset kuvakkeet
hr: Simboličke ikone
hu: Szimbolikus ikonok
it: Icone simboliche
nl: Symbolische pictogrammen
pt_br: Usar ícones monocromáticos
sv: Symboliska ikoner
tr: Sembolik simgeler

source: Use symbolic icons
ca: Utilitzar icones simbòliques
cs: Používat symbolické ikony
da: Brug symbolske ikoner
de: Symbolische Icons verwenden
es: Usar iconos simbólicos
fi: Käytä symbolisia kuvakkeita
hr: Koristi simboličke ikona
hu: Szimbolikus ikonok használata
it: Usa icona simbolica
nl: Gebruik symbolische pictogrammen
pt_br: Usa ícones monocromáticos
sv: Använd symboliska ikoner
tr: Sembolik simgeleri kullan

source: Reload Applet
ca: Recarregar la miniaplicació
cs: Znovu načíst applet
da: Genindlæs panelprogram
es: Recargar Applet
fi: Lataa sovelma uudelleen
hu: Kisalkalmazás újratöltése
it: Ricarica Applet
nl: Werkbalkhulpje herladen
pt_br: Recarregar o applet
sv: Läs in panelprogrammet igen
tr: Uygulamacığı yeniden yükle

source: Restart CUPS
ca: Reiniciar CUPS
cs: Restartovat CUPS
da: Genstart CUPS
es: Reiniciar CUPS
fi: Käynnistä CUPS
hu: CUPS újratöltése
it: Riavvia CUPS
nl: CUPS herstarten
pt_br: Reiniciar o gerenciador de impressão (CUPS)
sv: Starta om CUPS
tr: CUPS yeniden yükle
