Repository: linuxmint/cinnamon-spices-applets
Catalog: power-profiles@rcalixte/files/power-profiles@rcalixte/po/*.po
Languages: ca, da, es, fr, hu, nl, pt

source: Power Saver
ca: Conservador
da: Strømsparetilstand
es: Ahorro de energía
fr: Économie d'énergie
hu: Energiatakarékos
nl: Energiebesparing
pt: Economia de Energia

source: Balanced
ca: Equilibrat
da: Balanceret
es: Equilibrado
fr: Équilibré
hu: Kiegyensúlyozott
nl: Evenwichtig
pt: Balanceado

source: Performance
ca: Rendiment
da: Ydeevne
es: Alto rendimiento
hu: Teljesítmény
nl: Prestatie

source: Please make sure the power-profiles-daemon package is installed and the service is running.
ca: Si us plau, assegureu-vos d'haver instal·lat power-profiles-daemon i de què el servei estigui en marxa.
da: Sørg for, at pakken power-profiles-daemon er installeret, og at tjenesten kører.
es: Asegúrese de que el paquete power-profiles-daemon está instalado y de que el servicio se está ejecutando.
fr: Assurez-vous que le paquet power-profiles-daemon est installé et que le service est en cours d'exécution.
hu: Győződjön meg arról, hogy telepítve van a power-profiles-daemon csomag, és hogy a szolgáltatás fut.
nl: Zorg ervoor dat het power-profiles-daemon-pakket is geïnstalleerd en de service wordt uitgevoerd.
pt: Por favor garanta que o pacote power-profiles-daemon esteja instalado e o serviço está correndo.

source: exception:
ca: excepció:
da: undtagelse:
es: excepción:
hu: kivétel:
nl: uitzondering:
pt: exceção:

source: Power Profiles Applet Error
ca: Error de la miniaplicació de perfils d'energia
es: Error en el applet de perfiles de energía
fr: Erreur de l'applet Profils de puissance (Power Profiles)
hu: Teljesítményprofilok kisalkalmazás hiba
nl: Energieprofielen applet fout
pt: Erro do Applet de Perfil de Energia

source: The system package 'power-profiles-daemon' is not installed. Please install it and reload the applet.
ca: El paquet de sistema 'power-profiles-daemon' no està instal·lat. Si us plau, instal·leu-lo i recarregueu la miniaplicació.
es: El paquete del sistema 'power-profiles-daemon' no está instalado. Por favor, instálelo y vuelva a cargar el applet.
fr: Le paquet système 'power-profiles-daemon' n'est pas installé. Veuillez l'installer et recharger cette applet.
hu: A „power-profiles-daemon” rendszercsomag nincs telepítve. Telepítse és töltse be újra a kisalkalmazást.
nl: Het systeempakket 'power-profiles-daemon' is niet geïnstalleerd. Installeer het en herlaad de applet.
pt: O pacote 'power-profiles-daemon' não está instalado no sistema. Por favor instale esse pacote e recarregue o applet.

source: Open README
ca: Obrir README
es: Abrir README
fr: Ouvrir le README
hu: README megnyitása
pt: Abrir README

source: Open Website
ca: Obrir Web
es: Abrir el sitio web
fr: Visiter le site web
hu: Webhely megnyitása
pt: Abrir Website

source: Current Profile:
ca: Perfil actual:
da: Nuværende profil:
es: Perfil actual:
fr: Profil actuel :
hu: Aktuális profil:
nl: Huidig profiel:
pt: Perfil Atual:

source: Performance Degraded:
ca: Rendiment degradat:
da: Nedsat ydeevne:
es: Rendimiento degradado:
fr: Performances dégradées :
hu: Csökkent teljesítmény:
nl: Prestatie aangetast:
pt: Degradação de Performanção:

source: Active Profile Holds:
ca: Conservacions del perfil actiu:
da: Aktiv profil holder:
es: Perfil activo conservado:
fr: Le Profil actif détient :
hu: Aktív profil megtartása:
nl: Actief profiel bevat:
pt: O Perfil Ativo Tem:

source: An applet to modify the current system power profile as determined by power-profiles-daemon
ca: Una miniaplicació per modificar la configuració d'estalvi d'energia i rendiment del sistema (utilitza power-profiles-daemon)
da: Ændr systemets aktuelle strømprofil som bestemt af power-profiles-daemon.
es: Un applet para modificar el perfil de energía del sistema determinado por power-profiles-daemon
fr: Une applet pour modifier le profil d'alimentation actuel du système tel que déterminé par power-profiles-daemon
hu: Kisalkalmazás, amely lehetővé teszi a jelenlegi rendszer a power-profiles-daemon által meghatározott energiaprofil módosítását
nl: Een applet om het huidige systeemenergieprofiel te wijzigen zoals bepaald door power-profiles-daemon
pt: Um applet para modificar o perfil de energia atual do sistema, tal como determinado pelo power-profiles-daemon

source: Power Profiles
ca: Plans d'energia
da: Strømprofiler
es: Perfiles de energía
fr: Profils de puissance (Power Profiles)
hu: Teljesítményprofilok
nl: Energieprofielen
pt: Perfil de Energia

source: Cycle through profiles when using keyboard shortcuts or scroll wheel
es: Moverse por los perfiles utilizando atajos de teclado o la rueda del ratón
fr: Parcourez les profils lors de l'utilisation des raccourcis clavier ou de la molette de défilement
pt: Percorrer perfis ao utilizar atalhos de teclado ou a roda do rato

source: If enabled, if the current profile is 'Power Saver' and the 'Previous profile' keyboard shortcut is used, the next profile would be 'Performance' (or 'Balanced' on some systems). If disabled, if the current profile is 'Power Saver' and the 'Previous profile' keyboard shortcut is used, the profile would not change.
ca: Si s'activa i el perfil actual es 'Conservador' i la drecera del pla d'energia anterior és utilitzada, el proper perfil seria 'Rendiment' (o 'Equilibrat' en alguns sistemes). Si està desactivat, el pla d'energia no canviarà en utilitzar les dreceres assignades.
da: Hvis den er aktiveret, vil den næste profil være “Ydelse” (eller “Balanceret” på nogle systemer), hvis den aktuelle profil er “Strømsparetilstand”, og tastaturgenvejen “Forrige profil” bruges. Hvis den er deaktiveret, vil profilen ikke blive ændret, hvis den aktuelle profil er “Strømsparetilstand”, og tastaturgenvejen “Forrige profil” bruges.
es: Si está habilitado, si el perfil actual es 'Ahorro de energía' y se usa el atajo de teclado 'Perfil anterior', el siguiente perfil sería 'Alto rendimiento' (o 'Equilibrado' en algunos sistemas). Si está deshabilitado, si el perfil actual es 'Ahorro de energía' y se usa el atajo de teclado 'Perfil anterior', el perfil no cambiará.
fr: S'il est activé, si le profil actuel est « Économie d'énergie » et que le raccourci clavier "Profil précédent" est utilisé, le profil suivant sera « Performance » (ou « Équilibré » sur certains systèmes). S'il est désactivé, si le profil actuel est « Économie d'énergie » et que le raccourci clavier « Profil précédent » est utilisé, le profil ne changera pas.
hu: Ha engedélyezve van, és a jelenleg az „Energiatakarékos” profil van használatban, továbbá a „Korábbi profil” gyorsbillentyű kerül használatra, akkor a következő „Teljesítmény” profil lesz (vagy „Kiegyensúlyozott” néven elérhető néhány rendszeren). Ha le van tiltva, és a jelenlegi „Energiatakarékos” profil, valamint a „Korábbi profil” gyorsbillentyű kerül használatra, akkor a profil nem fog változni.
nl: Indien ingeschakeld, als het huidige profiel 'Energiebesparing' is en de sneltoets 'Vorig profiel' wordt gebruikt, wordt het volgende profiel 'Prestatie' (of 'Evenwichtig' op sommige systemen). Indien uitgeschakeld, als het huidige profiel 'Energiebesparing' is en de sneltoets 'Vorig profiel' wordt gebruikt, verandert het profiel niet.
pt: Se estiver ativado, se o perfil atual for 'Economia de Energia' e for utilizado o atalho de teclado 'Perfil Anterior', o perfil seguinte será 'Desempenho' (ou 'Balanceado' em alguns sistemas). Se estiver desativado, se o perfil atual for 'Economia de Energia' e for utilizado o atalho de teclado 'Perfil Anterior', o perfil não será alterado.

source: Scroll wheel behavior
es: Comportamiento de la rueda de desplazamiento
fr: Comportement de la molette de défilement
pt: Comportamento com a roda do rato

source: Nothing
es: Nada
fr: Rien
pt: Nada

source: Switch profiles
es: Cambiar perfiles
fr: Changer de profil
pt: Trocar perfil

source: Switch profiles (reversed)
es: Cambiar perfiles (invertidos)
fr: Changer de profil (inversé)
pt: Trocar perfil (sentido reverso)

source: Keyboard Shortcuts
ca: Dreceres del teclat
da: Tastaturgenveje
es: Atajos de teclado
fr: Raccourcis-clavier
hu: Gyorsbillentyűk
nl: Toetsenbordsnelkoppelingen
pt: Atalhos de Teclado

source: Previous profile
ca: Pla d'energia anterior
da: Forrige profil
es: Perfil anterior
fr: Profil précédent
hu: Korábbi profil
nl: Vorig profiel
pt: Perfil Anterior

source: Set keybinding(s) to switch to previous power profile.
ca: Assigneu drecera(es) del teclat per canviar al pla d'energia anterior.
da: Angiv tastegenveje til at skifte til forrige strømprofil.
es: Establezca la combinación de teclas para cambiar al perfil de energía anterior.
fr: Définir le ou les raccourcis-clavier pour passer au profil d'alimentation précédent.
hu: Gyorsbillentyű beállítása a korábbi energiaprofilra történő váltáshoz.
nl: Stel sneltoets(en) in om naar het vorige energieprofiel te schakelen.
pt: Defina atalhos de teclado para alternar para o perfil de energia anterior.

source: Next profile
ca: Següent pla d'energia
da: Næste profil
es: Próximo perfil
fr: Profil suivant
hu: Következő profil
nl: Volgend profiel
pt: Perfil Seguinte

source: Set keybinding(s) to switch to next power profile.
ca: Assigneu drecera(es) del teclat per canviar al pla d'energia següent.
da: Angiv tastegenveje til at skifte til næste strømprofil.
es: Establezca la combinación de teclas para cambiar al siguiente perfil de energía.
fr: Définir le ou les raccourcis-clavier pour passer au profil d'alimentation suivant.
hu: Gyorsbillentyű beállítása a következő energiaprofilra történő váltáshoz.
nl: Stel sneltoets(en) in om naar het volgende energieprofiel te schakelen.
pt: Defina atalhos de teclado para alternar para o perfil de energia seguinte.

source: On-screen display for keyboard shortcuts
ca: Mostrar els canvis via dreceres del teclat a la pantalla
da: Visning ved brug af tastaturgenvej
es: Atajos de teclado en pantalla
fr: Afficher un OSD lors de l'utilisation des raccourcis-clavier
hu: Gyorsbillentyűk megjelenítése a képernyőn
nl: Weergave op het scherm voor toetsenbordsnelkoppelingen
pt: Mostrar no ecrã para atalhos de teclado

source: Show on-screen display of the new profile when using the keyboard shortcuts
ca: Mostrarà el nou pla d'energia a la pantalla en haver canviat de pla mitjançant dreceres del teclat
da: Den nye profil vises på skærmen, når tastaturgenvejene anvendes.
es: Mostrar en pantalla el nuevo perfil al utilizar los atajos de teclado
fr: Afficher à l'écran le nouveau profil lors de l'utilisation des raccourcis-clavier
hu: Képernyőn az új profil megjelenítése a gyorsbillentyűvel történő váltáskor
nl: Toon weergave op het scherm van het nieuwe profiel bij gebruik van de toetsenbordsnelkoppelingen
pt: Mostrar a visualização no ecrã do novo perfil ao utilizar os atalhos de teclado

source: Appearance
ca: Aparença
es: Apariencia
fr: Apparence
hu: Megjelenítés
nl: Weergave
pt: Aparência

source: Icon Style
ca: Estil de la icona
es: Estilo de icono
fr: Style d'icône
hu: Ikon stílus
nl: Pictogramstijl
pt: Estilo do Ícone

source: Classic
ca: Clàssic
es: Clásico
fr: Classique
hu: Klasszikus
nl: Klassiek
pt: Classico

source: Choose the style of the applet's icon. This is used for the panel and the on-screen display.
ca: Trieu l'estil de la icona de la miniaplicació. S'utilitzarà al tauler i a la visualització en pantalla.
es: Elija el estilo del icono del applet. Se utiliza para el panel y la visualización en pantalla.
fr: Choisissez le style de l'icône de l'applet. Elle est utilisée pour le panneau et l'affichage à l'écran.
hu: Válassza ki az kisalkalmazás ikonjának stílusát. Ez a panel és a képernyő-kijelző használatára szolgál.
nl: Kies de stijl van het pictogram van de applet. Dit wordt gebruikt voor het paneel en de weergave op het scherm.
pt: Escolha o estilo do ícone do applet. Isto é usado para o painel e a visualização no ecrã.

source: General
fr: Général
pt: Geral

source: Papirus
fr: Papyrus
hu: Papirusz

source: Cycle through profiles when using keyboard shortcuts
da: Bladr gennem profiler med brug af tastaturgenveje
