Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/xampp-panel@backids99/*.po
Languages: ca, de, es, hu, it, nl, pl, zh_tw

source: Xampp Panel
ca: Tauler Xampp
es: Panel Xampp
it: Pannello XAMPP
nl: Xampp paneel
pl: Zarządzanie XAMPP
zh_tw: Xampp 面板

source: Start XAMPP manager
ca: Inicia el gestor de XAMPP
de: XAMPP-Manager starten
es: Iniciar el gestor de XAMPP
hu: XAMPP Kezelő Indítása
it: Avvia gestore XAMPP
nl: Start XAMPP-beheerder
zh_tw: 啟動 XAMPP 管理程式

source: XAMPP Start
ca: Inicia XAMPP
de: XAMPP Starten
es: Iniciar XAMPP
hu: XAMPP indítása
it: Avvia XAMPP
nl: XAMPP starten
pl: Uruchom XAMPP
zh_tw: 啟動 XAMPP

source: XAMPP Stop
ca: Atura XAMPP
de: XAMPP Starten
es: Detener XAMPP
hu: XAMPP leállítása
it: Arresta XAMPP
nl: XAMPP stoppen
pl: Zatrzymaj XAMPP
zh_tw: 停止 XAMPP

source: XAMPP Restart
ca: Reinicia XAMPP
de: XAMPP Neustarten
es: Reiniciar XAMPP
hu: XAMPP újraindítása
it: Riavvia XAMPP
nl: XAMPP herstarten
pl: Zrestartuj XAMPP
zh_tw: 重新啟動 XAMPP

source: Open Web Dir
ca: Obre directori web
de: Web Dir öffnen
es: Abrir directorio web
hu: Webmappa megnyitása
it: Apri Cartella Web
nl: Open webmap
pl: Otwórz katalog internetowy
zh_tw: 開啟網頁目錄

source: Launch Web Dir
ca: Llança directori web
de: Web Dir starten
es: Iniciar directorio web
hu: Webmappa elindítása
it: Lancia Cartella Web
nl: Start webmap
pl: Uruchom ścieżkę interentową
zh_tw: 啟動網頁目錄

source: Launch phpMyAdmin
ca: Llança phpMyAdmin
de: phpMyAdmin starten
es: Iniciar phpMyAdmin
hu: PhpMyAdmin elindítása
it: Lancia phpMyAdmin
nl: Start phpMyAdmin
pl: Uruchom phpMyAdmin
zh_tw: 啟動 phpMyAdmin

source: Edit default php.ini
ca: Edita el fitxer per defecte php.ini
de: Standard php.ini bearbeiten
es: Editar php.ini por defecto
hu: Alapértelmezett php.ini szerkesztése
it: Modifica php.ini predefinito
nl: Bewerk standaard php.ini
pl: Edytuj domyślny plik php.ini
zh_tw: 編輯預設 php.ini

source: A Panel Menu for XAMPP Web Developers
ca: Afegeix un menú al tauler per a desenvolupadors web que utilitzen XAMPP
de: Ein Panel-Menü für XAMPP-Webentwickler
es: Un menú de panel para desarrolladores web de XAMPP
hu: Egy panel menü XAMPP webfejlesztőknek
it: Un menù del pannello per gli sviluppatori Web XAMPP
nl: Een paneelmenu voor XAMPP-webontwikkelaars
pl: Menu zarządzania XAMPP dla programistów stron internetowych
zh_tw: 專為 XAMPP 網頁開發者設計的面板選單

source: Xampp Panel Menu
ca: Menú del tauler de Xampp
de: Xampp Panel Menü
es: Menú del Panel Xampp
hu: Xampp panel menü
it: Menù del Pannello XAMPP
nl: Xampp paneelmenu
pl: Menu zarządzania XAMPP
zh_tw: Xampp 面板選單
