Repository: linuxmint/cinnamon-spices-applets
Catalog: app-drawer@mostlynick3/files/app-drawer@mostlynick3/po/*.po
Languages: da, hu, nb, sv

source: App Drawer
da: Appskuffe
hu: Alkalmazásfiók
nb: Appskuff
sv: Applåda

source: Full-screen app launcher with animations, transparency, a search box, and more.
da: Fuldskærms appskuffe med animationer, gennemsigtighed, søgefelt og mere.
hu: Teljes képernyős alkalmazásindító animációkkal, átlátszósággal, keresőmezővel és egyebekkel.
nb: Fullskjerms appskuff med animasjoner, gjennomsiktighet, søkeboks og mer.
sv: Helskärms applåda med animationer, genomskinlighet, sökruta och mer.

source: Navigation Settings
da: Navigationsindstillinger
hu: Navigációs beállítások
nb: Navigasjonsinnstillinger
sv: Navigeringsinställningar

source: Navigation mode
da: Navigationstilstand
hu: Navigációs mód
nb: Navigasjonsmodus
sv: Navigeringsläge

source: Button Navigation
da: Knapnavigation
hu: Gomb navigáció
nb: Knappnavigasjon
sv: Knappnavigering

source: Scroll Horizontal
da: Horisontal rulning
hu: Vízszintes görgetés
nb: Horisontal rulling
sv: Horisontell rullning

source: Scroll Vertical
da: Vertikal rulning
hu: Függőleges görgetés
nb: Vertikal rulling
sv: Vertikal rullning

source: Layout Settings
da: Layoutindstillinger
hu: Elrendezési beállítások
nb: Layoutinnstillinger
sv: Layoutinställningar

source: Columns per page
da: Kolonner per side
hu: Oszlopok oldalanként
nb: Kolonner per side
sv: Kolumner per sida

source: Rows per page
da: Rækker per side
hu: Sorok oldalanként
nb: Rader per side
sv: Rader per sida

source: Icon size (px)
da: Ikonstørrelse (px)
hu: Ikonméret (px)
nb: Ikonstørrelse (px)
sv: Ikonstorlek (px)

source: Padding (px)
da: Mellemrum (px)
hu: Kitöltés (px)
nb: Mellomrom (px)
sv: Mellanrum (px)

source: Label font size (pt)
da: Skriftstørrelse (pt)
hu: Címke betűmérete (pt)
nb: Skriftstørrelse (pt)
sv: Teckenstorlek (pt)

source: Features
da: Funktioner
hu: Jellemzők
nb: Funksjoner
sv: Funktioner

source: Enable search bar
da: Aktivér søgefelt
hu: Keresősáv engedélyezése
nb: Aktiver søkefelt
sv: Aktivera sökfält

source: Auto-focus search bar when opened
da: Fokusér automatisk på søgefelt ved åbning
hu: Automatikus fókuszálás a keresősávban megnyitáskor
nb: Aktiver søkefelt automatisk ved åpning
sv: Fokusera automatiskt på sökfältet när det öppnas

source: Enable favorites
da: Aktivér favoritter
hu: Kedvencek engedélyezése
nb: Aktiver favoritter
sv: Aktivera favoriter

source: Keyboard shortcut to toggle overlay
da: Tastaturgenvej til at slå overlay til/fra
hu: Billentyűparancs az átfedés bekapcsolásához
nb: Tastatursnarveien for å veksle overlegg
sv: Tangentbordsgenväg för att växla överlägg

source: Appearance Settings
da: Designindstillinger
hu: Megjelenési beállítások
nb: Designinnstillinger
sv: Designinställningar

source: Background color
da: Baggrundsfarve
hu: Háttérszín
nb: Bakgrunnsfarge
sv: Bakgrundsfärg

source: Background opacity
da: Baggrundenes gennemsigtighed
hu: Háttér átlátszósága
nb: Bakgrunnens gjennomsiktighet
sv: Bakgrundens genomskinlighet

source: Container color
da: Containerfarve
hu: Konténer színe
nb: Containerfarge
sv: Containerfärg

source: Container opacity
da: Containerens gennemsigtighed
hu: Konténer átlátszósága
nb: Containerens gjennomsiktighet
sv: Containerens genomskinlighet

source: Box color
da: Boksfarve
hu: Doboz színe
nb: Boksfarge
sv: Rutfärg

source: Box opacity
da: Boksens gennemsigtighed
hu: Doboz átlátszósága
nb: Boksens gjennomsiktighet
sv: Rutans genomskinlighet

source: Box hover color
da: Boksfarve ved aktivering
hu: Doboz lebegés színe
nb: Boksfarge ved aktivering
sv: Rutfärg vid aktivering

source: Box hover opacity
da: Boksens gennemsigtighed ved aktivering
hu: Doboz lebegés átlátszósága
nb: Boksens gjennomsiktighet ved aktivering
sv: Rutans genomskinlighet vid aktivering

source: Animation Settings
da: Animationsindstillinger
hu: Animációs beállítások
nb: Animasjonsinnstillinger
sv: Animationsinställningar

source: Enable animations
da: Aktivér animationer
hu: Animációk engedélyezése
nb: Aktiver animasjoner
sv: Aktivera animationer

source: Animation duration
da: Animationsvarighed
hu: Animáció időtartama
nb: Animasjonsvarighet
sv: Animationsvaraktighet

source: Open animation
da: Åbningsanimation
hu: Megnyitás animáció
nb: Åpningsanimasjon
sv: Öppningsanimation

source: Fade
da: Tone
hu: Halványul
nb: Tone
sv: Tona

source: Scale
da: Skaler
hu: Skála
nb: Skaler
sv: Skala

source: Slide Up
da: Gli op
hu: Csúsztatás fel
nb: Gli opp
sv: Gli upp

source: Zoom
hu: Nagyítás

source: Close animation
da: Lukningsanimation
hu: Bezárás animáció
nb: Lukkingsanimasjon
sv: Stängningsanimation

source: Slide Down
da: Gli ned
hu: Csúsztatás le
nb: Gli ned
sv: Gli ner

source: Button navigation page animation
da: Knapnavigeringssideanimation
hu: Gombnavigációs oldal animáció
nb: Knappnavigeringssideanimasjon
sv: Knappnavigeringssidanimation

source: Slide
da: Gli
hu: Csúsztatás
nb: Gli
sv: Gli

source: Crossfade
da: Krydstone
hu: Áttűnés
nb: Krysstone
sv: Korstonning
