Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/pin-unpin-panel@anaximeno/*.po
Languages: fi, zh_tw

source: Click to Unpin the Panel
fi: Vapauta paneeli painamalla
zh_tw: 點選以取消釘選面板

source: Click to Pin the Panel
fi: Kiinnitä paneeli painamalla
zh_tw: 點選以釘選面板

source: Pin-Unpin the Panel
zh_tw: 釘選/取消釘選面板

source: An applet that lets you pin or unpin the panel, making it fixed or collapsible.
fi: Kiinnitä alapaneeli paikalleen tai vapauta piiloon.
zh_tw: 這個小程式可讓您釘選或取消釘選面板，讓面板保持固定或可收合的狀態。

source: General
fi: Yleinen
zh_tw: 一般

source: Hide Type on Unpin
fi: Piilottaminen
zh_tw: 取消釘選時的隱藏類型

source: Auto Hide
fi: Automaattinen
zh_tw: 自動隱藏

source: Intelligent Hide
fi: Älykkäästi
zh_tw: 智慧隱藏

source: At Startup
fi: Käynnistettäessä
zh_tw: 啟動時

source: Leave the panel as it is
fi: Jätä paneeli ennalleen
zh_tw: 保持面板現狀

source: Pin the panel
fi: Kiinnitä paneeli
zh_tw: 釘選面板

source: Unpin the panel
fi: Vapauta paneeli
zh_tw: 取消釘選面板

source: Style
fi: Tyyli
zh_tw: 樣式

source: Use Custom Icons
fi: Mukautetut kuvakkeet
zh_tw: 使用自訂圖示

source: Pin Icon
fi: Kiinnitä
zh_tw: 釘選圖示

source: Unpin Icon
fi: Vapauta
zh_tw: 取消釘選圖示

source: Key Bindings
fi: Pikanäppäimet
zh_tw: 按鍵綁定

source: Toggle Panel Pin State
fi: Vaihda kiinnityksen tilaa
zh_tw: 切換面板釘選狀態

source: Set keybinding to pin the panel
fi: Aseta pikanäppäin kiinnittämään paneeli
zh_tw: 設定釘選面板的按鍵組合

source: Peek Hidden Panel
fi: Kurkista piilotettua paneelia
zh_tw: 快速查看隱藏的面板

source: Set keybinding to temporarily show the panel
fi: Aseta pikanäppäin kurkistamaan paneelia
zh_tw: 設定暫時顯示面板的按鍵組合
