Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@WallpaperChangerApplet/files/0dyseus@WallpaperChangerApplet/po/*.po
Languages: es, sv

source: The following two sections are available only in English.
es: Las siguientes dos secciones están disponibles sólo en Inglés.
sv: Följande två sektioner är endast tillgängliga på Engelska.

source: language-name
es: Español
sv: Svenska

source: Help
es: Ayuda
sv: Hjälp

source: Contributors
es: Colaboradores
sv: Medhjälpare

source: Changelog
es: Registro de cambios
sv: Ändringslogg

source: Choose language
es: Elegir idioma
sv: Välj språk

source: Help for %s
es: Ayuda para %s
sv: Hjälp för %s

source: IMPORTANT!!!
es: ¡IMPORTANTE!
sv: VIKTIGT!!!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
es: Jamás borrar ninguno de los archivos encontrados dentro de la carpeta de este xlet. Podría romper la funcionalidad del xlet.
sv: Ta aldrig bort någon av filerna i den här xlet-mappen. Det kan förstöra programmets funktioner.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på följande länk.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
es: Localización de applets/desklets/extensiones (también conocidos como xlets)
sv: Applets/Desklets/Extensions (xlets) översättning

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
es: Si este xlet se instaló desde Configuración de Cinnamon, todas las localizaciones de este xlet se instalaron automáticamente.
sv: Om denna xlet installerades från Cinnamons inställningar, installerades också alla översättningar automatiskt.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
es: Si este xlet se instaló manualmente y no a través de Configuración de Cinnamon, las localizaciones se pueden instalar ejecutando el archivo llamado **localizations.sh** desde una terminal abierta dentro de la carpeta del xlet.
sv: Om denna xlet installerades manuellt och inte via Cinnamons inställningar, kan översättningar installeras genom att köra skriptet **localizations.sh** från en terminal öppnad i programmappen.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
es: Si este xlet no está disponible en su idioma, la localización puede ser creada siguiendo las siguientes instrucciones.
sv: Om ditt språk saknas i denna xlet, kan du översätta den med hjälp av följande instruktioner.

source: Wallpaper Changer
es: Cambiador de Fondos de Pantalla
sv: Bakgrundsväxlare

source: Choose an Icon
es: Elegir un ícono
sv: Välj en ikon

source: _Cancel
es: _Cancelar
sv: _Avbryt

source: _Open
es: _Abrir
sv: _Öppna

source: Image files
es: Archivos de imagen
sv: Bildfiler

source: Warnings related to this specific section
es: Advertencias relacionadas con esta sección específica
sv: Varningar relaterade till denna specifika sektion

source: Daemon
es: Demonio

source: This is the current profile that the daemon will load.
es: Este es el perfil actual que el demonio cargará.
sv: Detta är den aktuella profil som tjänsten läser in.

source: Current Profile
es: Perfil Actual
sv: Aktuell profil

source: Toggle and display the daemon status.
es: Alternar y mostrar el estado del demonio.
sv: Växla och visa tjänstens status

source: Daemon Status
es: Estado del Demonio
sv: Tjänststatus

source: Autostart Daemon
es: Auto Iniciar Demonio
sv: Starta tjänsten automatiskt

source: When enabled, the daemon will be automatically started when the applet is loaded. If it is already running or this is disabled, no action will be taken.
es: Con esta opción activada, el demonio se iniciará automáticamente cuando se cargue el applet. Si el demonio ya se está ejecutando o si esta opción está deshabilitada, no se realizará ninguna acción.
sv: Vid aktivering kommer tjänsten att startas automatiskt när panelprogrammet läses in. Om den redan körs eller om detta inaktiveras, vidtas inga åtgärder.

source: Wallpaper Timer Interval (seconds)
es: Intervalo del Temporizador (segundos)
sv: Bakgrundernas tidsintervall (sekunder)

source: Save
es: Guardar
sv: Spara

source: Manage keyboard shortcuts
es: Ajustes de atajos de teclado.
sv: Hantera tangentbordsgenvägar

source: Next Wallpaper
es: Fondo de Pantalla Siguiente
sv: Nästa bakgrundsbild

source: Previous Wallpaper
es: Fondo de pantalla Previo
sv: Föregående bakgrund

source: Open/Close Menu
es: Abrir/Cerrar Menú
sv: Öppna/Stäng menyn

source: Shortcut action
es: Acción del acceso directo
sv: Genvägsåtgärd

source: Shortcut
es: Acceso directo
sv: Genväg

source: Other
es: Otros
sv: Annat

source: Custom icon
es: Ícono personalizado
sv: Anpassad ikon

source: Select a custom icon for the applet.
es: Establecer un ícono personalizado para el applet.
sv: Välj en anpassad ikon för panelen.

source: Enter custom text to show in the panel.
es: Introduzca un texto personalizado para mostrar en el panel.
sv: Ange anpassad text att visa i panelen

source: Custom label
es: Etiqueta personalizada
sv: Anpassat panelnamn

source: Wallpaper Preview Width
es: Ancho de la Vista Previa del Fondo de Pantalla
sv: Bredd på förhandsgranskningsbilden

source: Invert Menu Items Order
es: Invertir Orden de los Ítems del Menú
sv: Vänd på menyobjektens ordning

source: Remember Profiles State
es: Recordar Estado del Perfil
sv: Kom ihåg profilstatus

source: When enabled, the daemon will remember its current and next wallpaper for the current profile when the profile is changed. This means returning back to the profile will restore the previous background plus the next in queue.
es: Con esta opción activada, el demonio recordará su fondo de pantalla actual y siguiente para el perfil actual cuando se cambia el perfil. Esto significa que volver al perfil restablecerá el fondo anterior más el siguiente en la cola.
sv: Vid aktivering kommer tjänsten ihåg nuvarande och nästa bakgrund för den aktuella profilen, när profilen byts. Det innebär att när du byter tillbaka till föregående profil, återställs föregående bakgrund och nästa i kön.

source: Show Notifications
es: Mostrar Notificaciones
sv: Visa aviseringar

source: Display a notification each time an event happens with wallpaper changer. This does not stop the applet from reporting errors.
es: Mostrar una notificación cada vez que ocurre un evento con el cambiador de fondo de pantalla. Esto no impide que el applet informe sobre errores.
sv: Visa en avisering varje gång något händer i bakgrundsväxlaren. Detta hindrar inte programmet från att rapportera fel.

source: Enable Logging
es: Habilitar el registro
sv: Aktivera loggning

source: It enables the ability to log the output of several functions used by the applet.
es: Permite la capacidad de registrar la salida de varias funciones utilizadas por el applet.
sv: Aktiverar loggning av utdata från flera funktioner som används av detta panelprogram.

source: Manage profiles
es: Administrar perfiles
sv: Hantera profiler

source: Profile
es: Perfil
sv: Profil

source: Create a new profile
es: Crear un perfil nuevo
sv: Skapa en ny profil

source: Remove profile
es: Eliminar perfil
sv: Ta bort profilen

source: Path
es: Ruta
sv: Sökväg

source: Sub Folders
es: Subcarpetas
sv: Undermappar

source: Add Image
es: Agregar Imagen
sv: Lägg till en bild

source: Add Folder
es: Agregar Carpeta
sv: Lägg till en mapp

source: Remove
es: Eliminar
sv: Ta bort

source: Profiles
es: Perfiles
sv: Profiler

source: Click to set a new hotkey.
es: Haga clic para establecer una nueva tecla de acceso directo.
sv: Klicka för att ange en ny snabbtangent

source: Whether or not to include images from sub-folders.
es: Incluir o no imágenes en subcarpetas.
sv: Om undermappar skall inkluderas.

source: Failed to update keybinding
es: Error al actualizar la vinculación de teclas
sv: Kunde inte uppdatera tangentbindningen

source: Are you sure you want to delete the profile »%s«?
es: ¿Está seguro de que quiere eliminar el perfil »%s«?
sv: Vill du verkligen ta bort profilen »%s«?

source: Yes
es: Si
sv: Ja

source: Profile Name
es: Nombre del Perfil
sv: Profilnamn

source: OK
es: Aceptar

source: Contributors/Mentions:
es: Colaboradores/Menciones:
sv: Bidragsgivare/Omnämnanden:

source: translator-credits
es: Odyseus https://github.com/Odyseus
sv: Åke Engelbrektson

source: Reset settings to defaults
es: Restablecer preferencias a los valores predeterminados
sv: Återställ inställningarna till standard

source: Import settings from a file
es: Importar preferencias desde un archivo
sv: Importera inställningar från en fil

source: Export settings to a file
es: Exportar preferencias a un archivo
sv: Exportera inställningarna till en fil

source: Remember window size
es: Recordar tamaño de ventana
sv: Kom ihåg fönsterstorlek

source: Restart Cinnamon
es: Reiniciar Cinnamon
sv: Starta om Cinnamon

source: About
es: Acerca de
sv: Om

source: Manage settings
es: Administrar preferencias
sv: Hantera inställningar

source: Warning: Trying to reset all %s settings!!!
es: Advertencia: ¡Intentando restablecer todos los ajustes de %s!
sv: Varning! Du försöker återställa alla %s-inställningar!!!

source: Reset all %s settings to default?
es: ¿Restablecer todas las configuraciones de %s por defecto?
sv: Vill du återställa alla %s-inställningar till standardinställning?

source: Select or enter file to export to
es: Seleccionar o ingresar el archivo hacia el cual exportar
sv: Välj eller ange en fil att exportera till

source: _Save
es: _Guardar
sv: _Spara

source: Select a file to import
es: Seleccionar un archivo desde el cual importar
sv: Välj en fil att importera

source: DCONF files
es: Archivos DCONF
sv: DCONF-filer

source: %s applet preferences
es: Preferencias del applet %s
sv: %s programinställningar

source: Please enter your password to install the required settings schema for %s
es: Por favor, introduzca su contraseña para instalar el esquema de configuración necesario para %s
sv: Ange ditt lösenord för att installera det obligatoriska inställningsschemat för %s

source: Could not install the settings schema for %s. You will have to perform this step yourself.
es: No se ha podido instalar el esquema de configuración para %s. Tendrá que realizar este paso usted mismo.
sv: Kunde inte installera inställningsschemat för %s. Du måste utföra detta steg manuellt.

source: Please enter your password to remove the settings schema for %s
es: Por favor, introduzca su contraseña para eliminar el esquema de configuración para %s
sv: Ange ditt lösenord för att ta bort inställningsschemat för %s

source: Could not remove the settings schema for %s. You will have to perform this step yourself. This is not a critical error.
es: No se pudo eliminar el esquema de configuración para %s. Tendrá que realizar este paso usted mismo. Esto no es un error crítico.
sv: Kunde inte ta bort inställningsschemat för %s. Du måste utföra detta steg manuellt. Detta är inget allvarligt fel.

source: Schema %s could not be found for extension %s.
es: No se pudo encontrar el esquema %s para la extensión %s.
sv: Schema %s kunde inte hittas för tillägg %s.

source: Please check your installation.
es: Compruebe su instalación.
sv: Kontrollera din installation.

source: Wallpapers will be changed in random order
es: Fondos de pantalla serán cambiados en orden aleatorio
sv: Bakgrunderna byts i slumpmässig ordning

source: Wallpapers will be changed in alphabetical order
es: Fondos de pantalla serán cambiados en orden alfabético
sv: Bakgrunderna byts i alfabetisk ordning

source: Wallpaper rotation every %s seconds
es: Rotación de fondos de pantalla casa %s segundos
sv: Bakgrundsbyte var %s:e sekund

source: Automatic rotation disabled
es: Rotación automática deshabilitada
sv: Automatiskt byte inaktiverat

source: Wallpaper rotation at the beginning of every hour
es: Rotación de fondos de pantalla al principio de cada hora
sv: Bakgrundsbyte i början på varje timma

source: You must provide at least two states for the button
es: Al menos dos estados deben ser provistos para el botón
sv: Du måste ange minst två tillstånd för knappen

source: Unable to go back any further, no history available
es: No se puede volver más atrás, no hay historial disponible
sv: Kan inte backa längre, det finns ingen historik

source: Open Current Wallpaper
es: Abrir Fondo de Pantalla Actual
sv: Öppna nuvarande bakgrund

source: Open Next Wallpaper
es: Abrir el Fondo de Pantalla Siguiente
sv: Öppna nästa bakgrund

source: Profile: %s
es: Perfil: %s
sv: Profil: %s

source: Applet activation aborted!!!
es: ¡¡¡Activación del ajuste abortada!!!
sv: Programaktivering avbruten!!!

source: Your Cinnamon version may not be compatible!!!
es: ¡¡¡Su versión de Cinnamon puede que no sea compatible!!!
sv: Din Cinnamon-version kanske inte är kompatibel!!!

source: Minimum Cinnamon version allowed: 3.0
es: Versión mínima de CInnamon permitida: 3.0
sv: Lägsta Cinnamon-version som stöds: 3.0

source: Extra Options
es: Opciones Extra
sv: Extra alternativ

source: Auto Start Daemon
es: Auto Iniciar Demonio
sv: Starta tjänsten automatiskt

source: Change with Profile
es: Cambiar con el Perfil
sv: Byt med profil

source: When enabled, this will cause the daemon to automatically change the wallpaper whenever the current profile is changed.
es: Con esta opción activada, el demonio cambiará automáticamente el fondo de pantalla siempre que se cambie el perfil actual.
sv: Vid aktivering kommer tjänsten att byta bakgrund automatiskt, varje gång som aktuell profil ändras.

source: Notifications
es: Notificaciones
sv: Aviseringar

source: Remember Profile State
es: Recordar Estado del Perfil
sv: Kom ihåg profilstatus

source: Wallpaper Changed
es: Fondo de Pantalla Cambiado
sv: Bakgrund ändrad

source: Daemon Error
es: Error de Demonio
sv: Tjänstfel

source: Notifications are now %s
es: Notificaciones están ahora %s
sv: Aviseringar är nu %s

source: disabled
es: desactivadas
sv: inaktiverade

source: enabled
es: activadas
sv: aktiverade

source: Profile changed to %s
es: Perfil cambiado a %s
sv: Profil ändrad till %s

source: Configure...
es: Configurar...
sv: Konfigurera...

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked below.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på nedanstående länk.

source: Cinnamon wallpaper slideshow applet with multiple profiles support.
es: Diapositivas de fondos de pantalla para Cinnamon con soporte para múltiples perfiles.
sv: Cinnamon-växlare för skrivbordsbakgrunder med flerprofilsstöd.

source: See this xlet help file.
es: Ver el archivo de ayuda de este xlet.
sv: Se hjälpfilen för denna xlet.

source: Applet
sv: Panelprogram

source: No
sv: Nej
