Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/dgs-bpivaty@gmail.com/*.po
Languages: ca, hu, vi

source: Diplays DGS user games status
ca: Mostra l'estat dels jocs DGS de l'usuari
hu: Megjeleníti a DGS felhasználói játékok állapotát
vi: Hiển thị trạng thái trò chơi của người dùng DGS

source: Manage your DGS games
ca: Gestioneu els vostres jocs DGS
hu: Kezelje DGS-játékait
vi: Quản lý các trò chơi DGS của bạn

source: DGS Applet
ca: Miniaplicació DGS
hu: DGS Kisalkalmazás
vi: Applet DGS

source: Settings DGS applet
ca: Configuració de la miniaplicació DGS
hu: DGS kisalkalmazás beállításai
vi: Cài đặt Applet DGS

source: DGS user id
ca: Id d'usuari DGS
hu: DGS felhasználói azonosító
vi: ID người dùng DGS

source: Press 'Login to DGS' button to set up.
ca: Feu clic a 'Iniciar sessió a DGS' per a configurar l'inici de sessió.
hu: Nyomja meg a „Bejelentkezés DGS-be” gombot a beállításhoz.
vi: Nhấn nút 'Đăng nhập DGS' để thiết lập.

source: Login to DGS
ca: Iniciar sessió a DGS
hu: Bejelentkezés DGS-be
vi: Đăng nhập DGS

source: Press this button to identify the DGS user.
ca: Cliqueu aquest botó per identificar l'usuari DGS.
hu: Nyomja meg ezt a gombot a DGS felhasználó azonosításához.
vi: Nhấn nút này để xác định người dùng DGS.

source: 2 minutes
ca: 2 minuts
hu: 2 perc
vi: 2 phút

source: 5 minutes
ca: 5 minuts
hu: 5 perc
vi: 5 phút

source: 10 minutes
ca: 10 minuts
hu: 10 perc
vi: 10 phút

source: 15 minutes
ca: 15 minuts
hu: 15 perc
vi: 15 phút

source: Check games status every
ca: Comprovar l'estat dels jocs cada
hu: Ellenőrizze a játékok állapotát minden alkalommal
vi: Kiểm tra trạng thái trò chơi mỗi

source: Yes
ca: Sí
hu: Igen
vi: Có

source: No
hu: Nem
vi: Không

source: Beep on notification
ca: Envia una alerta auditiva en emetre una notificació
hu: Hangjelzés értesítéskor
vi: Phát âm thanh khi có thông báo
