Repository: linuxmint/cinnamon-spices-applets
Catalog: rssdock@lyk4s5/files/rssdock@lyk4s5/po/*.po
Languages: fr, hu

source: Loading Newsticker...
fr: Chargement du fil d'actualité...
hu: Hírmatrica betöltése...

source: No RSS source configured
fr: Aucune source RSS n'est configurée
hu: Nincs RSS-forrás konfigurálva

source: RSSDock
hu: RSSDokk

source: Multi-source RSS news ticker with smooth scrolling and time stamps.
fr: Fil d'actualité RSS multi-sources avec défilement fluide et horodatage.
hu: Többforrású RSS hírösszefoglaló sima görgetéssel és időbélyegekkel.

source: NEWS Sources
fr: Sources d'informations
hu: HÍRFORRÁSOK

source: Source Name
fr: Nom de la source
hu: Forrásnév

source: minutes
hu: perc

source: Update Frequency
fr: Fréquence de mise à jour
hu: Frissítési gyakoriság

source: Visible Characters
fr: Nombre de caractères visibles sur le panneau
hu: Látható karakterek

source: Width Multiplier
fr: Multiplicateur de largeur
hu: Szélesség-szorzó

source: Speed (Low=Fast)
fr: Vitesse (+Bas = +Rapide)
hu: Sebesség (Alacsony=Gyors)

source: Vertical Offset
fr: Décalage vertical
hu: Függőleges eltolás

source: RSS URL
fr: URL du fil d'actualité RSS
