Repository: linuxmint/cinnamon-spices-applets
Catalog: cpu-monitor-text@gnemonix/files/cpu-monitor-text@gnemonix/po/*.po
Languages: es

source: Open System Monitor
es: Abrir monitor del sistema

source: A simple applet that displays the cpu usage.
es: Un sencillo applet que muestra el uso de la CPU.

source: Simple CPU Monitor
es: Simple monitor de CPU

source: Update Interval:
es: Intervalo de actualización:

source: Enter the interval in milliseconds between updates.
es: Introduzca el intervalo entre las actualizaciones en milisegundos.

source: milliseconds
es: milisegundos

source: Max Percentage:
es: Porcentaje máximo:

source: Change the max percentage. If not 100% than typically a multiple corresponding to the number of cores. Example: 4 cores (100 x 4) = 400%
es: Cambia el porcentaje máximo. Si no es el 100%, suele ser un múltiplo correspondiente al número de núcleos. Ejemplo: 4 núcleos (100 x 4) = 400%

source: Text:
es: Texto:

source: Enter custom text to show in the panel.
es: Introduzca un texto personalizado para mostrar en el panel.
