Repository: linuxmint/cinnamon-spices-applets
Catalog: places-bookmarks@dmo60.*/files/places-bookmarks@dmo60.*/po/*.po
Languages: ca

source: Computer
ca: Ordinador

source: File System
ca: Sistema de fitxers

source: Places
ca: Llocs

source: Access your places and bookmarks
ca: Accediu als vostres llocs i marcadors

source: Menu items icon size
ca: Mida de la icona dels ítems al menú

source: pixels
ca: píxels

source: Settings for places-bookmarks@dmo60.de
ca: Configuració de places-bookmarks@dmo60.de

source: Applet icon
ca: Icona de la miniaplicació

source: Leave blank to remove.
ca: Deixeu-ho en blanc per a eliminar.

source: Applet label
ca: Etiqueta de la miniaplicació
