Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@ArgosForCinnamon/files/0dyseus@ArgosForCinnamon/po/*.po
Languages: es, zh_cn

source: Description
es: Descripción
zh_cn: 描述

source: Argos for Cinnamon is an applet that turns executables' standard output into panel dropdown menus. It is inspired by, and fully compatible with, the Gnome Shell extension called [Argos](https://github.com/p-e-w/argos) by [Philipp Emanuel Weidmann](https://github.com/p-e-w), which in turn is inspired by, and fully compatible with, the [BitBar](https://github.com/matryer/bitbar) application for macOS. Argos for Cinnamon supports many [BitBar plugins](https://github.com/matryer/bitbar-plugins) without modifications, giving you access to a large library of well-tested scripts in addition to being able to write your own.
es: Argos para Cinnamon es un applet que convierte la salida estándar de archivos de comando en menúes desplegables del panel. Está inspirado y es totalmente compatible con la extensión para Gnome Shell llamada [Argos](https://github.com/pew/argos) por [Philipp Emanuel Weidmann](https://github.com/pew), que a su vez está inspirada y es totalmente compatible con la aplicación [BitBar](https://github.com/matryer/bitbar) para macOS. Argos para Cinnamon soporta muchos [complementos de BitBar](https://github.com/matryer/bitbar-plugins) sin modificaciones, lo que le da acceso a una gran biblioteca de archivos de comandos bien probados, además de ser capaz de escribir el suyo propio.
zh_cn: Cinnamon的Argos是将可执行文件的标准输出转换为面板下拉菜单的小程序。它受到[Philipp Emanuel Weidmann](https://github.com/pew)的[Argos[(https://github.com/pew/argos)Gnome Shell扩展的启发并与之完全兼容，其反过来又受到[BitBar](https://github.com/matryer/bitbar)macOS应用程序的启发并与之完全兼容。Cinnamon的Argos无需修改即可支持许多[BitBar插件](https://github.com/matryer/bitbar-plugins)，您可以访问经过良好测试的脚本的大型库，以及能够编写自己的脚本。

source: I will use the words *plugin* or *script* when referring to a script file associated with an instance on **Argos for Cinnamon** applet.
es: Voy a usar las palabras *complemento* o *archivo de comandos* cuando me refiera a un archivo de comandos asociado a una instancia del applet **Argos para Cinnamon**.
zh_cn: 当引用与**Argos for Cinnamon**小程序上的实例相关联的脚本文件时，我将使用*plugin*或*script*。

source: Key features
es: Características principales
zh_cn: 主要功能

source: **100% API compatible with BitBar 1.9.2:** All BitBar plugins that run on Linux (i.e. do not contain macOS-specific code) will work with Argos (else it's a bug).
es: **100% API compatible con BitBar 1.9.2:** Todos los complementos para BitBar que corren en Linux (por ejemplo, que no contienen código específico de macOS) van a funcionar con Argos (si no funcionan, es un error en Argos).

source: See **BitBar plugins with Argos for Cinnamon**.
es: Ver **Complementos de BitBar con Argos para Cinnamon**.

source: **Beyond BitBar:** Argos can do everything that BitBar can do, but also some things that BitBar can't do (yet). See the documentation for details.
es: **Más allá de BitBar:** Argos puede hacer todo lo que BitBar puede hacer, pero también algunas cosas que BitBar no puede hacer (todavía). Continuar leyendo esta documentación para más detalles.
zh_cn: **超越BitBar：**Argos可以做BitBar可以做的一切，但也有一些BitBar无法做到的事情。有关详细信息请参阅文档。

source: **Sophisticated asynchronous execution engine:** No matter how long your scripts take to run, Argos will schedule them intelligently and prevent blocking.
es: **Motor de ejecución asincrónica sofisticado:** No importa cuánto tiempo tomen sus archivos de comandos en ejecutarse, Argos las programará inteligentemente y evitará el bloqueo.
zh_cn: **复杂的异步执行引擎：**无论您的脚本运行多长时间，Argos都会智能安排并防止阻止。

source: **Unicode support:** Just print your text to stdout. It will be rendered the way you expect.
es: **Soporte Unicode:** Sólo imprima su texto en stdout. Se traducirá de la manera que usted espera.
zh_cn: ** Unicode支持：**只需将文本输出为标准输出。它将以您期望的方式渲染。

source: **Optimized for minimum resource consumption:** Even with multiple plugins refreshing every second, Argos typically uses less than 1 percent of the CPU.
es: **Optimizado para el consumo mínimo de recursos:** Incluso con varios complementos actualizando cada segundo, Argos normalmente usa menos del 1 por ciento de la CPU.
zh_cn: **优化最小资源消耗：**即使多个插件每秒刷新一次，Argos通常使用的CPU不到1%。

source: **Fully documented:**
es: **Totalmente documentado:**

source: See **Usage**.
es: Ver **Uso del applet**.

source: Dependencies
es: Dependencias
zh_cn: 依赖关系

source: xdg-open command
es: Comando xdg-open
zh_cn: xdg-open命令

source: Debian and Archlinux based distributions:
es: Distribuciones basadas en Debian y Archlinux:
zh_cn: Debian和Archlinux系发行版：

source: This command is installed with the package called **xdg-utils**.
es: Distribuciones basadas en Debian y Archlinux: Este comando es instalado por el paquete llamado **xdg-utils**.
zh_cn: 该命令安装使用名为**xdg-utils**的软件包。

source: Installed by default in modern versions of Linux Mint.
es: Instalado por defecto en todas las versiones modernas de Linux Mint.
zh_cn: 在现在的Linux Mint版本中已经默认安装。

source: Usage
es: Uso del applet
zh_cn: 用法

source: After placing a new instance of **Argos for Cinnamon** into a panel, one of the example scripts provided by this applet will be automatically attached to it and a menu will be created based on the output of the executed plugin. These example scripts contain various examples of what **Argos for Cinnamon** can do.
es: Después de colocar una nueva instancia de **Argos para Cinnamon** en un panel, uno de los archivos de comandos de ejemplo proporcionados por este applet se adjuntará automáticamente a él y se creará un menú basado en la salida del complemento ejecutado. Estos archivos de comandos de ejemplo contienen varios ejemplos de lo que **Argos para Cinnamon** es capaz de hacer.
zh_cn: 将**Argos for Cinnamon**的新实例放入面板后，该小程序提供的示例脚本之一将自动附加到它，并且将基于执行的插件的输出创建一个菜单。这些示例脚本包含了各种**Argos for Cinnamon**可以做的例子。

source: A just placed applet will have an initial execution interval of 0 seconds (zero seconds) and an initial applet text rotation interval of 3 seconds (three seconds). The execution interval is set to 0 seconds because the initial example script doesn't have any dynamic data that requires update. And the applet text rotation interval is set to 3 seconds so the text rotation of the example script can be seen in action.
es: Un applet recién colocado tendrá un intervalo de ejecución inicial de 0 segundos (cero segundos) y un intervalo inicial de rotación de texto de applet de 3 segundos (tres segundos). El intervalo de ejecución se establece en 0 segundos porque la secuencia de comandos de ejemplo inicial no tiene ningún dato dinámico que requiera actualización. Y el intervalo de rotación de texto de applet se establece en 3 segundos para que la rotación de texto del archivo de comandos de ejemplo se pueda ver en acción.
zh_cn: 刚刚放置的小程序将具有0秒（零秒）的初始执行间隔和3秒（3秒）的初始小程序文本轮流间隔。执行间隔设置为0秒，因为初始示例脚本没有任何需要更新的动态数据。小程序文本轮流间隔设置为3秒，因此可以在操作中看到示例脚本的文本轮流。

source: For scripts that display non dynamic data, it isn't needed an execution interval. But if your script displays dynamic data (a clock for example), then an execution and/or applet text rotation interval needs to be specified. Both of these values can be set from the applet context menu.
es: Para los archivos de comandos que muestran datos no dinámicos, no se necesita un intervalo de ejecución. Pero si su archivo de comandos muestra datos dinámicos (un reloj por ejemplo), entonces se debe especificar un intervalo de ejecución y/o de rotación de texto del applet. Ambos valores se pueden establecer desde el menú contextual del applet.
zh_cn: 对于显示非动态数据的脚本，不需要执行间隔。但是，如果您的脚本显示动态数据（例如时钟），则需要指定执行和/或小程序文本轮流间隔。这两个值都可以从小程序右键菜单中设置。

source: The three example scripts provided by this applet will produce the exact same output, but they are created using three different languages (**bash_examples.sh**, **python_examples.py** and **ruby_examples.rb**).
es: Los tres archivos de comandos de ejemplo proporcionados por este applet producirán exactamente la misma salida, pero se crean utilizando tres idiomas diferentes (**bash_examples.sh**, **python_examples.py** y **ruby_examples.rb**).
zh_cn: 这个小程序提供的三个示例脚本将产生完全相同的输出，但是它们使用三种不同的语言创建（**bash_examples.sh**、**python_examples.py**和**ruby_examples.rb**）。

source: Never save your custom plugins/scripts inside this applet folder. Otherwise, you will loose them all when there is an update for the applet.
es: Nunca guarde sus complementos/archivos de comandos personalizados dentro de la carpeta de este applet. De lo contrario, los perderá todos cuando haya una actualización para el applet.
zh_cn: 不要将自定义插件/脚本保存在此小程序文件夹中。否则，当有小程序的更新时，您将丢失它们。

source: File name format
es: Formato del nombre de archivo
zh_cn: 文件名格式

source: **Argos for Gnome Shell** parses the script's file name to extract certain set of preferences. **Argos for Cinnamon** doesn't parse the script's file name in such way (nor in any other way). All the applet settings can be set from the applet settings window and/or from the applet context menu.
es: **Argos para Gnome Shell** analiza el nombre de archivo de los archivos de comandos para extraer cierto conjunto de preferencias. **Argos para Cinnamon** no analiza el nombre de los archivos de comandos de tal manera (ni de ninguna otra manera). Todas las configuraciones del applet se pueden realizar desde la ventana de configuración del applet y/o desde el menú contextual del applet.
zh_cn: **Argos for Gnome Shell**解析脚本的文件名以提取某些偏好设置。**Argos for Cinnamon**不会以这种方式解析脚本的文件名（也不以任何其他方式）。所有的小程序设置都可以从小程序设置窗口和/或从小程序右键菜单中进行设置。

source: Output format
es: Formato de salida
zh_cn: 输出格式

source: Argos plugins are executables (such as shell scripts **(*)**) that print to standard output lines of the following form:
es: Los complementos de Argos son ejecutables (como archivos de comandos de shell **(*)**) que imprimen líneas de salida estándar de la siguiente forma:
zh_cn: Argos插件是可执行文件（例如shell脚本**(*)**），可以输出到以下格式的标准输出行：

source: All attributes are optional, so the most basic plugins simply print lines consisting of text to be displayed. To include whitespace, attribute values may be quoted using the same convention employed by most command line shells.
es: Todos los atributos son opcionales, por lo que los complementos más básicos simplemente imprimen líneas que consisten en texto que se mostrará. Para incluir espacios en blanco, los valores de atributo se pueden citar utilizando la misma convención empleada por la mayoría de los shells de línea de comandos.
zh_cn: 所有属性都是可选的，所以最基本的插件只需输出包含要显示的文本的行。要包括空格，属性值可以使用大多数命令行shell使用的相同约定引用。

source: (*) Not just shell scripts, but also python scripts, ruby scripts or any other script in any other language that can print to standard output.
es: (*) No sólo archivos de comandos shell, sino también archivos de comandos python, archivos de comandos ruby ​​o cualquier otro archivos de comandos en cualquier otro idioma que pueda imprimir a salida estándar.
zh_cn: (*)不仅仅是shell脚本，而且还有python脚本，ruby脚本或任何其他可以输出到标准输出的其他语言的脚本。

source: Rendering
es: Representación
zh_cn: 渲染

source: Lines containing only dashes (`---`) are *separators*.
es: Las líneas que contienen sólo guiones (`---`) son *separadores*.
zh_cn: 只包含破折号（`---`）的行是*分隔符*。

source: Lines above the first separator belong to the applet button itself. If there are multiple such lines, they are displayed in succession, each of them for a configurable amount of time (rotation interval) before switching to the next. Additionally, all button lines get a dropdown menu item, except if their `dropdown` attribute is set to `false`.
es: Las líneas sobre el primer separador pertenecen al propio botón del applet. Si hay varias líneas de este tipo, se muestran sucesivamente, cada una de ellas durante un intervalo de tiempo configurable (intervalo de rotación) antes de pasar a la siguiente. Además, todas las líneas de botones obtienen un elemento de menú desplegable, excepto si su atributo `dropdown` está establecido en `false`.
zh_cn: 第一个分隔符之上的行属于小程序按钮本身。如果有多个这样的行，则在切换到下一个行之前，它们被连续地显示，每个行可配置的时间量（轮流间隔）。另外，所有的按钮行都会有一个下拉菜单项，除非它们的`dropdown`属性设置为`false`。

source: Lines below the first separator are rendered as dropdown menu items. Further separators create graphical separator menu items.
es: Las líneas debajo del primer separador se representan como elementos del menú desplegable. Otros separadores crean separadores gráficos de elementos del menú.
zh_cn: 第一个分隔符下方的行将呈现为下拉菜单项。其他分隔符创建图形分隔符菜单条目。

source: Lines beginning with `--` are rendered in a submenu associated with the preceding unindented line. **Argos for Cinnamon** supports unlimited number of nested submenus.
es: Las líneas que comienzan con `--` son representadas como un submenú asociado con la línea sin sangría precedente. **Argos para Cinnamon** soporta un número ilimitado de submenús anidados.
zh_cn: 以`--`开头的行在与前一个未连接行相关联的子菜单中呈现。**Argos for Cinnamon**支持无限数量的嵌套子菜单。

source: [Emoji codes](http://www.emoji-cheat-sheet.com) like `:horse:` and `:smile:` in the line text are replaced with their corresponding Unicode characters (unless the `emojize` attribute is set to `false`). Note that unpatched Cinnamon does not yet support multicolor emoji.
es: [Códigos emoji](http://www.emoji-cheat-sheet.com) como `:horse:` y `:smile:` en el texto de línea se sustituyen por sus caracteres Unicode correspondientes (a menos que el atributo `emojize` sea establecido en `false`). Tener en cuenta que Cinnamon "sin parchear" todavía no soporta emojis multicolor.
zh_cn: [Emoji code](http://www.emoji-cheat-sheet.com)如`:horse:`和`:smile:`在行文本中被替换为相应的Unicode字符（除非`emojize`属性设置为`false`）。请注意，未打补丁的Cinnamon尚不支持多色emoji。

source: [ANSI SGR escape sequences](https://en.wikipedia.org/wiki/ANSI_escape_code#graphics) and [Pango markup](https://developer.gnome.org/pango/stable/PangoMarkupFormat.html) tags may be used for styling. This can be disabled by setting the `ansi` and `useMarkup` attributes, respectively, to `false`.
es: [Secuencias de escape ANSI SGR](https://en.wikipedia.org/wiki/ANSI_escape_code#graphics) y [etiquetas de marcado Pango](https://developer.gnome.org/pango/stable/PangoMarkupFormat.html) pueden ser utilizadas para darle estilo al texto. Esto puede desactivarse estableciendo los atributos `ansi` y `useMarkup`, respectivamente, en `false`.
zh_cn: [ANSI SGR转义序列](https://en.wikipedia.org/wiki/ANSI_escape_code#graphics)和[Pango标记](https://developer.gnome.org/pango/stable/PangoMarkupFormat.html)标记可用于造型。可以通过分别将`ansi`和`useMarkup`属性分别设置为`false`来禁用。

source: Backslash escapes such as `\n` and `\t` in the line text are converted to their corresponding characters (newline and tab in this case), which can be prevented by setting the `unescape` attribute to `false`. Newline escapes can be used to create multi-line menu items.
es: Los escapes de barra invertida como `\n` y ` \t` en el texto de línea se convierten a sus caracteres correspondientes (nueva línea y tabulador en este caso), lo que puede evitarse si se establece el atributo `unescape` en `false`. Las salidas de nueva línea se pueden utilizar para crear elementos de menú de varias líneas.
zh_cn: 在行文本中如“\n”和“\t”的反斜杠转义将转换为相应的字符（在这种情况下为换行符和标签），可以通过将`unescape`属性设置为`false`来避免。换行符可用于创建多行菜单条目。

source: Line attributes
es: Atributos de línea
zh_cn: 行属性

source: Display
es: Visualización
zh_cn: 显示

source: Control how the line is rendered.
es: Controla cómo se representa la línea.
zh_cn: 控制行的呈现方式。

source: Attribute
es: Atributo
zh_cn: 属性

source: Value
es: Valor
zh_cn: 值

source: Hex RGB/RGBA or color name
es: Representación hexadecimal RGB/RGBA o nombre de color
zh_cn: Hex RGB/RGBA或颜色名称

source: Sets the text color for the item.
es: Establece el color de texto para el ítem.
zh_cn: 设置条目的文本颜色。

source: Font name
es: Nombre de fuente
zh_cn: 字体名称

source: Sets the font for the item.
es: Establece la fuente para el ítem.
zh_cn: 设置条目的字体。

source: Font size in points
es: Tamaño de fuente en puntos (points).
zh_cn: 字体大小（以点为单位）

source: Sets the font size for the item.
es: Establece el tamaño de fuente para el ítem.
zh_cn: 设置条目的字体大小。

source: Icon name
es: Nombre de ícono
zh_cn: 图标名称

source: Sets a menu icon for the item. See the [freedesktop.org icon naming specification](https://specifications.freedesktop.org/icon-naming-spec/icon-naming-spec-latest.html) for a list of valid names. **Argos only.** **Argos for Cinnamon** also supports a path to an icon file (paths starting with `~/` will be expanded to the user's home folder).
es: Establece un ícono para el elemento de menú. Consulte la [especificación de nombres del icono en freedesktop.org](https://specifications.freedesktop.org/icon-naming-spec/icon-naming-spec-latest.html) para obtener una lista de nombres válidos. **Argos only.** **Argos para Cinnamon** también soporta una ruta a un archivo de ìcono (las rutas que comienzan con `~ /` se expandirán a la carpeta del usuario).
zh_cn: 设置项目的菜单图标。有关有效名称的列表，请参阅[freedesktop.org图标命名规范](https://specifications.freedesktop.org/icon-naming-spec/icon-naming-spec-latest.html)。**仅限于Argos。** **Argos for Cinnamon**还支持图标文件的路径（以`〜/`开头的路径将扩展到用户的主文件夹）。

source: Base64-encoded image file
es: Archivo de imagen codificado en Base-64
zh_cn: Base64编码的图像文件

source: Renders an image inside the item. The image is positioned to the left of the text and to the right of the icon. Cinnamon does not have a concept of *template images*, so `image` and `templateImage` are interchangeable in Argos.
es: Procesa una imagen dentro del elemento. La imagen se coloca a la izquierda del texto y a la derecha del icono. Cinnamon no tiene un concepto de *plantilla de imágenes*, por lo que `image` y ` templateImage` son intercambiables en Argos.
zh_cn: 渲染条目中的图像。图像位于文本的左侧和图标的右侧。Cinnamon没有*模板图像的概念*，所以`image`和`templateImage`可以在Argos中互换。

source: Width/height in pixels
es: Ancho/Altura en píxeles
zh_cn: 宽度/高度（以像素为单位）

source: Sets the dimensions of the image. If only one dimension is specified, the image's original aspect ratio is maintained. **Argos only.**
es: Establece las dimensiones de la imagen. Si sólo se especifica una dimensión, se mantiene la relación de aspecto original de la imagen. **Argos solamente.**
zh_cn: 设置图像的尺寸。如果仅指定了一个尺寸，则保持图像的原始宽高比。**仅适用于Argos**

source: Length in characters
es: Longitud en caracteres
zh_cn: 字符长度

source: Truncate the line text to the specified number of characters, ellipsizing the truncated part.
es: Truncar el texto de línea al número especificado de caracteres, elipsando la parte truncada.
zh_cn: 将行文本截断为指定数量的字符，省略截断的部分。

source: or
es: o
zh_cn: 或

source: If `false`, preserve leading and trailing whitespace of the line text.
es: Si `false`, conserva los espacios en blanco al inicio y al final de la línea de texto.
zh_cn: 如果为`false`，则保留行文本的前导和尾随空格。

source: If `false` and the line is a button line (see above), exclude it from being displayed in the dropdown menu.
es: Si `false` y la línea es una línea para el botón (ver arriba), excluya que se muestre en el menú desplegable.
zh_cn: 如果为`false`，该行是一个按钮行（见上文），请将其从下拉菜单中排除。

source: If `true`, the item is hidden by default, and shown in place of the preceding item when the [[Alt]] key is pressed.
es: Si `true`, el elemento se oculta de forma predeterminada y se muestra en lugar del elemento anterior cuando se pulsa la tecla [[Alt]].
zh_cn: 如果为`true`，默认情况下隐藏该条目，并按[[Alt]]键时显示为上一项。

source: If `false`, disable substitution of `:emoji_name:` with emoji characters in the line text.
es: Si `false`, deshabilita la sustitución de `:emoji_name:` con caracteres emoji en el texto de línea.
zh_cn: 如果为`false`，则禁止在行文本中使用emoji字符替换`:emoji_name:`。

source: If `false`, disable interpretation of ANSI escape sequences in the line text.
es: Si `false`, desactivar la interpretación de las secuencias de escape ANSI en el texto de línea.
zh_cn: 如果为`false`，则禁用在行文本中ANSI转义序列的解释。

source: If `false`, disable interpretation of Pango markup in the line text. **Argos only.**
es: Si `false`, deshabilita la interpretación del marcado de Pango en el texto de línea. **Argos solamente.**
zh_cn: 如果为`false`，则禁止在行文本中Pango标记的解释。**仅适用于Argos。**

source: If `false`, disable interpretation of backslash escapes such as `\n` in the line text. **Argos only.**
es: Si `false`, deshabilitar la interpretación de los escapes de barra invertida como `\n` en el texto de línea. **Argos solamente.**
zh_cn: 如果为`false`，则禁止对行文本中如“\n”等反斜杠转义的解释。**仅适用于Argos**

source: Attributes available on **Argos for Cinnamon** only.
es: Atributos disponibles en **Argos para Cinnamon** solamente.
zh_cn: 属性仅适用于**Argos for Cinnamon**。

source: Text to display as toolip
es: Texto a mostrar como información sobre herramientas
zh_cn: 要显示为提示的文本

source: Sets the tooltip for the item.
es: Establece la información de herramientas para el elemento.
zh_cn: 设置条目的提示。

source: An integer from 12 to 512
es: Un número entero de 12 a 512
zh_cn: 从12到512间的整数

source: Sets the size for the item's `iconName`.
es: Establece el tamaño del ícono `iconName` del elemento.
zh_cn: 设置条目的`iconName`的字体大小。

source: If `true`, the symbolic version of `iconName` will be used on the item (if exists).
es: Si `true`, la versión simbólica de `iconName` se utilizará en el elemento (si existe).
zh_cn: 如果为`true`，则将在条目（如果存在）上使用“iconName”的符号版本。

source: Actions
es: Acciones
zh_cn: 动作

source: Define actions to be performed when the user clicks on the line's menu item.
es: Defina las acciones a realizar cuando el usuario hace clic en el elemento de menú de la línea.
zh_cn: 定义用户点击行的菜单条目时要执行的操作。

source: Action attributes are *not* mutually exclusive. Any combination of them may be associated with the same item, and all actions are executed when the item is clicked.
es: Los atributos de acción no son mutuamente exclusivos. Cualquier combinación de ellos puede estar asociada con el mismo elemento, y todas las acciones se ejecutan cuando se hace clic en el elemento.
zh_cn: 动作属性*不*互斥。它们的任何组合可以与相同条目相关联，并且当点击条目时执行所有动作。

source: Bash command
es: Comando Bash
zh_cn: Bash命令

source: Runs a command using `bash` inside any terminal emulator window.
es: Ejecuta un comando usando `bash` dentro de cualquier ventana de emulador de terminal.
zh_cn: 在任何终端仿真器窗口中使用`bash'运行命令。

source: If `false`, runs the Bash command in the background (i.e. without opening a terminal window).
es: Si `false`, ejecuta el comando Bash en el fondo (es decir, sin abrir una ventana de terminal).
zh_cn: 如果为`false`，则在后台运行Bash命令（即不打开终端窗口）。

source: Command line arguments
es: Argumentos de la línea de comandos
zh_cn: 命令行参数

source: Arguments to be passed to the Bash command. *Note: Provided for compatibility with BitBar only. Argos allows placing arguments directly in the command string.*
es: Argumentos que se deben pasar al comando Bash. *Nota: Sólo para compatibilidad con BitBar. Argos permite colocar argumentos directamente en la cadena de comandos.*
zh_cn: 要传递给Bash命令的参数。*注意：仅与BitBar兼容。Argos允许将参数直接放在命令字符串中。*

source: Opens a URI in the application registered to handle it. URIs starting with `http://` launch the web browser, while `file://` URIs open the file in its associated default application. **Argos for Cinnamon** also supports paths starting with `~/` that will be automatically expanded to the user's home folder.
es: Abre una URI en la aplicación registrada para manejarla. Las URIs que empiezan con `http: //` lanzan el navegador web, mientras que las URIs que empiezan con `file: //` abren el archivo con su aplicación predeterminada asociada. **Argos for Cinnamon** también admite rutas que comienzan con `~ /` que se expandirán automáticamente a la carpeta del usuario.
zh_cn: 使用注册的应用程序打开URI进行处理。以http://开头的URI启动Web浏览器，而`file://`URI在关联的默认应用程序中打开文件。**Argos for Cinnamon**还支持以`〜/`开头的路径，将自动扩展到用户的主文件夹。

source: JavaScript code
es: Código JavaScript
zh_cn: JavaScript代码

source: Passes the code to JavaScript's `eval` function. **Argos only.**
es: Pasa el código a la función JavaScript `eval`. **Argos solamente.**
zh_cn: 将代码传递给JavaScript的`eval`函数。**仅适用于Argos**
