Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@ArgosForCinnamon/files/0dyseus@ArgosForCinnamon/po/*.po
Languages: es, zh_cn

source: If `true`, re-runs the plugin, updating its output.
es: Si `true`, vuelve a ejecutar el complemento, actualizando su salida.
zh_cn: 如果为`true`，重新运行插件，更新其输出。

source: BitBar plugins with Argos for Cinnamon
es: Complementos de BitBar con Argos para Cinnamon
zh_cn: 用于Argos for Cinnamon的BitBar插件

source: WARNING!!! DO NOT RANDOMLY TEST SCRIPTS!!!
es: ¡¡¡ADVERTENCIA!!! ¡NO REALIZAR PRUEBAS ALEATORIAS CON ARCHIVOS DE COMANDOS!
zh_cn: 警告！！！不要随便测试脚本！

source: 1. Apply common sense. Read and understand what a script does and how demanding it could be.
es: 1. Aplicar sentido común. Leer y entender lo que hace un archivo de comandos y lo exigente que podría ser.
zh_cn: 1.应用常识。请阅读并了解脚本的作用以及要求。

source: 2. Test unknown scripts on an environment from which you can recover easily (for example, a virtual machine).
es: 2. Probar archivos de comandos desconocidos en un entorno desde el que pueda recuperarse fácilmente (como por ejemplo, una máquina virtual).
zh_cn: 2.在易于恢复的环境中测试未知脚本（例如虚拟机）。

source: 3. I found one specific case in which a script can freeze and ultimately crash Cinnamon. It's a script that downloads a GIF image from the internet, converts it to Base64 and then that encoded image is inserted into a menu item using the *image* attribute. I will not provide a link to that script, but if you follow the very first advice that I listed here, when you see that script, you will know.
es: 3. He encontrado un caso específico en el que un archivo de comandos puede congelar y finalmente bloquear Cinnamon. Es un archivo de comandos que descarga una imagen GIF desde Internet, la convierte en Base64 y luego esa imagen codificada se inserta en un elemento de menú utilizando el atributo *image*. No voy a proporcionar un enlace a ese script, pero si se ha seguido el primer consejo que he enumerado aquí, cuando ese archivo de comandos es encontrado, se sabrá de lo que hablo.
zh_cn: 我发现一个特定的情况，一个脚本可以造成Cinnamon卡住并最终崩溃。这是一个从互联网下载GIF图像的脚本，将其转换为Base64，然后使用*image*属性将编码图像插入到菜单条目中。我不会提供该脚本的链接，但是如果您按照我在此列出的第一个建议，当您看到该脚本时，您就会知道。

source: These screenshots show how some scripts from the BitBar plugin repository look when rendered by Argos compared to the "canonical" BitBar rendering (macOS screenshots taken from https://getbitbar.com).
es: Estas capturas de pantalla muestran cómo algunas secuencias de comandos del repositorio de complementos de BitBar se ven cuando son procesadas por Argos en comparación con la representación *canónica* de BitBar (capturas de pantalla de macOS tomadas de https://getbitbar.com).
zh_cn: 这些屏幕截图显示了由Argos渲染的BitBar插件存储库中的一些脚本与“典型的”BitBar渲染（从https://getbitbar.com获取的macOS屏幕截图）相比较。

source: Argos on Cinnamon
es: Argos para Cinnamon

source: BitBar on macOS
es: BitBar en macOS
zh_cn: macOS上的BitBar

source: Plugin
es: Complemento
zh_cn: 插件

source: The following two sections are available only in English.
es: Las siguientes dos secciones están disponibles sólo en Inglés.
zh_cn: 以下两个部分仅使用英语。

source: language-name
es: Español
zh_cn: 简体中文

source: Help
es: Ayuda
zh_cn: 帮助

source: Contributors
es: Colaboradores
zh_cn: 贡献者

source: Changelog
es: Registro de cambios
zh_cn: 变更日志

source: Choose language
es: Elegir idioma
zh_cn: 选择语言

source: Help for %s
es: Ayuda para %s
zh_cn: %s的帮助

source: IMPORTANT!!!
es: ¡IMPORTANTE!
zh_cn: 重要！！！

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
es: Jamás borrar ninguno de los archivos encontrados dentro de la carpeta de este xlet. Podría romper la funcionalidad del xlet.
zh_cn: 不要删除该xlet文件夹内的任何文件。可能会损坏该xlet的功能。

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
zh_cn: 错误报告，功能请求和贡献应该在下方链接的xlet的仓库上完成。

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
es: Localización de applets/desklets/extensiones (también conocidos como xlets)
zh_cn: 小程序/桌面小工具/扩展（也称为xlets）本地化

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
es: Si este xlet se instaló desde Configuración de Cinnamon, todas las localizaciones de este xlet se instalaron automáticamente.
zh_cn: 如果该xlet安装自Cinnamon设置，该xlet的所有本地化已经自动安装。

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
es: Si este xlet se instaló manualmente y no a través de Configuración de Cinnamon, las localizaciones se pueden instalar ejecutando el archivo llamado **localizations.sh** desde una terminal abierta dentro de la carpeta del xlet.
zh_cn: 如果该xlet是通过手动安装而不是Cinnamon设置，可以通过打开终端执行xlet文件夹内名为**localizations.sh**的脚本安装本地化。

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
es: Si este xlet no está disponible en su idioma, la localización puede ser creada siguiendo las siguientes instrucciones.
zh_cn: 如果该xlet没有您的语言的本地化，您可以按照以下说明进行创建。

source: Select a file
es: Seleccionar un archivo
zh_cn: 选择文件

source: _Cancel
es: _Cancelar
zh_cn: 取消(_C)

source: _Open
es: _Abrir
zh_cn: 打开(_O)

source: Nothing to do here.
es: Nada que hacer aquí.
zh_cn: 什么也不做

source: Argos line 1
es: Argos línea 1
zh_cn: Argos 行1

source: Argos line 2
es: Argos línea 2
zh_cn: Argos 行2

source: eval, tooltip and alternate examples
es: Ejemplos de eval, tooltip y alternate
zh_cn: eval、提示和备用示例

source: Press Alt key to see effect
es: Presionar la tecla Alt para ver el efecto
zh_cn: 按Alt键查看效果

source: Default item - eval example
es: Ítem predeterminado - ejemplo de eval
zh_cn: 默认条目 - eval示例

source: Default item tooltip - Press Alt key to display alternate item
es: Caja de herramientas del ítem predeterminado - Presionar la tecla Alt para mostrar el ítem alternativo
zh_cn: 默认条目提示 - 按Alt键显示备用条目

source: Default item
es: Ítem predeterminado
zh_cn: 默认条目

source: Notification activated by default item.
es: Notificación activada por el ítem predeterminado
zh_cn: 通知已由默认条目激活。

source: Alternate item - eval example
es: Ítem alternativo - ejemplo de eval
zh_cn: 备用条目 - eval示例

source: Alternate item tooltip
es: Caja de herramientas del ítem alternativo
zh_cn: 备用条目提示

source: Alternate item
es: Ítem alternativo
zh_cn: 备用条目

source: Notification activated by alternate item.
es: Notificación activada por el ítem alternativo
zh_cn: 通知已由备用条目激活。

source: Default - PyGObject API Reference - URL example
es: Predeterminado - Referencia de API de PyGObject - Ejemplo de URL
zh_cn: 默认 - PyGObject API参考 - URL示例

source: Alternate - DistroWatch - URL example
es: Alternativo - DistroWatch - ejemplo de URL
zh_cn: 备用 - DistroWatch -URL示例

source: Default - Looking Glass log - URI to file example
es: Predeterminado - Registro Looking Glass - ejemplo de URI de archivo
zh_cn: 默认 - Looking Glass日志 - 文件示例的URI

source: Alternate - xsession-errors log - URI to file example
es: Alternativo - Registro de xsession-errors - ejemplo de URI de archivo
zh_cn: 备用 - xsession-errors日志 - 文件示例的URI

source: Menu and submenu examples
es: Ejemplos de menúes y submenúes
zh_cn: 菜单和子菜单示例

source: Sub menu level 2
es: Submenú nivel 2
zh_cn: 子菜单级别2

source: Sub menu item level 2
es: Ítem de submenú nivel 2
zh_cn: 子菜单条目级别2

source: Sub menu level 3
es: Submenú nivel 3
zh_cn: 子菜单级别3

source: Sub menu item level 3
es: Ítem de submenú nivel 3
zh_cn: 子菜单条目级别3

source: Sub menu level 4
es: Submenú nivel 4
zh_cn: 子菜单级别4

source: Sub menu item level 4
es: Ítem de submenú nivel 4
zh_cn: 子菜单条目级别4

source: Menu items with icons examples
es: Ejemplos de menú ítems con íconos
zh_cn: 含图标示例的菜单条目

source: A default icon size can be set on the applet settings window
es: El tamaño de íconos predeterminado puede ser establecido las preferencias del applet
zh_cn: 可以在小程序设置窗口设置默认图标大小

source: Item with a 12 pixels symbolic icon
es: Ítem con un ícono simbólico de 12 píxeles
zh_cn: 带有12像素符号图标的条目

source: Item with a 14 pixels icon
es: Ítem con un ícono de 14 píxeles
zh_cn: 带有14像素图标的条目

source: Item with a 16 pixels symbolic icon
es: Ítem con un ícono simbólico de 16 píxeles
zh_cn: 带有16像素符号图标的条目

source: Item with a 18 pixels icon
es: Ítem con un ícono de 18 píxeles
zh_cn: 带有18像素图标的条目

source: Item with a 20 pixels symbolic icon
es: Ítem con un ícono simbólico de 20 píxeles
zh_cn: 带有20像素符号图标的条目

source: ANSI colors and emojis examples
es: Ejemplos de colores ANSI y emotíconos
zh_cn: ANSI颜色和emoji示例

source: ANSI colors example
es: Ejemplos de colores ANSI
zh_cn: ANSI颜色示例

source: Pango markup examples
es: Ejemplos de Pango markup
zh_cn: Pango标记示例

source: Convenience tags
es: Etiquetas de conveniencia
zh_cn: 便签

source: Bold text
es: Texto en negrita
zh_cn: 粗体

source: Italic text
es: Texto en itálica
zh_cn: 斜体

source: Strikethrough text
es: Texto tachado
zh_cn: 删除线

source: Underline text
es: Texto subrayado
zh_cn: 下划线

source: Subscript text
es: Texto de subíndice
zh_cn: 下标文本

source: Superscript text
es: Texto de superíndice
zh_cn: 上标文本

source: Big text
es: Texto grande
zh_cn: 大字体

source: Small text
es: Texto pequeño
zh_cn: 小字体

source: Monospace font
es: Fuente mono-espacio
zh_cn: Monospace字体

source: %s attributes
es: Atributos para %s
zh_cn: %s属性

source: Background and foreground colors
es: Colores de fondo y de primer plano
zh_cn: 背景和前景色

source: Single underline
es: Subrayado simple
zh_cn: 单下划线

source: Double underline
es: Subrayado doble
zh_cn: 双下划线

source: Low underline
es: Subrayado bajo
zh_cn: 低下划线

source: Error underline
es: Subrayado de error
zh_cn: 错误下划线

source: millisecond
es: milisegundo
zh_cn: 毫秒

source: second
es: segundo
zh_cn: 秒

source: minute
es: minuto
zh_cn: 分钟

source: hour
es: hora
zh_cn: 小时

source: day
es: día
zh_cn: 天

source: Seconds
es: Segundos
zh_cn: 秒

source: Minutes
es: Minutos
zh_cn: 分钟

source: Days
es: Días
zh_cn: 天

source: Unable to load image from Base64 representation: %s
es: No se puede cargar la imagen desde la representación de Base64: %s
zh_cn: 无法从Base64表示中加载图像：%s

source: Check this applet help file for instructions.
es: Comprobar el archivo de ayuda de este applet para obtener instrucciones.
zh_cn: 检查此小程序帮助文件的说明。

source: Open this applet help file.
es: Abrir el archivo de ayuda de este applet.
zh_cn: 打开此小程序的帮助文件。

source: Script file is not executable.
es: El archivo de comandos no es ejecutable.
zh_cn: 脚本文件不是可执行文件。

source: The script file can be made executable from this applet context menu.
es: El archivo de comandos puede hacerse ejecutable desde el menú contextual de este applet.
zh_cn: 从此小程序右键菜单可以使脚本文件可执行。

source: Script file isn't a file, but a directory.
es: El archivo de comandos no es una archivo, es un directorio.
zh_cn: 脚本文件不是一个文件，而是一个目录。

source: Script file doesn't exists.
es: El archivo de comandos no existe.
zh_cn: 脚本文件不存在。

source: Unable to execute file '%s':
es: Imposible ejecutar el archivo '%s':
zh_cn: 无法执行文件'%s'：

source: Script file not set, cannot be found or it isn't an executable.
es: Archivo de comandos no establecido, no puede ser encontrado o no es ejecutable.
zh_cn: 脚本文件未设置，无法找到或不是可执行的文件。

source: Invalid menu level for line '%s'
es: Nivel de menú inválido para la línea '%s'
zh_cn: 行'%s'的菜单级别无效

source: Script file name:
es: Nombre del archivo de secuencia de comandos:
zh_cn: 脚本文件名称：

source: No script set
es: Archivo de comandos no establecido
zh_cn: 没有设置脚本

source: Execution interval:
es: Intervalo de ejecución:
zh_cn: 执行间隔：

source: Rotation interval:
es: Intervalo de rotación:
zh_cn: 轮流间隔：

source: Script execution time:
es: Tiempo de ejecución de secuencias de comandos:
zh_cn: 脚本执行时间：

source: Output process time:
es: Tiempo de procesado de salida:
zh_cn: 输出进程时间：

source: Choose the time unit for the script execution interval.
es: Elegir la unidad de tiempo para el intervalo de ejecución del archivo de comandos.
zh_cn: 选择用于脚本执行间隔的时间单位。

source: Set the script execution interval.
es: Elegir el intervalo de ejecución del archivo de comandos.
zh_cn: 设置脚本执行间隔。

source: Choose script
es: Elegir archivo de comandos
zh_cn: 选择脚本

source: Choose a script file.
es: Elegir un archivo de comandos.
zh_cn: 选择脚本文件。

source: Edit script
es: Editar archivo de comandos
zh_cn: 编辑脚本

source: Edit the script file with your prefered text editor.
es: Editar el archivo de comandos con su editor de textos preferido.
zh_cn: 使用您首选的文本编辑器编辑脚本文件。

source: After saving the changes made, the applet will update its data automatically if there is an interval set.
es: Luego de guardar los cambios realizados, el applet actualizará sus datos automáticamente si hay un intervalo de ejecución establecido.
zh_cn: 保存所做的更改之后，如果设置了间隔小程序将会自动更新其数据。

source: Or the update could be done manually with the »Refresh« item on this applet context menu.
es: O la actualización puede realizarse manualmente con el ítem »Refrescar« en el menú contextual de este applet.
zh_cn: 或可以使用此小程序右键菜单上的»刷新«条目手动完成更新。

source: Refresh
es: Refrescar
zh_cn: 刷新

source: This will re-run on demand the script assigned to this applet for the purpose of updating its output.
es: Esto volverá a ejecutar a petición el archivo de comandos asignado a este applet con el propósito de actualizar su salida.
zh_cn: 这将根据需要重新运行分配给此小程序的脚本，以更新其输出。

source: This is only needed when there is no update interval set (or the interval is too long), so the update needs to be done manually in case the script is edited.
es: Esto es sólo necesario si no hay un intervalo de actualización establecido (o si el intervalo es muy largo), así que la actualización necesita realizarse manualmente en caso de que el archivo de comandos haya sido editado.
zh_cn: 只有当没有设置更新间隔时（或间隔太长）才需要这样做，因此在编辑脚本时需要手动完成更新。

source: Choose the time unit for the applet text rotation interval.
es: Elegir la unidad de tiempo para el intervalo de rotación del texto del applet.
zh_cn: 选择用于小程序文本轮流间隔的时间单位。

source: Set the applet text rotation interval.
es: Establecer el intervalo de rotación del texto del applet.
zh_cn: 设置小程序文本轮流间隔。

source: Clear script
es: Vaciar archivo de comandos
zh_cn: 清除脚本

source: This operation will remove the current script from this applet leaving it "blank".
es: Esta operación eliminará el archivo de comandos de este applet dejándolo "en blanco".
zh_cn: 此操作将会从小程序移除当前脚本并留空。

source: The current applet settings will be untouched and the actual script file will not be deleted.
es: Las preferencias actuales del applet no serán modificadas y el archivo de comando en sí no será borrado.
zh_cn: 当前的小程序设置将保持不变，并且实际的脚本文件将不会被删除。

source: Do you want to proceed?
es: ¿Desea proceder?
zh_cn: 您要继续吗？

source: Make script executable
es: Hacer archivo de comandos ejecutable
zh_cn: 使脚本可执行

source: Make the script file executable so it can be used by this applet.
es: Hacer el archivo de comandos ejecutable para que pueda ser utilizado por este applet.
zh_cn: 使脚本文件可执行以便此小程序可以使用。

source: Script file is already executable.
es: El archivo de comandos ya es ejecutable.
zh_cn: 脚本文件已经是可执行文件。

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked below.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
zh_cn: 错误报告，功能请求和贡献应该在下方链接的xlet的仓库上完成。

source: Argos for Cinnamon
es: Argos para Cinnamon

source: See this xlet help file.
es: Ver el archivo de ayuda de este xlet.
zh_cn: 查看该xlet帮助文件。

source: Create Cinnamon applets in seconds.
es: Crear applets para Cinnamon en segundos.
zh_cn: 数秒内创建Cinnamon小程序。

source: Keyboard shortcut to open and close the menu
es: Atajo de teclado para abrir o cerrar el menú
zh_cn: 打开和关闭菜单的键盘快捷键

source: Icon
es: Ícono
zh_cn: 图标

source: Select an icon to show in the panel.
es: Seleccionar un ícono para mostrar en el panel.
zh_cn: 选择要在面板中显示的图标。

source: Show script name on applet
es: Mostrar el nombre del archivo de comandos en el applet
zh_cn: 在小程序上显示脚本名称

source: When inside the script there isn't a line assigned to be shown on the applet, the script name will be displayed. With this option disabled, the script name will not be shown on this applet, giving us the possibility to use a custom text for the applet.
es: Cuando dentro del archivo de comandos no hay una línea asignada para ser mostrada en el applet, el nombre del archivo de comandos será mostrado. Con esta opción deshabilitada, el nombre del archivo de comandos no será mostrado en el applet, dándonos la posibilidad de usar un texto personalizado para el applet.
zh_cn: 当脚本内部没有分配给小程序显示的行时，将显示脚本名称。 禁用此选项后，脚本名称将不会显示在此小程序中，从而使我们有可能为该小程序使用自定义文本。

source: Custom label
es: Etiqueta personalizada
zh_cn: 自定义标签

source: Enter custom text to show in the panel.
es: Introduzca un texto personalizado para mostrar en el panel.
zh_cn: 输入要在面板中显示的自定义文本。

source: Keep just one sub menu open
es: Mantener un solo menú abierto en todo momento
zh_cn: 始终保持仅打开一个子菜单

source: When enabled, the previously opened sub menu will be automatically closed.
es: Con esta opción habilitada, un submenú previamente abierto será automáticamente cerrado.
zh_cn: 启用后，之前打开的子菜单将会自动关闭。

source: Script settings
es: Preferencias del archivo de comandos
zh_cn: 脚本设置

source: Spacing for items inside the menu
es: Espaciado para ítems dentro del menú
zh_cn: 菜单内条目的空间

source: Applet settings
es: Preferencias del applet
zh_cn: 小程序设置

source: pixels
es: píxeles
zh_cn: 像素

source: Set a default size in pixels for the icons inside this applet main menu. The size of the icon of a menu item can be overridden by setting the "iconSize" attribute on the menu item's respective line on the script.
es: Establecer un tamaño preestablecido en píxeles para íconos dentro del menú del applet. El tamaño de un ítem del menú puede ser anulado estableciendo el atributo "iconSize" en la línea correspondiente ítem del menú en el archivo de comandos.
zh_cn: 以像素为单位设置此小程序主菜单中的图标的默认大小。 可以通过在脚本中的菜单条目的相应行设置“iconSize”属性来覆盖菜单条目的图标大小。

source: Default icon size
es: Tamaño de ícono predeterminado
zh_cn: 桌面图标大小

source: Animate menu
es: Animar apertura/cerrado del menú
zh_cn: 动画按钮

source: Enables/Disables menu open/close animations.
es: Habilita/Deshabilita la animación de apertura/cierre del menú.
zh_cn: 启用/禁用菜单打开/关闭动画。

source: Execution interval time unit
es: Unidad de tiempo para el intervalo de ejecución
zh_cn: 执行间隔时间单位

source: Terminal emulator
es: Emulador de terminal:
zh_cn: 终端模拟器

source: Choose the terminal emulator used by this applet. IMPORTANT!!! The terminal emulator has to support the -e argument.
es: Elegir el emulador de terminal usado por este applet. ¡INPORTANTE! El emulador de terminal debe soportar el argumento -e.
zh_cn: 选择此小程序使用的终端模拟器。 重要！！！终端模拟器必须支持 -e 参数。

source: custom
es: personalizado
zh_cn: 自定义

source: Set the script execution interval. If set to 0 (zero), the timer will be disabled.
es: Establecer el intervalo de ejecución del archivo de comandos. Si se establece en 0 (cero), el temporizador se desactivará.
zh_cn: 设置脚本执行间隔，如果设置为0（零），定时器将会被禁用。

source: Execution interval
es: Intervalo de ejecución
zh_cn: 执行间隔

source: Rotation interval time unit
es: Unidad de tiempo para el intervalo de rotación
zh_cn: 轮流间隔时间单位

source: Set the applet text rotation interval. If set to 0 (zero), the timer will be disabled. This timer is only used if there are more than one line asigned to be displayed as the applet text. If there is only one line asigned for the applet text, this timer will be completely ignored. So, it isn't needed to set this timer to 0 (zero) to disable it.
es: Establecer el intervalo de rotación del texto del applet. Si se establece en 0 (cero), el temporizador se desactivará. Este temporizador es sólo usado si en el archivo de comandos hay más de una línea asignada para ser mostrada como texto pare el applet. Si hay sólo una línea asignada para el texto del applet, este temporizador será completamente ignorado. Así que no es necesario establecer este temporizador a 0 (cero) para deshabilitarlo.
zh_cn: 设置小程序文本轮流间隔。如果设置为0（零），定时器将会被禁用。 仅当有多行被分配给显示为小程序文本时，才使用该定时器。如果只有一行分配给小程序文本，则该计时器将被完全忽略。因此，无需设置为0（零）才能将此定时器禁用。

source: Rotation interval
es: Intervalo de rotación
zh_cn: 轮流间隔

source: Spacing for items inside the applet
es: Espaciado para ítems dentro del applet
zh_cn: 小程序内条目的空间

source: Extra settings
es: Extra
zh_cn: 附加设置

source: Path to script
es: Ruta al archivo de comandos
zh_cn: 脚本的路径

source: **100% API [compatible with BitBar 1.9.2](#argos-bitbar-compatibility):** All BitBar plugins that run on Linux (i.e. do not contain macOS-specific code) will work with Argos (else it's a bug).
zh_cn: **100% API[与BitBar 1.9.2兼容](＃argos-bitbar兼容性)：**在Linux上运行的所有BitBar插件（即不包含macOS特定的代码）将与Argos一起工作（否则是一个错误）

source: **Fully [documented](#argos-usage).**
zh_cn: **完全[记录](＃argos-usage)。**

source: Hours
zh_cn: 小时

source: Extras
zh_cn: 附加选项
