Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/mailnagapplet@ozderya.net/*.po
Languages: bg, da, es, fi, fr, hu, it, nl, pl, pt_br, ru, sv, tr, vi

source: just now
bg: Току-що
da: lige nu
es: justo ahora
fi: juuri nyt
fr: à l'instant
hu: éppen most
it: adesso
nl: zojuist
pl: teraz
pt_br: agora mesmo
ru: только что
sv: just nu
tr: hemen şimdi
vi: vừa xong

source: 1 minute ago
bg: Минута по-рано
da: 1 minut siden
es: 1 minuto atrás
fr: il y a 1 minute
hu: 1 perce
it: 1 minuto fa
pl: minutę temu
pt_br: 1 minuto atrás
ru: 1 минуту назад
sv: 1 minut sedan
tr: 1 dakika önce

source: minutes ago
bg: минути по-рано
da: minutter siden
es: minutos atrás
fi: minuuttia sitten
fr: minutes passées
hu: percekkel ezelőtt
it: minuti fa
nl: minuten geleden
pl: minut temu
pt_br: minutos atrás
ru: минут(ы/у) назад
sv: minuter sedan
tr: dakikalar önce
vi: phút trước

source: 1 hour ago
bg: Час по-рано
da: 1 time siden
es: 1 hora atrás
fr: il y a 1 heure
hu: 1 órája
it: 1 ora fa
pl: godzinę temu
pt_br: 1 hora atrás
ru: 1 час назад
sv: 1 timma sedan
tr: 1 saat önce

source: hours ago
bg: часа по-рано
da: timer siden
es: horas atrás
fi: tuntia sitten
fr: heures passées
hu: órákkal ezelőtt
it: ore fa
nl: uren geleden
pl: godzin temu
pt_br: horas atrás
ru: час(a/ов) назад
sv: timmar sedan
tr: saatler önce
vi: giờ trước

source: yesterday
bg: вчера
da: i går
es: ayer
fi: eilen
fr: hier
hu: tegnap
it: ieri
nl: gisteren
pl: wczoraj
pt_br: ontem
ru: вчера
sv: igår
tr: dün
vi: hôm qua

source: days ago
bg: дни по-рано
da: dage siden
es: días atrás
fi: päivää sitten
fr: jours passés
hu: napokkal ezelőtt
it: giorni fa
nl: dagen geleden
pl: dni temu
pt_br: dias atrás
ru: дн(ей/я) назад
sv: dagar sedan
tr: günler önce
vi: ngày trước

source: weeks ago
bg: седмици по-рано
da: uger siden
es: semanas atrás
fi: viikkoa sitten
fr: semaines passées
hu: hetekkel ezelőtt
it: settimane fa
nl: weken geleden
pl: tygodni temu
pt_br: semanas atrás
ru: недел(ь/ю/и) назад
sv: veckor sedan
tr: haftalar önce
vi: tuần trước

source: Configure Mailnag
bg: Конфигуриране на Mailnag
da: Konfigurér Mailnag
es: Configurar Mailnag
fi: Määritä Mailnag
fr: Configurer Mailnag
hu: Mailnag beállítása
it: Configura Mailnag
nl: Configureer Mailnag
pl: Konfiguruj Mailnag
pt_br: Configurar o Mailnag
ru: Настроить Mailnag
sv: Konfigurera Mailnag
tr: Mailnag'i yapılandırın
vi: Cấu hình Mailnag

source: Mailnag daemon stopped working!
bg: Mailnag демона спря!
da: Mailnag-dæmonen holdt op med at virke!
es: ¡El daemon Mailnag ha dejado de funcionar!
fi: Mailnag palvelu ei toiminnassa!
fr: Le démon Mailnag a cessé de fonctionner !
hu: Mailnag kiszolgáló leállt!
it: Il demone Mailnag ha smesso di funzionare!
nl: Mailnag daemon is gestopt met werken!
pl: Daemon Mailnag został zatrzymany!
pt_br: O processo do Mailnag parou de funcionar!
ru: Демон Mailnag перестал работать!
sv: Mailnag-tjänsten slutade fungera!
tr: Mailnag arka plan programı çalışmayı durdurdu!
vi: Dịch vụ Mailnag ngừng hoạt động!

source: Mailnag daemon isn't running! Do you have it installed?
bg: Mailnag не работи! Инсталирахте ли го?
da: Mailnag-dæmonen kører ikke! Er den installeret?
es: ¡El daemon Mailnag no se está ejecutando! ¿Está instalado?
fi: Mailnag palvelu ei ole käynnissä! Asensitko Mailnag ohjelman?
fr: Le démon Mailnag n'est pas lancé ! L'avez-vous installé ?
hu: Mailnag kiszolgáló nem fut! Telepítette már?
it: Il demone Mailnag non è in esecuzione! L'hai installato?
nl: Mailnag daemon draait niet! Heb je het geÃ¯nstalleerd?
pl: Daemon Mailnag nie jest uruchomiony! Czy jest zainstalowany?
pt_br: O processo do Mailnag não está em execução! Você realmente instalou o applet?
ru: Демон Mailnag не запущен! Вы его устанавливали?
sv: Mailnag-tjänsten kär inte igång! Har du den installerad?
tr: Mailnag arka plan programı çalışmıyor! Yüklediniz mi?
vi: Dịch vụ Mailnag không chạy! Bạn đã cài chưa?

source: You have %d new mails!
bg: Имате %d нови писма!
da: Du har %d nye mail!
es: ¡Tienes %d correos nuevos!
fi: Sinulle on %d sähköpostia!
fr: Vous avez %d nouveaux courriers !
hu: Önnek %d új levele van!
it: Hai %d nuove e-mail!
nl: Je hebt %d nieuwe e-mails!
pl: Masz %d nowych maili!
pt_br: Você recebeu %d novos e-mails!
ru: Новых непрочитанных писем: %d
sv: Du har %d nya mejl!
tr: %d yeni postanız var!
vi: Bạn có %d thư mới!

source: Mark All Read
bg: Маркирай всички като прочетени
da: Markér alle som læst
es: Marcar todo como léido
fi: Merkitse kaikki luetuiksi
fr: Marquer tous comme lus
hu: Az összes megjelölése olvasottként
it: Segna Tutte come Già Lette
nl: Alles markeren als gelezen
pl: Oznacz wszystkie jako przeczytane
pt_br: Marcar tudo como lido
ru: Отметить все как прочитанное
sv: Markera alla som lästa
tr: Tümünü Okundu Olarak İşaretle
vi: Đánh dấu tất cả là đã đọc

source: You have new mail!
bg: Имате поща!
da: Du har ny mail!
es: ¡Tienes nuevo correo!
fi: Sinulle on sähköposti!
fr: Vous avez du courrier !
hu: Új levele érkezett!
it: Hai nuove e-mail!
nl: Je hebt nieuwe e-mail!
pl: Masz nową wiadomość!
pt_br: Você recebeu um novo e-mail!
ru: Вы получили новое письмо
sv: Du har nya mejl!
tr: Yeni postanız var!
vi: Bạn có thư mới!

source: Mark Read
bg: Маркирай като прочетено
da: Markér som læst
es: Marcar como leído
fi: Merkitse luetuksi
fr: Marquer comme lu
hu: Megjelölés olvasottként
it: Segna come Letta
nl: Markeer als gelezen
pl: Oznacz jako przeczytane
pt_br: Marcar como lido
ru: Отметить как прочитанное
sv: Markera som läst
tr: Okundu olarak İşaretle
vi: Đánh dấu là đã đọc

source: No unread mails.
bg: Няма нови писма.
da: Ingen ulæste mail.
es: Sin correo no leído.
fi: Ei lukemattomia.
fr: Aucun courrier non lu.
hu: Nincs olvasatlan levél.
it: Nessuna e-mail non letta.
nl: Geen ongelezen e-mails.
pl: Brak nowych wiadomości.
pt_br: Nenhum e-mail novo.
ru: Нет непрочитанных писем
sv: Inga olästa mejl.
tr: Okunmamış posta yok.
vi: Không có thư chưa đọc.

source: Mailnag daemon is not running!
bg: Mailnag демона не работи!
da: Mailnag-dæmonen kører ikke!
es: ¡El daemon Mailnag no se está ejecutando!
fi: Mailnag palvelu ei ole käynnissä!
fr: Le démon Mailnag n'est pas lancé !
hu: Mailnag kiszolgáló nem fut!
it: Il demone Mailnag non è in esecuzione!
nl: Mailnag daemon is niet actief!
pl: Daemon Mailnag nie jest uruchomiony!
pt_br: O processo do Mailnag não está em execução!
ru: Демон Mailnag не запущен!
sv: Mailnag-tjänsten är inte igång!
tr: Mailnag arka plan programı çalışmıyor!
vi: Dịch vụ Mailnag không chạy!

source: You have a mail from %s!
bg: Имате писмо от %s!
da: Der er mail fra %s!
es: ¡Tienes un correo de %s!
fi: Sinulle on sähköpostia %s!
fr: Vous avez un courrier de %s!
hu: Levele érkezett a következő személytől: %s!
it: Hai una nuova e-mail da %s!
nl: Je hebt een e-mail van %s!
pl: Dostałeś maila od %s!
pt_br: Você recebeu um e-mail de %s!
ru: Вы получили сообщение от %s!
sv: Du har mejl från %s!
tr: %s'den bir postanız var!
vi: Bạn có thư từ %s!

source: You have %d unread mails!
bg: Имате %d непрочетени писма!
da: Du har %d ulæste mail!
es: ¡Tienes %d correos sin leer!
fi: Sinulla on %d lukematonta!
fr: Vous avez %d courriers non lus !
hu: Önnek %d olvasatlan levele van!
it: Hai %d e-mail non lette!
nl: Je hebt %d ongelezen e-mails!
pl: Masz %d nieprzeczytanych wiadomości!
pt_br: Você tem %d e-mails não lidos!
ru: Непрочитанных писем: %d
sv: Du har %d olästa mejl!
tr: %d okunmamış postanız var!
vi: Bạn có %d thư chưa đọc!

source: Click to see error!
bg: Натиснете, за да видите грешката!
da: Klik for at se fejl!
es: ¡Hacer click para ver el error!
fi: Painamalla näet virheilmoituksen!
fr: Cliquez pour voir l'erreur !
hu: Kattintson a hiba megtekintéséhez!
it: Clicca qui per vedere errori!
nl: Klik om de fout te zien!
pl: Kliknij, aby zobaczyć błąd!
pt_br: Clique para ver o erro!
ru: Нажмите, чтобы посмотреть ошибку!
sv: Klicka för att se felet!
tr: Hatayı görmek için tıklayın!
vi: Nhấp để xem lỗi!

source: Error:
bg: Грешка:
da: Fejl:
fi: Virhe:
fr: Erreur :
hu: Hiba:
it: Errore:
nl: Fout:
pl: Błąd:
pt_br: Erro:
ru: Ошибка:
sv: FEL:
tr: Hata:
vi: Lỗi:

source: Mailnag mail notifier applet
bg: Аплет за известия на Mailnag
da: Få meddelelser om mail via Mailnag
es: Applet de notificación Mailnag
fi: Mailnag ilmoittaa saapuneista sähköposteista. Asenna Mailnag ohjelma lisäksi
fr: Applet de notification Mailnag
hu: Mailnag e-mail értesítő kisalkalmazás
it: Applet di notifica email Mailnag
nl: Mailnag e-mailmeldingsapplet
pl: Aplet powiadomień Mailnag
pt_br: Mailnag, applet de notificação de e-mails
ru: Апплет оповещений для Mailnag
sv: Mailnag e-postaviseringsprogram
tr: Mailnag posta bildirim uygulaması
vi: Applet thông báo thư Mailnag

source: Show notifications
bg: Показвай известия
da: Vis meddelelser
es: Mostrar notificaciones
fi: Näytä ilmoitukset
fr: Montrer les notifications
hu: Értesítések megjelenítése
it: Mostra notifiche
nl: Toon meldingen
pl: Pokaż powiadomienia
pt_br: Mostrar notificações
ru: Показывать оповещения
sv: Visa aviseringar
tr: Bildirimleri göster
vi: Hiển thị thông báo

source: Enables display of mail arrived notifications by applet. Make sure you disable mailnag notification plugin, otherwise you will have duplicates.
bg: Включва аплет за известяване при пристигане на ново писмо. Убедете се че Mailnag плъгина е изключен, в противен случай ще има дублиране.
da: Tillader visning af meddelelser om ny mail. Deaktivér Mailnags "notification"-plugin for at undgå dobbeltmeddelelser.
es: Habilitar notificaciones de applet del correo recibido. Asegúrate de desactivar el plugin de notificación Mailnag, de otra forma tendrás duplicados.
fi: Näyttää ilmoituksen saapuneesta postista. Varmista, että poistat laajennuksen mailnag-ilmoitukset käytöstä, muuten viestit ovat kahdesti.
fr: Active l'affichage des notifications de courrier reçu par l'applet. Assurez-vous de désactiver le plugin de notification de mailnag pour éviterles doublons.
hu: Lehetővé teszi a kisalkalmazáson keresztül értesítések megjelenítését a beérkező e-mailekről. Győződjön meg róla, hogy letiltotta a mailnag értesítési bővítményt, különben duplán fog értesítéseket kapni.
it: Abilita la visualizzazione delle notifiche di posta arrivate per applet. Assicurati di disabilitare il plugin di notifica mailnag, altrimenti avrai duplicati.
nl: Inschakelen van weergave van meldingen van aangekomen e-mails door de applet. Zorg ervoor dat je de mailnag-meldingsplugin uitschakelt, anders krijg je duplicaten.
pl: Włącza powiadomienia apletu o nadchodzących mailach. Upewnij się że wyłączyłeś plugin powiadomień Mailnag, w przeciwnym razie będą występować duplikaty.
pt_br: Exibe notificações do applet quando você receber e-mails. Se você ativar essa opção, lembre-se de desativar outros plugins de notificação de e-mail, como por exemplo: outras extensões do mailnag. Caso contrário, você receberá notificações duplicadas.
ru: Включает уведомления о письмах через апплет. Убедитесь, что вы отключили плагин уведомлений Mailnag, иначе уведомления будут дублироваться.
sv: Visar avisering av inkommande e-post i panelen. Tillse att Mailnags aviseringstillägg är inaktiverat, annars får du dubbla aviseringar.
tr: Posta ile gelen bildirimlerin uygulama tarafından görüntülenmesini sağlar. Mailnag bildirim eklentisini devre dışı bıraktığınızdan emin olun, aksi takdirde kopyalarınız olur.
vi: Bật hiển thị thông báo thư đến. Hãy tắt plugin thông báo của Mailnag để tránh trùng lặp.

source: Mail client to launch (or webpage)
bg: Пощенски клент за стартиране (или страница)
da: Mailklient (eller webside)
es: Cliente de correo que ejecutar (o página web)
fi: Sähköpostiohjelma (tai verkkosivu)
fr: Client de courrier à démarrer (ou page web)
hu: Indítandó levelező kliens (vagy weboldal)
it: Client di posta da avviare (o pagina Web)
nl: E-mailclient om te starten (of webpagina)
pl: Klient pocztowy do uruchomienia (lub strona internetowa)
pt_br: Cliente de e-mail para abrir (ou página da web)
ru: Почтовый клиент для запуска (или веб-страницы)
sv: E-postklient att starta (eller webbsida)
tr: Başlatılacak posta istemcisi (veya web sayfası)
vi: Ứng dụng thư để mở (hoặc trang web)

source: Enter the command to launch your mail client here. You can also enter a web address that starts with 'http'.
bg: Въведете команда за стартиране на пощенски клиент. Също така може да въведете мрежов адрес, започващ с 'http'
da: Indtast kommandoen til din mailklient her. Du kan også indtaste en webadresse, som begynder med "http".
es: Introducir el comando para ejecutar tu cliente de correo aquí. También puedes introducir una dirección web que empiece por 'http'.
fi: Kirjoita komento tähän joka käynnistää sähköpostiohjelman. Voit myös kirjoittaa "http" osoitteen.
fr: Indiquez la commande de démarrage du client mail ici. Vous pouvez aussi entrer une adresse web commençant par 'http'.
hu: Írja be a parancsot a levelező kliens indításához. Megadhat egy „http” kezdetű webcímet is.
it: Immettere il comando per avviare il client di posta qui. Puoi anche inserire un indirizzo web che inizia con 'http'.
nl: Voer hier het commando in om je e-mailclient te starten. Je kunt ook een webadres invoeren dat begint met 'http'.
pl: Wprowadź komendę wywołującą twojego kienta pocztowego. Możesz również wprowadzić adres strony internetowej, który musi się zaczynać od 'http'
pt_br: Digite aqui o comando para abrir o seu cliente de e-mail preferido. Em vez disso, você também pode inserir um endereço da web que comece com 'http'.
ru: Введите команду для запуска почтового клиента здесь. Вы также можете ввести веб-адрес, начинающийся с «http».
sv: Ange kommandot för att starta din e-postklient här. Du kan också ange en webbadress som startar med "http(s)".
tr: Posta istemcinizi başlatmak için komutu buraya girin. Ayrıca 'http' ile başlayan bir web adresi de girebilirsiniz.
vi: Nhập lệnh mở ứng dụng thư hoặc địa chỉ web bắt đầu bằng 'http'.

source: Launch mail client on click
bg: Стартиране на пощенски клиент при натискане
da: Kør mailklienten ved klik
es: Ejecutar cliente de correo al hacer click
fi: Avaa sähköposti
fr: Démarrer le client mail en cliquant
hu: Indítsa el a levelező klienst kattintással
it: Avvia il client di posta al clic
nl: Start e-mailclient bij klikken
pl: Po kliknięciu, uruchom klienta pocztowego
pt_br: Abrir um cliente de e-mail ao clicar
ru: Запуск почтового клиента по клику
sv: Starta e-postklienten vid klick
tr: Tıklamayla posta istemcisini başlatın
vi: Mở ứng dụng thư khi nhấp

source: Mail client is launched when clicked on a menu item.
bg: Пощенския клиент ще стартира, когато натиснате на елемента в менюто.
da: Mailklienten startes, når der klikkes på et menupunkt.
es: El cliente de correo se ejecuta al hacer click en un elemento del menú
fi: Sähköpostiohjelma käynnistyy kun paneelin kuvaketta painetaan.
fr: Le client de courrier démarre lors du click sur une entrée du menu.
hu: A levelező kliens akkor indul el, amikor rákattint egy menüpontra.
it: Il client di posta viene avviato quando si fa clic su una voce di menu.
nl: E-mailclient wordt gestart wanneer er op een menu-item wordt geklikt.
pl: Po kliknięciu na dowolną opcję w menu, zostanie uruchomiony klient pocztowy.
pt_br: Um cliente de e-mail é aberto quando você clicar em um e-mail no menu do Mailnag.
ru: Запуск почтового клиента при нажатии на элемент меню.
sv: E-postklienten startas vid klick på en menypost.
tr: Posta istemcisi, bir menü öğesine tıklandığında başlatılır.
vi: Ứng dụng thư sẽ mở khi nhấp vào mục menu.

source: On middle click:
bg: При натискане на колелцето:
da: Midterklik:
es: Al hacer click con el botón central:
fi: Hiiren keskipainike:
fr: Action du click du milieu :
hu: Középső kattintással:
it: Azione al clic centrale:
nl: Bij middelklik:
pl: Po kliknięciu środkowym przyciskiem myszy:
pt_br: Ao clicar com o botão do meio:
ru: По клику средней кнопки мыши:
sv: Vid mushjulsklick:
tr: Orta tıklamada:
vi: Khi nhấp giữa chuột:

source: What to do when middle clicked on applet icon
bg: Какво да се случи при клик с колелцето върху иконката на аплета
da: Hvad der skal ske, når der klikkes med midterste tast på panelprogrammets ikon
es: Qué hacer al hacer click en el icono del applet con el botón central
fi: Mitä tapahtuu kun sovelman kuvaketta painetaan keskipainikkeella
fr: Que faire lors d'un click du milieu sur l'icône de l'applet
hu: Mit tegyen, ha középső gombbal kattint a kisalkalmazás ikonra
it: Cosa fare quando si fa clic centrale sull'icona dell'applet
nl: Wat te doen bij een middelklik op het applet-pictogram
pl: Co zrobić po kliknięciu środkowym przyciskiem myszy na aplecie
pt_br: Define o que acontece quando você clicar com o botão do meio no ícone do applet
ru: Что делать при нажатии средней кнопки мыши на значке апплета
sv: Vad som skall ske vid mushjulsklick på panelikonen
tr: Uygulama simgesine orta tıklandığında ne yapılmalı
vi: Thao tác khi nhấp giữa vào biểu tượng applet

source: Mark all read
bg: Маркирай всички като прочетени
da: Markér alle som læst
es: Marcar todos como leídos
fi: Merkitse kaikki luetuiksi
fr: Marquer tous comme lus
hu: Az összes megjelölése olvasottként
it: Segna tutte come già lette
nl: Alles markeren als gelezen
pl: Oznacz wszystkie jako przeczytane
pt_br: Marcar tudo como lido
ru: Отметить все как прочитанные
sv: Markera alla som lästa
tr: Tümünü okundu olarak işaretle
vi: Đánh dấu tất cả là đã đọc

source: Launch mail client
bg: Стартирай пощенския клиент
da: Kør mailklient
es: Ejecutar cliente de correo
fi: Avaa sähköposti
fr: Démarrer le client de courrier
hu: Levelező kliens indítása
it: Avvia il client di posta elettronica
nl: Start e-mailclient
pl: Uruchom klienta pocztowego
pt_br: Abrir o cliente de e-mail
ru: Запустить почтовый клиент
sv: Starta e-postklienten
tr: Posta istemcisini başlatın
vi: Mở ứng dụng thư

source: Do nothing
bg: Не прави нищо
da: Gør ingenting
es: No hacer nada
fi: Älä tee mitään
fr: Ne rien faire
hu: Ne tegyen semmit
it: Non fare niente
nl: Doe niets
pl: Nic nie rób
pt_br: Fazer nada
ru: Ничего не делать
sv: Gör ingenting
tr: Hiçbir şey yapma
vi: Không làm gì

source: Max sender / subject display length
fi: Lähettäjä/aiheen enimmäispituus
nl: Maximale weergavelengte afzender / onderwerp
vi: Chiều dài tối đa hiển thị người gửi / tiêu đề

source: Sender or subject lines longer than this will be cropped
fi: Tätä pidemmät lähettäjän tai aiheen rivit lyhennetään
nl: Afzender- of onderwerpregels die langer zijn dan deze limiet, worden ingekort.
vi: Các dòng người gửi hoặc tiêu đề dài hơn sẽ bị cắt
