Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/systray-collapsible@koutch/*.po
Languages: ca, da, hr, hu, it, nl, vi

source: Previous
ca: Anterior
da: Forrige
hr: Prijašnje
hu: Előző
it: Precedente
nl: Vorige
vi: Trước

source: Icons
ca: Icones
da: Ikoner
hr: Ikone
hu: Ikonok
it: Icone
nl: Pictogrammen
vi: Biểu tượng

source: Export to a file
ca: Exportar a un fitxer
da: Eksportér til en fil
hr: Izvezi u datoteku
hu: Exportálás fájlba
it: Esporta su file
nl: Exporteren naar bestand
vi: Xuất ra tập tin

source: Settings
ca: Opcions
da: Indstillinger
hr: Postavke
hu: Beállítások
it: Impostazioni
nl: Instellingen
vi: Cài đặt

source: Configure...
ca: Configura...
da: Konfigurér …
hr: Prilagodi…
hu: Beállítások…
it: Configura...
nl: Configureren...
vi: Cấu hình...

source: Expandable/Collapsible System Tray Applet
ca: Miniaplicació de safata del sistema expansible i plegable
da: Udfold/sammenfold statusfeltet
hr: Proširivi/Sklopljivi aplet obavijesnog područja sustava
hu: Kinyitható/Összecsukható Rendszertálca Kisalkalmazás
it: Barra delle Applicazioni Espandibile/Collassabile - Applet
nl: Uitklapbaar/inklapbaar systeemvak applet
vi: Applet Khay hệ thống Có thể Mở rộng/Thu gọn

source: System Tray Collapsible
ca: Safata del sistema plegable
da: Sammenfoldeligt statusfelt
hr: Sklopivo obavijesno područje sustava
hu: Összecsukható Renndszertálca
it: Barra delle Applicazioni Collassabile
nl: Inklapbaar systeemvak
vi: Khay hệ thống Thu gọn

source: Expand on hover
ca: Expandir en passar el ratolí per sobre
da: Udfold når markøren føres hen over
hr: Proširi pri prijelazu
hu: Kibontás ha az egér rámutat
it: Espandi al passaggio del mouse
nl: Uitklappen bij zweven met muis
vi: Mở rộng khi di chuột

source: Expand the system tray on hover instead of requiring a click
ca: Expandeix la safata del sistema en passar-hi el ratolí per sobre en lloc de fer-hi clic
da: Udfold statusfeltet, når markøren føres hen over i stedet for med et klik
hr: Proširi obavijesno područje pri prijelazu pokazivačem umjesto klikom
hu: Rendszertálca kibontása ha az egér rámutat, kattintás nélkül
it: Espandi la barra delle applicazioni al passaggio del mouse anziché richiedere un clic
nl: Het systeemvak uitklappen bij zweven met de muis in plaats van een klik vereisen
vi: Mở rộng khay hệ thống khi di chuột thay vì yêu cầu nhấp chuột

source: Manually Expand :
ca: Expandir manualment:
da: Udfold manuelt:
hr: Ručno proširi :
hu: Kézi kibontás :
it: Espandi Manualmente:
nl: Handmatig uitklappen :
vi: Mở rộng Thủ công :

source: Form 10 to 120
ca: De 10 a 120
da: Fra 10 til 120
hr: Od 10 do 120
hu: 10-től 120-ig
it: Da 10 a 120
nl: Van 10 tot 120
vi: Từ 10 đến 120

source: seconds
ca: segons
da: sekunder
hr: sekunde
hu: másodperc
it: secondi
nl: seconden
vi: giây

source: The Display Duration
ca: Durada de la visualització
da: Visningens varighed
hr: Trajanje prikaza
hu: A megjelenítés időtartama
it: Durata Visualizzazione
nl: De weergavetijd
vi: Thời lượng Hiển thị

source: Chose Your Style :
ca: Trieu el vostre estil:
da: Vælg din stil:
hr: Odaberi svoj izgled :
hu: Válasszon stílust:
it: Stile:
nl: Kies uw stijl :
vi: Chọn Kiểu của Bạn :

source: Customizable through stylesheet.css
ca: Personalitzable a través de stylesheet.css
da: Kan tilpasses via stylesheet.css
hr: Prilagodljivo putem stylesheet.css
hu: Testreszabható a stylesheet.css-ben
it: Personalizzabile tramite stylesheet.css
nl: Aanpasbaar via stylesheet.css
vi: Có thể tùy chỉnh thông qua stylesheet.css

source: Border Style without hover effect
ca: Estil de vores sense efecte de desplaçament
da: Rammestil uden svævningseffekt
hr: Izgled ruba bez efekta prijelaza
hu: Szegély stílusa, az egér rámutatásának effektusa nélkül
it: Stile bordo senza effetto hover
nl: Randstijl zonder zweefeffect
vi: Kiểu Viền không có hiệu ứng di chuột

source: Gradient Style without hover effect
ca: Estil degradat sense efecte de desplaçament
da: Gradientstil uden svævningseffekt
hr: Izgled gradijenta bez efeta prijelaza
hu: Színátmenet stílus, az egér rámutatásának effektusa nélkül
it: Stile sfumato senza effetto hover
nl: Kleurverloopstijl zonder zweefeffect
vi: Kiểu Gradient không có hiệu ứng di chuột

source: Border Style with hover effect
ca: Estil de vores amb efecte de desplaçament
da: Rammestil med svævningseffekt
hr: Izgled ruba sa efektom prijelaza
hu: Szegély stílusa, az egér rámutatásának effektusával
it: Stile bordo con effetto hover
nl: Randstijl met zweefeffect
vi: Kiểu Viền có hiệu ứng di chuột

source: Gradient Style with hover effect
ca: Estil degradat amb efecte de desplaçament
da: Gradientstil med svævningseffekt
hr: Izgled gradijenta sa efektom prijelaza
hu: Színátmenet stílus, az egér rámutatásának effektusával
it: Stile sfumato con effetto hover
nl: Kleurverloopstijl met zweefeffect
vi: Kiểu Gradient có hiệu ứng di chuột

source: The Expand Icon :
ca: La icona d'expansió:
da: Udfold-ikonet:
hr: Ikona proširenja :
hu: Kibontás ikon:
it: Icona di Espansione:
nl: Het uitklapicoon :
vi: Biểu tượng Mở rộng :

source: Select icon file
ca: Seleccioneu un fitxer d'icona
da: Vælg ikonfil
hr: Odaberi datoteku ikone
hu: Ikonfájl kiválasztása
it: Seleziona un file icona
nl: Selecteer pictogrambestand
vi: Chọn tập tin biểu tượng

source: The Collapse Icon :
ca: La icona del col·lapse:
da: Sammenfold-ikonet:
hr: Ikona sklapanja :
hu: Összecsukás ikon:
it: Icona di Collasso:
nl: Het inklapicoon :
vi: Biểu tượng Thu gọn :

source: Should not be changed
ca: No hauria de canviar
da: Bør ikke ændres
hr: Ne bi se trebalo mijenjati
hu: Nem kellene megváltoztatni
it: Non dovrebbe essere cambiato
nl: Mag niet worden gewijzigd
vi: Không nên thay đổi

source: Export to file Automaticaly
ca: Exportar a un fitxer automàticament
da: Eksportér automatisk til en fil
hr: Izvezi u datoteku automatski
hu: Automatikus exportálás fájlba
it: Esporta file Automaticamente
nl: Automatisch exporteren naar bestand
vi: Tự động Xuất ra tập tin

source: If disable there is an Export to file button in context menu
ca: Si està desactivat, apareixerà una opció d'exportar al menú contextual
da: Hvis deaktiveret vil der være en "Eksportér til fil"-knap i genvejsmenuen
hr: Ako je onemogućeno, postoji tipka u sadržajnom izborniku 'Uvezi u datoteku'
hu: Ha letiltja, akkor a helyi menüben található az Exportálás fájlba gomb
it: Se disabilitato qua c'è un pulsante Esporta su file nel menu contestuale
nl: Als dit is uitgeschakeld, is er een knop 'Exporteren naar bestand' in het contextmenu
vi: Nếu tắt, sẽ có nút Xuất ra tập tin trong menu ngữ cảnh

source: Show players support by sound applet
ca: Mostrar l'assistència del reproductor mitjançant una miniaplicació de so
da: Vis afspillere understøttet af lydpanelprogrammet
hr: Prikaži podršku za reproduktore u apletu zvuka
hu: Mutassa meg a lejátszók támogatását a hang kisalkalmazással
it: Mostra il supporto dei player tramite un'applet audio
nl: Toon ondersteuning voor spelers door geluidsapplet
vi: Hiển thị trình phát được hỗ trợ bởi applet âm thanh

source: Show Banshee, Tomahawk, Clementine and Amarok in system tray
ca: Mostrar Banshee, Tomahawk, Clementine i Amarok a la safata del sistema
da: Vis Banshee, Tomahawk, Clementine og Amarok i statusfeltet
hr: Prikaži Banshee, Tomahawk, Clementine i Amarok u obavijesnom području
hu: Banshee, Tomahawk, Clementine és Amarok megjelenítése a rendszertálcán
it: Mostra Banshee, Tomahawk, Clementine e Amarok nella barra delle applicazioni
nl: Toon Banshee, Tomahawk, Clementine en Amarok in systeemvak
vi: Hiển thị Banshee, Tomahawk, Clementine và Amarok trong khay hệ thống

source: New Icons :
ca: Icones noves:
da: Nye ikoner:
hr: Nove ikone :
hu: Új ikonok :
it: Nuove Icone:
nl: Nieuwe pictogrammen:
vi: Biểu tượng Mới :

source: Form 0 to 120 (0 to disable)
ca: De 0 a 120 (0 per desactivar)
da: Fra 0 til 120 (0 for at deaktivere)
hr: Od 0 do 120 (0 za onemogućavanje)
hu: 0-tól 120-ig (0 a letiltáshoz)
it: Da 0 a 120 (0 per disabilitare)
nl: Van 0 tot 120 (0 om uit te schakelen)
vi: Từ 0 đến 120 (0 để tắt)
