Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/Sensors@claudiux/*.po
Languages: ca

source: Sensors Monitor
ca: Monitor de sensors

source: Suspended
ca: Suspès

source: high:
ca: alt:

source: crit:
ca: crít:

source: min:
ca: mín:

source: max:
ca: màx:

source: No intrusion detected
ca: No s'ha detectat intrusió

source: INTRUSION DETECTED!
ca: INTRUSIÓ DETECTADA!

source: Must be configured!
ca: S'ha de configurar!

source: Settings
ca: Opcions

source: %s Temperature sensors
ca: %s Sensors de temperatura

source: %s Fan sensors
ca: %s Sensors de ventilador

source: %s Voltage sensors
ca: %s Sensors de voltatge

source: %s Intrusion sensors
ca: %s Sensors d'intrusió

source: Run xsensors
ca: Executar xsensors

source: Suspend Sensors
ca: Suspendre sensors

source: Reload this applet
ca: Refresca aquesta miniaplicació

source: Are you sure you want to remove '%s'?
ca: Segur que voleu eliminar '%s'?

source: The applet %s is fully functional.
ca: La miniaplicació %s funciona correctament.

source: All dependencies are installed
ca: Totes les dependències estan instal·lades

source: You appear to be missing some of the programs required for this applet to have all its features.
ca: Sembla que us falta instal·lar alguns paquets necessaris perquè aquesta miniaplicació funcioni de manera completa.

source: Please install these packages:
ca: Si us plau, instal·leu els paquets següents:

source: Some dependencies are not installed!
ca: Algunes dependències no estan instal·lades!

source: Install these packages now
ca: Instal·leu aquests paquets ara

source: Execution of '%s' failed:
ca: L'execució de '%s' ha fallat:

source: Previous instance
ca: Instància prèvia

source: Next instance
ca: Següent instància

source: More options
ca: Més opcions

source: Import from a file
ca: Importar des d'un fitxer

source: Export to a file
ca: Exportar a un fitxer

source: Reset to defaults
ca: Restablir valors per defecte

source: Reload %s
ca: Refrescar %s

source: Settings for %s
ca: Configuració de %s

source: Select or enter file to export to
ca: Seleccioneu o introduïu el fitxer a exportar

source: JSON files
ca: Fitxers JSON

source: Select a JSON file to import
ca: Seleccioneu un fitxer JSON per a importar

source: Displays the values of many computer sensors concerning Temperatures (CPU - GPU - Power Supply), Fan Speed, Voltages, Intrusions. Notifies you with color changes when a value reaches or exceeds its limit.
ca: Mostra els valors de molts sensors de l'ordinador relatius a Temperatures (CPU - GPU - Font d'alimentació), Velocitat del Ventilador, Voltatges, Intrusions. Mostra una notificació mitjançant canvis de color quan un valor arriba o supera el seu límit.

source: claudiux: Author. JEleniel: support for NVidia video cards.
ca: claudiux: Autor. JEleniel: suport per a targetes gràfiques Nvidia.

source: ⦿ Temperature
ca: ⦿ Temperatura

source: 𖣘 Fan
ca: 🤂 Ventilador

source: 🗲 Voltage
ca: 🗲 Voltatge

source: ⮿ Intrusion
ca: ⮿ Intrusió

source: ⛓ Custom
ca: ⛓ Personalitzat

source: Options
ca: Opcions

source: Tooltip
ca: Informació sobre eines

source: Sensors values
ca: Valors dels sensors

source: Remove from panels certain applets that also use sensors
ca: Eliminar dels panells certes miniaplicacions que també utilitzen sensors

source: For the time being, disk temperature can only be read by root.
ca: Ara mateix, la temperatura del disc només pot ser llegida per root.

source: Display
ca: Visualització

source: Temperature sensors
ca: Sensors de temperatura

source: Disk temperature sensors
ca: Sensors de temperatura del disc

source: Fan sensors
ca: Sensors de ventilador

source: Voltage sensors
ca: Sensors de voltatge

source: Intrusion sensors
ca: Sensors d'intrusió

source: Disclaimer
ca: Avís

source: Custom sensors
ca: Sensors personalitzats

source: 1 minute
ca: 1 minut

source: 2 minutes
ca: 2 minuts

source: 3 minutes
ca: 3 minuts

source: 4 minutes
ca: 4 minuts

source: 5 minutes
ca: 5 minuts

source: 10 minutes
ca: 10 minuts

source: 15 minutes
ca: 15 minuts

source: 30 minutes
ca: 30 minuts

source: 1 hour
ca: 1 hora

source: Refresh interval (seconds)
ca: Interval de refresc (segons)

source: Avoid size changes
ca: Evitar els canvis de mida

source: Checked: The size of this applet remains constant, once all your preferences have been defined. Unchecked: The size of this applet is optimized, but it may change.
ca: Marcat: La mida d'aquesta miniaplicació romandrà constant una vegada les vostres preferències hagin estat definides. Desmarcat: La mida d'aquesta miniaplicació està optimitzada, però pot variar.

source: Character size (% of standard size)
ca: Mida de caràcter (% de la mida estandard)

source: Display width (pixels) for horizontal panels
ca: Amplada (píxels) dels taulers horitzontals a mostrar

source: 0 means automatic. This value does not include border.
ca: 0 significa automàtic. Aquest valor no inclou vores.

source: (none)
ca: (cap)

source: blank
ca: buit

source: bar
ca: barra

source: Separator
ca: Separador

source: Customize Text Color
ca: Personalitzar el color del text

source: Text Color
ca: Color del text

source: Critical Value Color
ca: Color del valor crític

source: High Value Color
ca: Color del valor alt

source: Remove border line
ca: Eliminar la vora

source: Whether or not to remove the border line around this applet.
ca: Trieu si eliminar o no la línia que voreja aquesta miniaplicació.

source: Remove icons
ca: Eliminar les icones

source: Whether or not to remove icons in panel.
ca: Trieu si eliminar o no les icones del panell.

source: Display a tooltip on mouseover
ca: Mostrar informació sobre les eines al passar-hi el cursor per sobre

source: Show values in bold in the tooltip
ca: Mostrar valors en negreta a la finestra emergent

source: Whether or not to show values in bold in the tooltip.
ca: Especifica si els valors de la finestra emergent es mostren o no en negreta.

source: Show main sensors in bold italics in the tooltip
ca: Mostrar els sensors principals en negreta i cursiva a la finestra emergent

source: Whether or not to display the names of the main sensors (those displayed in the panel) in bold italics in the tooltip.
ca: Trieu si els sensors principals es mostraran o no en negreta i cursiva a la finestra emergent.

source: Show in menu the action: Restart this applet
ca: Mostrar l'acció 'Reiniciar aquesta miniaplicació' al menú

source: Whether or not to display in menu the action: Restart this applet.
ca: Trieu si la opció 'Reiniciar aquesta miniaplicaicó' és present al menú.

source: Make disk temperature user-readable
ca: Fer que la temperatura del disc sigui llegible per l'usuari

source: Display the values of these selected sensors
ca: Mostrar els valors dels sensors seleccionats

source: Whether or not to display the values of the sensors selected in the list below.
ca: Trieu si mostrar o no els valors dels sensors seleccionats a la llista de sota.

source: Display the 'Shown name' of each of these selected sensors
ca: Visualitzar el nom de cadascun dels sensors seleccionats

source: Whether or not to display into this applet label the 'Shown name' of the sensors selected in the list below. Without effect in vertical panels.
ca: Trieu si l'etiqueta de la miniaplicació mostrarà el nom dels sensors seleccionats de la llista de sota. No té cap efecte en panells verticals.

source: The first emoji in this list is used for temperature
ca: El primer emoji de la llista s'utilitzarà per ala temperatura

source: Show only strictly positive values
ca: Mostrar només valors estrictament positius

source: Show temperature in Fahrenheit
ca: Mostrar la temperatura en Farenheit

source: Display integer values
ca: Mostrar valors enters

source: Whether or not to round the values.
ca: Trieu si els valors a mostrar s'arrodoneixen o no.

source: Show unit
ca: Mostrar unitat

source: Whether or not to show the unit after the value.
ca: Trieu si es mostrarà o no la unitat després del valor.

source: Show unit character
ca: Mostrar caràcter d'unitat

source: Whether or not to show the unit character (C or F).
ca: Trieu si es mostrarà o no el caràcter de la unitat (C o F)

source: Vertical panel: Temperature value and °C / °F on one line
ca: Panell vertical: valor de temperatura i ºC / ºF en una línia

source: Whether or not to show, in a vertical panel, °C or °F on the same line as the temperature value.
ca: Trieu si mostrar o no en una única línia el valor i la unitat de temperatura al panell vertical.

source: Log high and critical temperatures
ca: Guarda un registre de temperatures altes o crítiques

source: When this option is checked, temperatures exceeding the high or critical limit are recorded in the system journal.
ca: Si es marca aquesta opció, les temperatures excessivament altes queden registrades al system journal.

source: Renew the list of sensors
ca: Renovar la llista de sensors

source: Sensor name (Do not modify!)
ca: Nom del sensor (No modificar!)

source: Show in panel
ca: Mostrar al panell

source: Show in tooltip
ca: Mostrar a la finestra emergent

source: Shown name
ca: Nom mostrat

source: High (°C)
ca: Alta (ºC)

source: Critical (°C)
ca: Crítica (ºC)

source: Formula
ca: Fòrmula

source: Double-click on a line to change 'Shown name', 'High', 'Critical' or 'Formula'. To reset a 'Shown name', copy/paste the 'Sensor name'. 'High' and 'Critical' (optional) must be valid numbers. 'Formula' (optional): Use $ as the value returned by the sensor. You can use the 4 operations (+-*/) and parentheses. Example: $*1.1+0.5
ca: Feu doble clic en una línia per a canviar 'Nom Mostrat', 'Alta', 'Crítica' o 'Fòrmula'. Per a restablir 'Nom mostrat', copieu i enganxeu el 'Nom del sensor'. 'Alta' i 'Crítica' (opcional) han de ser números vàlids. 'Formula' (opcional): Utilitzeu $ pel valor mostrat pel sensor. Podeu usar les quatre operacions (+-*/) i parèntesis. Exemple: $*1.1+0.5

source: Renew the list of known disks
ca: Renovar la llista de discs coneguts

source: Disk name
ca: Nom del disc

source: Shown name
ca: Nom mostrat

source: Disk name: The name of the disk, as returned by the 'lsblk' command. Please see help. High and Critical values: Cf. technical manual of your disk.
ca: Nom del disc: El nom del disc retornat per l'ordre 'lsblk'. Vegeu l'ajuda. Per a valors alts o crítics, consulteu el manual del vostre disc.

source: The first emoji in this list is used for fan
ca: El primer emoji de la llista s'utilitzarà pels ventiladors

source: Show only positive or zero values
ca: Mostrar només valors positius o zero

source: Abbreviation of "Rotations per minute"
ca: Abreviació de "Rotacions per minut"

source: Log critical fan speeds
ca: Registra velocitats crítiques dels ventiladors

source: When this option is checked, fan speeds below the critical limit are recorded in the system log.
ca: En estar marcat, les velocitats del ventilador excessives es registraran al log del sistema.

source: Min (rpm)
ca: Mín (rpm)

source: Double-click on a line to change 'Shown name', 'Min' or 'Formula'. To reset a 'Shown name', copy/paste the 'Sensor name'. 'Min' (optional) must be valid number. 'Formula' (optional): Use $ as the value returned by the sensor. You can use the 4 operations (+-*/) and parentheses. Example: $*1.1+0.5
ca: Feu doble clic a una línia per canviar 'Nom mostrat', 'Mín' o 'Fòrmula'. Per restablir un 'Nom mostrat', copieu i enganxeu el 'Nom del sensor'. 'Mín' (opcional) ha de ser un número vàlid. 'Fòrmula' (opcional): Utilitzeu $ pel valor mostrat pel sensor. Podeu utilitzar les quatre operacions (+-*/) i parèntesis. Exemple: $*1.1+0.5

source: The first emoji in this list is used for voltage
ca: El primer emoji de la llista s'utilitzarà pel voltatge

source: Voltage unit
ca: Unitat de voltatge

source: Most appropriate (V or mV)
ca: La més apropiada (V o mV)

source: V only
ca: Només V

source: mV only
ca: només mV

source: Log critical voltages
ca: Registra voltatges crítics

source: When this option is checked, voltages below the minimum limit or above the maximum limit are recorded in the system log.
ca: Quan està marcada, els voltatges per sota del límit mínim o per sobre del límit màxim es guarden al registre del sistema.

source: Min (V)
ca: Mín (V)

source: Max (V)
ca: Màx (V)

source: Double-click on a line to change 'Shown name', 'Min', 'Max' or 'Formula'. To reset a 'Shown name', copy/paste the 'Sensor name'. 'Min' and 'Max' (optional) must be valid numbers. 'Formula' (optional): Use $ as the value returned by the sensor. You can use the 4 operations (+-*/) and parentheses. Example: $*1.1+0.5
ca: Feu doble clic a una línia per canviar 'Nom mostrat', 'Mín', 'Màx' o 'Fòrmula'. Per restablir un 'Nom mostrat', copieu i enganxeu el 'Nom del Sensor'. 'Mín' i 'Màx' (opcional) han de ser números vàlids. 'Fòrmula' (opcional): Utilitzeu $ pel valor mostrat pel sensor. Podeu utilitzar les quatre operacions (+-*/) i parèntesis. Exemple: $*1.1+0.5

source: Whether or not to display into this applet label the 'Shown name' of the sensors selected in the list below. Without effect in vertical panels.
ca: Indica si es mostrarà o no l'etiqueta 'Nom mostrat' dels sensors seleccionats a la llista de sota. No té efecte en panells verticals.

source: The first emoji in this list is used for intrusion
ca: El primer emoji de la llista s'utilitzarà per a intrusions

source: Show in the panel only when an intrusion was detected
ca: Mostrar al panell només quan es detecti una intrusió

source: Log intrusions
ca: ⮿ Intrusió

source: When this option is checked, intrusions are recorded in the system log.
ca: En estar marcat, les intrusions es registren al log del sistema.

source: Double-click on a line to change Shown name. To reset a Shown name, copy/paste the Sensor name.
ca: Feu doble clic a una línia per canviar 'Nom mostrat'. Per restablir un 'Nom mostrat', copieu i enganxeu el nom del sensor.

source: These settings are for advanced users only! Please refer to the README file.
ca: Aquestes opcions són només per a usuaris avançats! Si us plau, consulteu el README.

source: Open the README file
ca: Obrir el fitxer README

source: Type
ca: Tipus

source: Name
ca: Nom

source: File to monitor
ca: Fitxer a monitorar

source: High value
ca: Valor alt

source: Critical value
ca: Valor crític

source: Add a line by custom sensor to set the type, the name and the path of the file to monitor (/sys/class/...).
ca: Afegiu una línia de sensor personalitzat per a establir el tipus, el nom i la ruta del fitxer a monitorar (/sys/class/...).

source: Example of sensor values from this computer
ca: Exemple de valors de sensor d'aquest ordinador

source: Useful for reporting an issue.
ca: Útil per a informar sobre un problema.

source: Update display
ca: Actualitzar el monitor

source: Remove from panel the temperature@fevimu applet
ca: Elimineu la miniaplicació temperature@fevimu del panell
