Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/any-alarm@sophie-la-li/*.po
Languages: ca

source: AnyAlarm
ca: QualsevolAlarma

source: Any Alarm
ca: Qualsevol Alarma

source: Will remind you regularly about something
ca: Us recordarÃ quelcom de manera regular

source: Alarm enabled
ca: Alarma activada

source: When to trigger the alarm
ca: Quan s'ha d'activar l'alarma

source: every # seconds (see option below)
ca: cada # segons (veure opcions a sota)

source: every full minute
ca: cada minut

source: every quarter hour
ca: cada quart d'hora

source: every half hour
ca: cada mitja hora

source: every full hour
ca: cada hora

source: seconds
ca: segons

source: Seconds for the "every # seconds" mode
ca: Segons pel mode "cada # segons"

source: Alarm Text
ca: Text d'Alarma
