Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/mouse-keys-shortcut@GabrielCamara3526/*.po
Languages: ca, es, fr, pt_br

source: Control the pointer using the keypad
ca: Controleu el punter utilitzant el keypad
es: Controlar el puntero mediante el teclado
fr: Contrôler le curseur à l'aide du clavier numérique
pt_br: Controle o mouse usando o teclado

source: Mouse Keys: ON
ca: Tecles del ratolí: Activades
es: Teclas del ratón: ON
fr: Touches de la souris : ACTIVÉ
pt_br: Teclas do mouse: LIGADO

source: Mouse Keys: OFF
ca: Tecles del ratolí: Desactivades
es: Teclas del ratón: OFF
fr: Touches de la souris : DÉSACTIVÉ
pt_br: Teclas do mouse: DESLIGADO

source: Control the pointer using the mouse
ca: Controleu el punter utilitzant el ratolí
es: Controlar el puntero con el ratón
fr: Contrôler le curseur avec la souris
pt_br: Controle o cursor usando o mouse

source: Initial delay
ca: Retard inicial
es: Retraso inicial
fr: Délai initial
pt_br: Atraso inicial

source: Acceleration time
ca: Temps d'acceleració
es: Tiempo de la aceleración
fr: Temps d'accélération
pt_br: Tempo de aceleração

source: Maximum speed
ca: Velocitat màxima
es: Velocidad máxima
fr: Vitesse maximale
pt_br: Velocidade máxima

source: Mouse Keys Shortcut
ca: Dreceres de les tecles del ratolí
es: Atajo de teclado del ratón
fr: Raccourci clavier des touches de la souris
pt_br: Atalho de Botões do mouse

source: Trigger this applet to control the pointer using the keypad
ca: Utilitzeu aquesta miniaplicació per a controlar el punter utilitzant el keypad
es: Active este applet para controlar el puntero mediante el teclado
fr: Utiliser le clavier pour contrôler le pointeur de la souris
pt_br: Ative este applet para controlar o mouse usando o teclado

source: Shortcuts
ca: Dreceres
es: Atajos
fr: Raccourcis
pt_br: Atalhos

source: Use custom shortcut
ca: Utilitzeu una drecera personalitzada
es: Usar acceso directo personalizado
fr: Utiliser un raccourci personnalisé
pt_br: Usar atalho personalizado

source: Mouse Keys accessibility shortcut
ca: Drecera d'accessibilitat per a les tecles del ratolí
es: Atajo de accesibilidad de las teclas del ratón
fr: Raccourci clavier pour l'accessibilité de la souris à l'aide de touches
pt_br: Atalho de botões do mouse

source: Shortcut to enable/disable mouse keys setting
ca: Drecera per a activar/desactivar la opció de les tecles del ratolí
es: Acceso directo para activar/desactivar la configuración de las teclas del ratón
fr: Raccourci pour activer/désactiver le contrôle de la souris à l'aide des touches
pt_br: Atalho de ligar/desligar botões do mouse

source: Mouse Keys
ca: Tecles del Ratolí
es: Teclas del ratón
fr: Touches de la souris
pt_br: Botões do mouse

source: Notifications
ca: Notificacions
es: Notificaciones
pt_br: Notificações

source: Show notifications
ca: Mostra notificacions
es: Mostrar notificaciones
fr: Afficher les notifications
pt_br: Mostrar notificações

source: Show OSD
ca: Mostra OSD
es: Mostrar OSD
fr: Afficher un OSD
pt_br: Mostrar OSD

source: Icon
ca: Icona
es: Icono
fr: Icône
pt_br: Ícone

source: Reverse the icons when using a dark theme
ca: Reverteix les icones quan s'utilitzi un tema fosc
es: Invertir los iconos al usar un tema oscuro
fr: Inverser les icônes lors de l'utilisation d'un thème sombre
pt_br: Inverter ícones ao usar temas escuros

source: Theme incorrectly detected; this is a dark theme
ca: Detecció incorrecta del tema; això és un tema fosc
es: Tema detectado incorrectamente; este es un tema oscuro
fr: Thème incorrectement détecté ; il s'agit d'un thème sombre
pt_br: Tema detectado incorretamente; Esse é um tema escuro
