Repository: linuxmint/cinnamon-spices-applets
Catalog: wallpaper-slideshow@amaan-mohib/files/wallpaper-slideshow@amaan-mohib/po/*.po
Languages: ca, da, es, hu, zh_tw

source: Wallpaper Slideshow
ca: Canviador de fons de pantalla
da: Slideshow med skrivebordsbaggrunde
es: Cambiador de fondo de pantalla
hu: Háttérkép Diavetítés
zh_tw: 桌布幻燈片

source: The wallpaper path does not exists!
ca: La ruta del fons de pantalla no existeix!
da: Stien til skrivebordsbaggrunde findes ikke!
es: ¡La ruta del fondo de pantalla no existe!
hu: A háttérkép nem létezik.
zh_tw: 桌布路徑不存在！

source: Delay
ca: Temps d'espera
da: Forsinkelse
es: Retraso
hu: Késleltetés
zh_tw: 延遲

source: Open wallpapers directory
ca: Obrir el directori dels fons de pantalla
da: Åbn mappe til skrivebordsbaggrunde
es: Abrir el directorio de fondos de pantalla
hu: Háttérképek mappa megnyitása
zh_tw: 開啟桌布資料夾

source: Next
ca: Següent
da: Næste
es: Siguiente
hu: Következő
zh_tw: 下一張

source: Previous
ca: Anterior
da: Forrige
es: Anterior
hu: Előző
zh_tw: 上一張

source: Paused
ca: Aturat
da: På pause
es: Pausado
hu: Szüneteltetve
zh_tw: 已暫停

source: Preferences
ca: Preferències
da: Indstillinger
es: Preferencias
hu: Beállítások
zh_tw: 偏好設定

source: Starts a wallpaper slideshow persisting across reboots
ca: Comença una presentació de dispositives de fons de pantalla persistent entre reinicis
da: Starter et slideshow af skrivebordsbaggrunde, der fortsætter selv efter genstart
es: Inicia un cambiador de fondo de pantalla que persiste a través de los reinicios
hu: A háttérkép-diavetítés indítási állapot-megtartása a rendszer újraindítása után
zh_tw: 啟動桌布幻燈片播放，重新開機後仍會持續運作

source: Wallpaper path
ca: Ruta del fons de pantalla
da: Sti til skrivebordsbaggrunde
es: Ruta del fondo de pantalla
hu: Háttérkép elérési út
zh_tw: 桌布路徑

source: Specify path of the wallpaper directory
ca: Especifiqueu la ruta del directori de fons de pantalla
da: Angiv sti til mappen til skrivebordsbaggrunde
es: Especifique la ruta del directorio del fondo de pantalla
hu: Adja meg a háttérképek mappa elérési útját
zh_tw: 指定桌布資料夾的路徑

source: For example: /home/username/Pictures/wallpapers
ca: Per exemple: /home/usuari/Imatges/fons
da: For eksempel: /home/username/Pictures/wallpapers
es: Por ejemplo: /inicio/nombre de usuario/Imágenes/fondos de pantalla
hu: Például: /home/felhasználó/Képek/háttérképek
zh_tw: 例如：/home/username/Pictures/wallpapers

source: Specify the delay to change the wallpaper (in seconds)
ca: Especifiqueu el temps d'espera entre canvis de fons de pantalla (en segons)
da: Angiv interval for skift af skrivebordsbaggrund ( i sekunder)
es: Especifique el retraso para cambiar el fondo de pantalla (en segundos)
hu: Adja meg a háttérképek váltása közti idő másodpercben
zh_tw: 指定更換桌布的延遲時間（以秒為單位）

source: For example: 86400 for 24hrs
ca: Per exemple: 86400 per 24h
da: For eksempel 86400 for 24 timer
es: Por ejemplo: 86400 para 24 horas
hu: Például: 86400 az 24 óra
zh_tw: 例如：86400 表示 24 小時

source: Custom interval
ca: Interval personalitzat
da: Tilpasset interval
es: Intervalo personalizado
hu: Egyedi időköz
zh_tw: 自訂間隔

source: Specify a custom interval to check for updates
ca: Especifiqueu un interval de temps personalitzat per a actualitzacions
da: Angiv et selvvalgt interval for søgning efter opdateringer
es: Especifique un intervalo personalizado para comprobar si hay actualizaciones
hu: Adja meg a frissítések keresése közti egyedi időt
zh_tw: 指定檢查更新的自訂間隔時間

source: Default: 1hr
ca: Per defecte: 1h
da: Standard: 1 time
es: Por defecto: 1hr
hu: Alapértelmezett: 1 óra
zh_tw: 預設：1 小時

source: Specify the interval (in seconds) to check for updates
ca: Especifiqueu l'interval en segons entre cerques d'actualitzacions
da: Angiv intervallet (i sekunder) for søgning efter opdateringer
es: Especifique el intervalo (en segundos) para comprobar si hay actualizaciones
hu: Adja meg a frissítések keresése közti idő másodpercben
zh_tw: 指定檢查更新的間隔時間（以秒為單位）

source: For example: 3600 for 1hr
ca: Per exemple: 3600 per 1h
da: For eksempel: 3600 for 1 time
es: Por ejemplo: 3600 para 1hr
hu: Például: 3600 az 1 óra
zh_tw: 例如：3600 表示 1 小時

source: Pause the wallpaper slideshow
ca: Aturar el canviador de fons de pantalla
da: Sæt slideshow på pause
es: Pausar el cambiador de fondo de pantalla
hu: Háttérkép diavetítés szüneteltetése
zh_tw: 暫停桌布幻燈片播放
