Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/tor-button@shatur/*.po
Languages: ca, da, es, hu, it, nl, ru

source: Tor network
ca: Xarxa Tor
da: Tor-netværk
es: Red Tor
hu: Tor hálózat
it: Rete Tor
nl: Tor netwerk
ru: Сеть Tor

source: Rebuild chain
ca: Reconstruir cadena
da: Genbyg kæde
es: Reconstruir cadena
hu: Új_ra-összeállítás
it: Ricostruisci catena
nl: Keten herbouwen
ru: Перестроить цепочку

source: Tor disabled
ca: Tor desactivat
da: Tor er deaktiveret
es: Tor deshabilitado
hu: A Tor hálózat nem érhető el
it: Tor disabilitato
nl: Tor uitgeschakeld
ru: Tor отключён

source: Error
da: Fejl
hu: Hiba
it: Errore
nl: Fout
ru: Ошибка

source: Unable to parse
ca: No s'ha pogut interpretar
da: Kan ikke fortolke
es: Imposible analizar
hu: Nem dolgozható fel az elem
it: Impossibile analizzare
nl: Kan niet ontleden
ru: Не удалось распознать

source: Unable to open configuration file
ca: No s'ha pogut obrir el fitxer de configuració
da: Kan ikke åbne konfigurationsfilen
es: No se puede abrir el archivo de configuración
hu: A beállítás-fájl nem nyitható meg
it: Impossibile aprire il file di configurazione
nl: Kan configuratiebestand niet openen
ru: Не удалось открыть файл конфигурации

source: Process launched.
ca: Procés iniciat.
da: Proces opstartet.
es: Proceso iniciado.
hu: Folyamat elindítva.
it: Processo avviato.
nl: Proces gestart.
ru: Процесс запущен.

source: Tor enabled
ca: Tor activat
da: Tor er aktiveret
es: Tor habilitado
hu: A Tor hálózat elérhető
it: Tor abilitato
nl: Tor ingeschakeld
ru: Tor включён

source: Unable to start Tor:
ca: No s'ha pogut iniciar Tor:
da: Kunne ikke starte Tor:
es: No se puede iniciar Tor:
hu: Nem sikerült elindítani a Tor alkalmazást:
it: Impossibile avviare Tor:
nl: Kan Tor niet starten:
ru: Не удалось запустить Tor:

source: Process closed.
ca: Procés finalitzat.
da: Proces lukket.
es: Proceso terminado.
hu: Folyamat leállítva.
it: Processo terminato.
nl: Proces afgesloten.
ru: Процесс остановлен.

source: Tor is not running.
ca: Tor no està en execució.
da: Tor kører ikke.
es: Tor no se está ejecutando.
hu: A Tor alkalmazás nem fut.
it: Tor non Ã¨ in esecuzione.
nl: Tor draait niet.
ru: Tor не запущен.

source: Show notifications
ca: Mostrar notificacions
da: Vis meddelelser
es: Mostrar notificaciones
hu: Értesítések megjelenítése
it: Mostra notifiche
nl: Meldingen weergeven
ru: Показывать уведомления

source: Show notifications when the Tor network is turned on/off.
ca: Mostra notificacions quan la xarxa Tor està activa/inactiva.
da: Vis meddelelser, når der tændes/slukkes for Tor-netværket.
es: Mostrar notificaciones cuando se activa/desactiva la red Tor.
hu: Értesítés megjelenítése, amikor a Tor hálózat elérhető/nem érhető el.
it: Mostra notifiche quando la rete Tor viene attivata/spenta.
nl: Meldingen weergeven wanneer het Tor-netwerk wordt in- of uitgeschakeld.
ru: Показывать уведомления, когда сеть Tor включается/выключается.

source: Tor location path
ca: Ruta d'ubicació de Tor
da: Sti til Tors placering
es: Ruta de ubicación de Tor
hu: Tor alkalmazás elérési útvonala
it: Percorso di Tor
nl: Locatiepad van Tor
ru: Расположение Tor

source: Specify the command to launch Tor.
ca: Especifiqueu l'ordre per a iniciar Tor.
da: Angiv kommandoen til at starte Tor.
es: Especifique el comando para iniciar Tor.
hu: A Tor elindításához használandó parancs.
it: Specifica il comando per avviare Tor.
nl: Specificeer het commando om Tor te starten.
ru: Укажите команду для запуска Tor.

source: Tor settings
ca: Configuració de Tor
da: Tor-indstillinger
es: Configuración de Tor
hu: Tor beállítások
it: Impostazioni Tor
nl: Tor-instellingen
ru: Настройки Tor

source: Settings for applet
ca: Configuració de la miniaplicació
da: Indstillinger for panelprogrammet
es: Configuración del applet
hu: A kisalkalmazás beállításai
it: Impostazioni dell'applet
nl: Instellingen voor applet
ru: Настройки для апплета

source: Applet settings
ca: Opcions de la miniaplicació
da: Panelprogramindstillinger
es: Ajustes del applet
hu: Kisalkalmazás beállítások
it: Impostazioni Applet
nl: Applet-instellingen
ru: Настройки апплета

source: Settings for Tor
ca: Opcions de Tor
da: Indstillinger for Tor
es: Configuración de Tor
hu: Tor beállítások
it: Impostazioni di Tor
nl: Instellingen voor Tor
ru: Настройки для Tor

source: Tor config path
ca: Ruta del fitxer de configuració de Tor
da: Sti til Tors konfiguration
es: Ruta de configuración de Tor
hu: Tor beállítási útvonal
it: Percorso config di Tor
nl: Pad naar Tor-configuratie
ru: Путь к настройкам Tor

source: Specify the path to torrc file.
ca: Especifiqueu la ruta cap al fitxer torrc.
da: Angiv stien til torrc-filen.
es: Especifique la ruta al archivo torrc.
hu: Adja meg a torrc fájl elérési útját.
it: Specifica il percorso del file torrc.
nl: Specificeer het pad naar het torrc-bestand.
ru: Укажите путь к файлу torrc.

source: Launch Tor as tor user
ca: Iniciar Tor com a usuari tor
da: Kør Tor som tor-bruger
es: Iniciar Tor como usuario tor
hu: Tor alkalmazás elindítása a „tor” felhasználó nevében
it: Avvia Tor come utente tor
nl: Start Tor als tor-gebruiker
ru: Запускать от пользователя tor

source: Launch Tor with polkit as tor user. Needed if you don't have permissions to launch Tor as normal user.
ca: Inicia Tor amb polkit com a usuari tor. Requerit si no teniu permís per a iniciar Tor com a usuari normal.
da: Kør Tor med polkit som tor-bruger. Nødvendigt hvis du ikke har rettigheder til at køre Tor som normal bruger.
es: Iniciar Tor con polkit como usuario tor. Necesario si no tiene permisos para iniciar Tor como usuario normal.
hu: Tor alkalmazás elindítása a polkit segítségével a „tor” felhasználó nevében. Erre akkor van szükség, ha nincsen elegendő jogosultsága elindítani a Tor alkalmazást a saját felhasználói fiókjával.
it: Avvia Tor con polkit come utente tor. Necessario se non si dispone delle autorizzazioni per avviare Tor come utente normale.
nl: Start Tor met polkit als tor-gebruiker. Nodig als je geen toestemming hebt om Tor als normale gebruiker te starten.
ru: Запускать Tor с polkit от пользователя tor. Требутеся, если у вас нет прав для запуска Tor от обычного пользователя.

source: Applet for Tor network management
ca: Miniaplicació de gestió de la xarxa Tor
da: Håndtering af Tor-netværk
es: Applet para la gestión de la red Tor
hu: Tor hálózatkezelő kisalkalmazás
it: Applet per la gestione della rete Tor
nl: Applet voor Tor netwerkbeheer
ru: Апплет для управления сетью Tor

source: Tor Button
ca: Botó Tor
da: Tor-knap
es: Botón de Tor
hu: Tor gomb
it: Pulsante Tor
nl: Tor-knop
