Repository: linuxmint/cinnamon-spices-applets
Catalog: radio@driglu4it/files/radio@driglu4it/po/*.po
Languages: ca, da, de, fi, hr, hu, is, it, nl, pt_br, ro, ru, tr, uk

source: Please also install the '%s' package.
ca: Si us plau, instal·leu també el paquet '%s'.
da: Installér venligst også pakken “%s”.
de: Bitte auch das Paket »%s« installieren.
fi: Asenna myös paketti '%s'.
hr: Instalirajte '%s' paket.
hu: Telepítse a(z) „%s” csomagot.
is: Settu einnig upp '%s' pakkann.
it: Installa anche il pacchetto '%s'.
pt_br: Por favor, instale também o pacote '%s'.
tr: Lütfen ayrıca '%s' paketini kurun.
uk: Будь ласка, також встановіть пакет '%s'.

source: Can't play %s
ca: No es pot reproduir %s
da: Kan ikke afspille %s
de: %s kann nicht abgespielt werden
fi: Ei voi toistaa %s
hr: Nemoguća reprodukcija %s
hu: „%s” nem játszható le
is: Get ekki spilað %s
it: Impossibile riprodurre %s
pt_br: Impossível reproduzir %s
ro: Nu se poate reda %s
tr: Oynatılamıyor %s
uk: Не можу грати %s

source: Make sure that the URL is valid and you have a stable internet connection. Don't hestitate to open an Issue on Github if the problem persists.
ca: Assegureu-vos que la URL és vàlida i que teniu una connexió a internet estable. Si el problema persisteix, podeu obrir una incidència a Github.
da: Sikr dig, at URL'en er gyldig, og at du har en stabil internetforbindelse. Tøv ikke med at åbne en sag hos Github, hvis problemet varer ved.
de: Stellen Sie sicher, dass die verwendete URL gültig ist und Sie über eine stabile Internetverbindung verfügen. Zögern Sie nicht das Problem auf Github zu melden, sollte es bestehen bleiben.
fi: Varmista, että URL on kelvollinen ja olet Internetissä. Älä epäröi avata Github:ssa vikailmoitusta, jos ongelma jatkuu.
hr: Pobrinite se da je URL valjan i imate stabilni pristup internetu. Ne ustručavajte se prijaviti problem na Githubu ako se problem nastavi.
hu: Győződjön meg róla, hogy az URL érvényes, és stabil internetkapcsolattal rendelkezik. Ha a probléma továbbra is fennáll, nyisson egy hibajegyet a Github webhelyen.
is: Gakktu úr skugga um að vefslóðin sé gild og að þú sért með stöðuga internettengingu. Ekki hika við að senda inn verkbeiðni á Github ef vandamálið er viðvarandi.
it: Assicurati che l'URL sia valido e disponga di una connessione Internet stabile. Non esitare ad aprire un problema su Github se il problema persiste.
pt_br: Certifique-se de que a URL seja válida e de que você tenha uma conexão de internet estável. Não hesite em reportar um bug no Github caso o problema persista.
ro: Asigură-te că URL-ul este valid și că ai o conexiune stabilă la internet. Nu ezita să deschizi un Issue pe GitHub dacă problema persistă.
tr: URL'nin geçerli olduğundan ve sabit bir internet bağlantınız olduğundan emin olun. Sorun devam ederse Github'da bir Sorun açmaktan çekinmeyin.
uk: Переконайтеся, що URL-адреса дійсна та у вас є стабільне підключення до Інтернету. Не вагайтеся відкривати питання на Github, якщо проблема не зникає.

source: Stop
ca: Aturar
de: Anhalten
fi: Pysäytä
hr: Zaustavi
hu: Leállítás
is: Stöðva
it: Ferma
pt_br: Parar
ru: Стоп
tr: Durdur
uk: Стоп

source: List of stations
ca: Llista d'emissores
da: Liste over stationer
de: Liste der Radiostationen
fi: Radiokanavien luettelo
hr: Popis stanica
hu: Rádióállomások listája
is: Listi yfir útvarpsstöðvar
it: Elenco stazioni
nl: Lijst van stations
pt_br: Lista de estações
ro: Listă de posturi
ru: Список станций
tr: İstasyonların listesi
uk: Список станцій

source: Copy current song title
ca: Copiar el títol de la cançó actual
da: Kopiér den aktuelle sangs titel
de: Aktuellen Liedtitel kopieren
fi: Kopioi soivan kappaleen nimi
hr: Kopiraj trenutni naslov pjesme
hu: Szám címének másolása
is: Afrita titil núverandi lags
it: Copia il titolo del brano corrente
pt_br: Copiar título da música atual
ro: Copiază titlul cântecului curent
tr: Geçerli şarkı başlığını kopyala
uk: Копіювати назву поточної пісні

source: Download from Youtube
da: Download fra Youtube
is: Sækja frá YouTube
it: Scarica da Youtube
tr: Youtube'dan indirin

source: Can't copy current Song. Is the Radio playing?
ca: No es pot copiar la cançó actual. S'està reproduint la ràdio?
da: Kan ikke kopiere den aktuelle sang. Afspiller Radio?
de: Aktueller Liedtitel konnte nicht kopiert werden. Ist das Radio eingeschaltet?
fi: Kappaletta ei kyetä kopioimaan. Soittaako radio?
hr: Nemoguće kopiranje trenutne pjesme. Radi li radio?
hu: A jelenlegi szám nem másolható. Műsort szór a rádióállomás?
is: Get ekki afritað fyrirliggjandi lag. Er útvarpið að spila?
it: Impossibile copiare il brano corrente. La radio è in riproduzione?
pt_br: Impossível copiar a música atual. O rádio está tocando?
ro: Nu se poate copia cântecul curent. Merge radioul?
tr: Mevcut Şarkı kopyalanamıyor. Radyo çalıyor mu?
uk: Неможливо скопіювати поточну пісню. Радіо грає?

source: download finished. File saved to %s
ca: descàrrega acabada. Fitxer guardat a %s
da: download er færdig. Filen gemt i %s
de: Download beendet. Die Datei wurde unter %s gespeichert.
fi: lataus valmis. Tallennettu %s
hr: preuzimanje završeno. Datoteka je spremljena u %s
hu: fájl letöltése sikerült. A fájl ide lett mentve: „%s”
is: Niðurhali lokið. Skrá vistuð í %s
it: download completato. File salvato in %s
pt_br: Download finalizado. Arquivo salvo em %s
tr: indirme tamamlandı. Dosya %s konumuna kaydedildi
uk: завантаження завершено. Файл збережено в %s

source: Couldn't download song from Youtube due to an Error.
da: Kunne ikke downloade sangen fra Youtube pga. en fejl.
is: Gat ekki sótt lag frá YouTube vegna villu.
it: Impossibile scaricare il brano da Youtube a causa di un errore.
tr: Bir Hata nedeniyle YouTube'dan şarkı indirilemedi.

source: See Logs for more information
ca: Doneu una ullada als fitxers de registre per més informació
da: Se loggen for flere oplysninger
de: Mehr Informationen finden Sie in den Logs.
fi: Katso lisätietoja kohdasta Lokit
hr: Pogledajte zapise za više informacija
hu: További információkért tekintse meg a naplófájlokat
is: Skoðaðu atvikaskrána til að fá frekari upplýsingar
it: Vedi i Log per maggiori informazioni
pt_br: Consulte o LOG de registros para obter mais informações
tr: Daha fazla bilgi için Günlüklere bakın
uk: Дивіться Журнали для отримання додаткової інформації

source: couldn't install required dependencies. Make sure you are connected to the internet. See the Logs for more information
ca: no s'han pogut instal·lat les dependències necessàries. Assegureu-vos que esteu connectats a Internet. Reviseu els fitxers de registre per més informació
da: kunne ikke installere nødvendige afhængigheder. Sikr dig, du er forbundet til internettet. Se loggen for flere oplysninger
fi: vaadittuja riippuvuuksia ei voitu asentaa. Varmista, että olet yhteydessä Internetiin. Katso lisätietoja lokista
hr: nemoguća instalacija potrebnih zavisnosti. Pobrinite se da imate pristup internetu. Pogledajte zapise za više informacija
hu: nem tudta telepíteni a szükséges függőségeket. Győződjön meg róla, hogy az internet-kapcsolata működőképes. További információkért tekintse meg a naplófájlokat
is: Gat ekki sett inn nayðsynlegar kerfiskröfur. Gakktu úr skugga um að þú sért tengd/ur við internetið. Skoðaðu atvikaskrána til að fá frekari upplýsingar
it: impossibile installare le dipendenze richieste. Assicurati di essere connesso a Internet. Vedere i log per ulteriori informazioni
pt_br: Impossível instalar as dependências necessárias. Certifique-se de que esteja conectado à Internet. Consulte o LOG de registros para obter mais informações
tr: gerekli bağımlılıkları yükleyemedi. İnternete bağlı olduğunuzdan emin olun. Daha fazla bilgi için Günlüklere bakın
uk: не вдалося встановити необхідні залежності. Переконайтеся, що ви підключені до Інтернету. Для отримання додаткової інформації дивіться Журнали

source: Can't increase Volume. Volume already at maximum.
ca: No es pot incrementar el volum; ja està al màxim.
da: Kan ikke skrue op for lydstyrken. Der er allerede skruet helt op.
de: Die Lautstärke kann nicht weiter erhöht werden, da bereits die maximale Lautstärke erreicht ist.
fi: Voimakkuutta ei voi lisätä, se on jo maksimissaan.
hr: Nemoguće pojačanje glasnoće zvuka. Glasnoća zvuka je već na makismumu.
hu: A hangerő már nem növelhető, mert a hangerő már a lehető leghangosabb.
is: Get ekki aukið hljóðstyrk. Hljóðstyrkurinn er þegar í hámarki.
it: Impossibile incrementare il Volume. Volume è già al massimo.
pt_br: Impossível aumentar o volume. Volumen já está no máximo.
ro: Nu se poate crește volumul. Volumul este deja la maxim.
tr: Sesi artıramıyorum. Hacim zaten maksimumda.
uk: Неможливо збільшити гучність. Гучність вже максимальна.

source: Radio++
ca: Ràdio++
is: Útvarp++
tr: Radyo++

source: Playing %s
ca: Reproduint %s
da: Spiller %s
de: Sie hören %s
fi: Soittaa %s
hr: Slušate %s
hu: Lejátszás: %s
is: Spila %s
it: Riproducendo %s
nl: Speelt %s
pt_br: Reproduzindo %s
ro: Se redă %s
ru: Играет %s
tr: Çalıyor %s
uk: Грає %s

source: Stop Radio++
ca: Aturar Radio++
de: Radio++ anhalten
fi: Pysäytä Radio++
hr: Zaustavi Radio++
hu: Radio++ leállítása
is: Stöðva Útvarp++
it: Ferma Radio++
pt_br: Parar Radio++
ro: Oprește Radio++
ru: Стоп Radio++
tr: Radyo++ Durduruldu
uk: Зупинити Radio++

source: Please install the '%s' package.
ca: Si us plau instal·leu el paquet '%s'.
da: Installér venligst pakken “%s”.
de: Bitte das Paket »%s« installieren.
fi: Asenna paketti '%s'.
hr: Instalirajte '%s' paket.
hu: Telepítse a(z) „%s” csomagot.
is: Settu upp '%s' pakkann.
it: Per favore installa il pacchetto '%s'.
nl: Installeer alstublieft het '%s' pakket.
pt_br: Por favor, instale o pacote '%s'.
ro: Instalează pachetul '%s'.
ru: Пожалуйста, установите пакет "%s".
tr: Lütfen '%s' paketini kurun.
uk: Будь ласка, встановіть пакет '%s'.

source: Find Radio Station
ca: Buscar emissora de ràdio
fi: Hae radiokanavaa
hr: Potraži radio stanicu
hu: Rádióállomás keresése
is: Finna útvarpsstöð
it: Trova Stazione Radio
nl: Zoek radiostation
pt_br: Buscar uma estação de Rádio
ru: Найти радиостанцию
uk: Знайти радіостанцію

source: Add to My Stations
ca: Afegir a les meves emissores
da: Tilføj til Mine stationer
fi: Lisää Minun kanaviin
hr: Dodaj u Moje stanice
hu: Saját rádióállomásokhoz adás
is: Bæta við stöðvarnar mínar
it: Aggiungi alle Mie Stazioni
nl: Toevoegen aan Mijn Stations
pt_br: Adicionar às Minhas Estações
ru: Добавить к моим станциям
uk: Додати до моїх станцій

source: Download Confirmation Dialog
ca: Diàleg de confirmació de descàrrega
da: Dialog til bekræftelse af download
de: Download-Bestätigungsdialog
fi: Latauksen vahvistus
hr: Preuzmi dijalog potvrde
hu: Letöltés jóváhagyás párbeszédablak
is: Staðfestingargluggi niðurhals
it: Scarica la Finestra di Dialogo di Conferma
nl: Bevestigingsvenster voor download
pt_br: Diálogo de Confirmação de Download
ro: Dialog de confirmare a descărcării
ru: Диалоговое окно подтверждения загрузки
tr: İndirme İşlemi Onayı
uk: Діалогове вікно підтвердження завантаження

source: The radio applet depends on the '%s' plugin. It's a 3rd party plugin for mpv, which allows controlling the radio player with the sound applet.
ca: La miniaplicació depèn del plugin '%s'. És un plugin extern per mpv que permet el control de la ràdio mitjançant l'aplicació de so.
da: Panelprogrammet afhænger af udvidelsesmodulet “%s”. Det er et tredjepartsmodul til mpv, som tillader kontrol af radioafspilleren med lydpanelprogrammet.
de: Das Radio-Applet hängt von dem Plugin »%s« ab. Das ist ein Plugin von einem Drittanbieter, das die Steuerung des Radios mit dem Klang-Applet ermöglicht.
fi: Radio sovelma tarvitsee '%s' lisäosan. Tämä on kolmannen osapuolen mpv-plugin, jolla voit ohjata radiota kaiutin kuvakkeesta. Asentaa joko synaptic ohjelmalla tai painikkeen kautta.
hr: Radio aplet zavisi o '%s' priključku. To je priključak treće strane za mpv, koji vam omogućuje upravljanje radio reproduktorom pomoću apleta zvuka.
hu: A rádió kisalkalmazás a(z) „%s” bővítménytől függ. Ez egy harmadik féltől származó bővítmény az mpv alkalmazáshoz, amely lehetővé teszi a rádiólejátszó vezérlését a hangalkalmazással.
is: Útvarfsforritið er háð '%s' viðbótinni. Það er viðbót frá utanaðkomandi til að tengjast mpv, sem gerir kleift að stýra útvarpsspilaranum með hljóðstýriforritinu.
it: L'applet radio dipende dal plugin '%s'. È un plug-in di terze parti per mpv, che consente di controllare il lettore radio con l'applet audio.
nl: De radio applet is afhankelijk van de '%s' plugin. Het is een externe plugin voor mpv, dat toelaat de radiospeler te bedienen met de geluidsapplet.
pt_br: O applet de rádio depende do plugin '%s'. É um plugin de terceiros para mpv, que permite controlar o reprodutor de rádio com o applet de som.
ro: Appletul radio depinde de pluginul '%s'. Este un plugin extern pentru mpv, care permite controlarea playerului radio cu appletul de sunet.
ru: Апплет радио зависит от плагина "%s". Это сторонний плагин для mpv, который позволяет управлять радиоплеером с помощью апплета "звуки".
tr: Radyo uygulaması '%s' eklentisine bağlıdır. Radyo oynatıcıyı ses uygulamasıyla kontrol etmeye izin veren mpv için 3. taraf bir eklentidir.
uk: Цей аплет радіо залежить від плагіна '%s'. Це сторонній плагін для mpv, який дозволяє керувати радіоплеєром за допомогою звукового аплету.

source: Do you want to proceed the download at your own risk?
ca: Voleu continuar amb la descàrrega?
da: Vil du fortsætte med download for egen regning og risiko?
de: Den Download auf eigene Gefahr fortsetzen?
fi: Tämä on omalla vastuullasi, haluatko jatkaa?
hr: Želite li nastaviti preuzimanje na vlastiti rizik?
hu: Biztos benne, hogy el kívánja végezni a letöltést?
is: Viltu halda áfram með niðurhalið á þína eigin ábyrgð?
it: Vuoi procedere con il download a tuo rischio e pericolo?
nl: Wilt u doorgaan met de download op eigen risico?
pt_br: Deseja prosseguir com o download por sua conta e risco?
ro: Dorești să continui descărcarea pe propria răspundere?
ru: Вы хотите продолжить загрузку на свой страх и риск?
tr: İndirme işlemine kendi sorumluluğunuzda devam etmek ister misiniz?
uk: Ви хочете почати завантаження на свій страх і ризик?

source: Cancel download
ca: Cancel·la la descàrrega
da: Annullér download
de: Download abbrechen
fi: Peruuta lataaminen
hr: Prekini preuzimanje
hu: Letöltés megszakítása
is: Hætta við niðurhal
it: Annulla download
nl: Download annuleren
pt_br: Cancelar download
ro: Anulează descărcarea
ru: Отменить загрузку
tr: İndirmeyi iptal et
uk: Скасувати завантаження

source: More info
ca: Més informació
da: Flere oplysninger
de: Weitere Informationen
fi: Lisätietoja
hr: Više informacija
hu: További információ
is: Nánari upplýsingar
it: Maggiori info
nl: Meer informatie
pt_br: Mais informações
ro: Mai multe informații
ru: Больше информации
tr: Daha fazla bilgi
uk: Більше інформації

source: Download plugin at my own risk
ca: Descarregar plugin
da: Download udvidelsesmodul for egen regning og risiko
de: Plugin auf eigenes Risiko herunterladen
fi: Kyllä haluan jatkaa
hr: Preuzmi priključak na moj vlastiti rizik
hu: Bővítmény letöltése saját felelősségre
is: Sækja forritsviðbótina á mína eigin ábyrgð
it: Scarica plugin a mio rischio
nl: Download plugin op eigen risico
pt_br: Baixar o plugin por minha própria conta e risco.
ro: Descarcă plugin pe propria răspundere
ru: Скачать плагин на свой страх и риск
tr: Eklentiyi indir
uk: Завантажити плагін на власний ризик

source: This function depends on the newest version of the '%s' apt package. Currently the newest version of this package is only included in the Debian package respository but not yet in the default Linux Mint repositories.
ca: Aquesta funcionalitat depèn de la versió més nova del paquet '%s'. Actualment aquesta versió només és present al repositori de Debian i pot ser que encara no sigui als repositoris per defecte de Linux Mint.
da: Denne funktion er afhængig af den nyeste version af apt-pakken "%s". I øjeblikket er den nyeste version af denne pakke kun inkluderet i Debians pakkearkiv, men endnu ikke i Linux Mints standardpakkearkiver.
de: Diese Funktion benötigt die neueste Version den '%s' apt Packets. Aktuell ist diese Version lediglich in dem Debian Repository aber nicht in den standardmäßig von Linux Mint verwendeten Repositorien vorhanden.
fi: Toiminta riippuu '%s' paketin versiosta. Tällä hetkellä paketin uusin versio on vain Debianin pakettivarastossa, mutta ei vielä kuulu Linux Mint pakettivarastoon.
hr: Ova funkcija ovisi o najnovijoj inačici '%s' apt paketa. Trenutno je najnovija inačica ovog paketa samo dostupna u Debianovom repozitoriju paketa, ali još nije dostupna u zadanim Linux Mint repozitorijima.
hu: Ez a funkció a(z) „%s” apt csomag legújabb verziójától függ. Jelenleg ennek a csomagnak a legújabb verziója csak a Debian csomagtárában található meg, de az alapértelmezett Linux Mint csomagtárolókban még nem.
is: Þessi eiginleiki er háður nýjustu útgáfu af '%s' apt pakkanum. Í augnablikinu er nýjasta útgáfa þessa pakka aðeins til staðar í hugbúnaðarsöfnum Debian en ekki ennþá í sjálfgefnu Linux Mint hugbúnaðarsöfnunum.
it: Questa funzione dipende dalla versione più recente del pacchetto apt '%s'. Attualmente la versione più recente di questo pacchetto è inclusa solo nel repository di pacchetti Debian ma non ancora nei repository Linux Mint predefiniti.
pt_br: Esta função depende da versão mais recente do pacote apt '%s'. Atualmente a versão mais recente deste pacote só está incluída no repositório de pacotes do Debian, entretanto não está por padrão nos repositórios do Linux Mint.
tr: Bu işlev, '%s' apt paketinin en yeni sürümüne bağlıdır. Şu anda bu paketin en yeni sürümü yalnızca Debian paket havuzunda bulunmaktadır, ancak henüz varsayılan Linux Mint depolarında bulunmamaktadır.
uk: Ця функція залежить від останньої версії пакета apt '%s'. Наразі остання версія цього пакета включена лише в репозиторій Debian, але ще не в репозиторіях Linux Mint за замовчуванням.

source: Do you want to proceed the Installation at your own risk?
ca: Segur que voleu continuar amb la instal·lació?
da: Vil du fortsætte med installeringen for egen regning og risiko?
de: Den Download auf eigene Gefahr fortsetzen?
fi: Tämä on omalla vastuullasi, haluatko jatkaa?
hr: Želite li nastaviti instalaciju na vlastiti rizik?
hu: Biztos benne, hogy végre kívánja hajtani a telepítést?
is: Viltu halda áfram með uppsetninguna á þína eigin ábyrgð?
it: Vuoi procedere con l'Installazione a tuo rischio e pericolo?
pt_br: Deseja prosseguir com a instalação por sua conta e risco?
tr: Kuruluma kendi sorumluluğunuzda devam etmek ister misiniz?
uk: Ви бажаєте продовжити встановлення на свій страх і ризик?

source: Cancel Installation
ca: Cancel·lar la instal·lació
da: Annullér installationen
de: Installation abbrechen
fi: Peruuta asennus
hr: Prekini instalaciju
hu: Telepítés megszakítása
is: Hætta við uppsetningu
it: Annulla Installazione
pt_br: Cancelar instalação
tr: Kurulumu İptal Et
uk: Cкасувати встановлення

source: Install at my own risk
ca: Instal·lar sota la meva responsabilitat
da: Installér for egen regning og risiko
de: Plugin auf eigenes Risiko herunterladen
fi: Kyllä haluan jatkaa
hr: Instaliraj na moj vlastiti rizik
hu: Telepítés saját felelősségre
is: Uppsetning er á mína eigin ábyrgð
it: Installa a mio rischio
pt_br: Instalar por minha conta e risco
tr: Riski kabul ediyorum Eklentiyi indir
uk: Встановити на власний ризик

source: A simple radio applet for Cinnamon
ca: Una miniaplicació simple de ràdio per Cinnamon
da: En enkel radiospiller til Cinnamon
de: Ein einfaches Radio-Applet für Cinnamon
fi: Sovelma radion kuunteluun Cinnamonissa
hr: Jednostavan radio aplet za Cinnamon
hu: Cinnamon rádió kisalkalmazás
is: Einfalt útvarpsforrit fyrir Cinnamon
it: Una semplice applet radio per Cinnamon
pt_br: Um simples applet de rádio para o Cinnamon
ro: Un applet simplu de radio pentru Cinnamon
tr: Cinnamon için basit bir radyo uygulaması
uk: Простий радіоаплет для Cinnamon

source: My Stations
ca: Les meves emissores
da: Mine stationer
fi: Minun kanavat
hr: Moje stanice
hu: Saját rádióállomások
is: Stöðvarnar mínar
it: Le Mie Stazioni
nl: Mijn stations
pt_br: Minhas Estações
ru: Мои станции
tr: İstasyonlarım
uk: Мої станції

source: Preferences
ca: Preferències
da: Indstillinger
de: Einstellungen
fi: Asetukset
hr: Osobitosti
hu: Beállítások
is: Kjörstillingar
it: Preferenze
nl: Voorkeuren
pt_br: Preferências
ro: Preferințe
ru: Предпочтения
tr: Tercihler
uk: Налаштування

source: Find Station
ca: Buscar emissora
fi: Hae kanavaa
hr: Potraži stanicu
hu: Rádióállomás keresése
is: Finna útvarpsstöð
it: Trova Stazione
nl: Zoek station
pt_br: Buscar Estação
ru: Найти станцию
tr: İstasyon Bul
uk: Знайти станцію

source: Search Radio station
ca: Buscar emissora de ràdio
da: Søg efter radiostation
fi: Hae radiokanavaa
hr: Potraži radio stanicu
hu: Rádióállomás keresése
is: Leita að útvarpsstöð
it: Cerca stazione Radio
nl: Zoek radiozender
pt_br: Buscar uma estação de rádio
ru: Поиск радиостанции
tr: Radyo istasyonu Ara
uk: Знайти радіостанцію

source: Appearance
ca: Aparença
da: Udseende
de: Erscheinungsbild
fi: Ulkoasu
hr: Izgled
hu: Megjelenés
is: Útlit
it: Aspetto
nl: Uiterlijk
pt_br: Aparência
ro: Aspect
ru: Внешний вид
tr: Görünüm
uk: Зовнішній вигляд

source: Volume
ca: Volum
da: Lydstyrke
de: Lautstärke
fi: Voimakkuus
hr: Glasnoća zvuka
hu: Hangerő
is: Hljóðstyrkur
ro: Volum
ru: Громкость
tr: Ses Düzeyi
uk: Гучність

source: Youtube Download
da: Download fra Youtube
is: Sækja af YouTube
it: Scarica da Youtube
tr: Youtube İndirmeleri

source: Show in list
ca: Mostrar a la llista
da: Vis i liste
de: In Liste anzeigen
fi: Näytä
hr: Prikaži u popisu
hu: Listanézet
is: Birta á lista
it: Mostra nell'elenco
nl: Weergeven in lijst
pt_br: Mostrar na lista
ro: Arată în listă
ru: Показывать в списке
tr: Listede göster
uk: Показати в списку

source: Title
ca: Títol
da: Titel
de: Titel
fi: Nimi
hr: Naslov
hu: Cím
is: Titill
it: Titolo
nl: Titel
pt_br: Título
ro: Titlu
ru: Название
tr: Başlık
uk: Назва

source: URL
is: Slóð
tr: Adres

source: Open radio stream URL search engine
ca: Obrir URL de motor de cerca de retransmissions de ràdio
da: Åbn søgemaskine til URL'er til radiostationer
de: URL-Suchmaschine für Radiostreams öffnen
fi: Avaa radioiden hakukone
hr: Otvori pogon pretrage URL radio strujanja
hu: Rádióállomás keresőmotor megnyitása
is: Opna leitarvél fyrir vefslóðir útvarpsstreyma
it: Apri il motore di ricerca dell'URL del flusso radio
nl: Open radiostream URL zoekmachine
pt_br: Abrir motor de busca de URL de transmissões de rádio online
ro: Deschide motor de căutare pentru URL-uri de fluxuri radio
ru: Открыть движок поиска URL-адресов радиопотоков
tr: Radyo akışı URL arama motorunu aç
uk: Відкрити пошукову систему URL-адрес онлайн-радіо

source: Opens a website, which helps you to determine radio stream URLs.
ca: Obre un lloc web que us ajuda a determinar URLs de retransmissió de ràdio.
da: Åbner et website, som hjælper dig med at finde URL'er til radiostationer.
de: Öffnet eine Webseite, die beim Ermitteln von Radiostream-URLs hilft.
fi: Avaa verkkosivun, jonka kautta voit määrittää radiovirran URL-osoitteet.
hr: Otvara web stranice koje vam pomažu otkriti URL-ove radio strujanja.
hu: Megnyit egy weboldalt, amely segít meghatározni a rádió adatfolyamának URL-címét.
is: Opnar vefsvæði sem hjálpar þér að finna vefstreymi fyrir útvarpsstöðvar.
it: Apre un sito Web che consente di determinare gli URL dei flussi radio.
nl: Opent een website die helpt bij het bepalen van radiostream URL's.
pt_br: Abrir uma página da web que lhe ajudará a determinar as URL's de transmissões de rádio online.
ro: Deschide un site, care te poate ajuta să găsești URL-uri pentru fluxuri radio.
ru: Открывает веб-сайт, который поможет вам определить URL-адреса радиопотоков.
tr: Radyo akışı URL'lerini belirlemenize yardımcı olan bir web sitesi açar.
uk: Відкриває веб-сайт, який допомагає визначити URL-адреси онлайн-радіотрансляцій.
