Repository: linuxmint/cinnamon-spices-applets
Catalog: radio@driglu4it/files/radio@driglu4it/po/*.po
Languages: ca, da, de, fi, hr, hu, is, it, nl, pt_br, ro, ru, tr, uk

source: Show URL-list of radio stations
ca: Mostra una llista d'URLs d'emissores de ràdio
da: Vis URL-liste over radiostationer
de: URL-Liste von Radiostationen anzeigen
fi: Näytä radiokanavien URL-luettelo
hr: Prikaži URL popis radio stanica
hu: Rádióállomások URL-listájának megjelenítése
is: Birta lista með vefslóðum fyrir útvarpsstöðvar
it: Mostra elenco URL delle stazioni radio
nl: Toon URL-lijst van radiostations
pt_br: Mostrar a lista de URL das estações de rádio
ro: Arată lista de URL-uri pentru posturi radio
ru: Показать URL-список радиостанций
tr: Radyo istasyonlarının URL listesini göster
uk: Показати URL-список радіостанцій

source: Opens a website, which lists URLs of radio stations.
ca: Obre un lloc web que llista URLs d'emissores de ràdio.
da: Åbner et website med radiostationers URL'er.
de: Öffnet eine Website, die URLs von Radiosendern auflistet.
fi: Avaa verkkosivu, joka luettelee radiokanavien url-osoitteet.
hr: Otvara web stranice koje vam prikazuju URL-ove radio stanica.
hu: Megnyit egy weboldalt, amely a rádióállmások URL listáját jeleníti meg.
is: Opnar vefsvæði sem birtir lista með vefslóðum fyrir útvarpsstöðvar.
it: Apre un sito Web, che elenca gli URL delle stazioni radio.
nl: Opent een website, die URL's van radiostations oplijst.
pt_br: Abrir uma página da web com uma lista de URL's de estações de rádio.
ro: Deschide un site care enumeră URL-uri pentru posturi radio
ru: Открывает веб-сайт, на котором перечислены URL-адреса радиостанций.
tr: Radyo istasyonlarının URL'lerini listeleyen bir web sitesi açar.
uk: Відкриває веб-сайт зі списком URL-адрес радіостанцій.

source: Icon type
ca: Tipus d'icona
da: Ikontype
de: Icon Typ
fi: Kuvakkeen tyyppi
hr: Vrsta ikone
hu: Ikon típus
is: Tegund táknmyndar
it: Tipo icona
nl: Pictogramtype
pt_br: Tipo de ícone
ru: Тип значка
tr: Simge tipi
uk: Тип значка

source: Symbolic
ca: Simbòlica
da: Symbolsk
de: Symbolisch
fi: Symbolinen
hr: Simbolička
hu: Szimbolikus
is: Táknrænt
it: Simbolica
nl: Symbolisch
pt_br: Simbólico
ro: Simbolic
ru: Символьный
tr: Sembolik
uk: Символічний

source: Full Color
ca: Color
da: Flerfarvet
de: Mehrfarbig
fi: Värikäs
hr: Puna boja
hu: Teljes színű
is: Fullt af lit
it: Completamente Colorata
nl: Volledige kleur
pt_br: Colorido
ro: Culoare completă
ru: Полноцветный
tr: Tam Renkli
uk: Повнокольоровий

source: Bicolor
da: Sort/hvid
de: Zweifarbig
fi: Kaksivärinen
hr: Dvobojna
hu: Kétszínű
is: Tvílitt
it: Bicolore
nl: Tweekleurig
ru: Двухцветный
tr: Çift renkli
uk: Двоколірний

source: Color of symbolic icon when playing a radio station
ca: Color de la icona simbòlica quan s'està reproduint una emissora de ràdio
da: Det symbolske ikons farve når der afspilles en radiostation
de: Farbe des symbolischen Icons, wenn das Radio läuft
fi: Symbolisen kuvakkeen väri kun radio soi
hr: Boja simboličke ikone kada se reproducira radio stanica
hu: A szimbolikus ikon színe, amikor a rádiót játszik le
is: Litur táknrænnar táknmyndar þegar útvarpsstöð er í spilun
it: Colore dell'icona simbolica durante la riproduzione di una stazione radio
nl: Kleur van symbolisch pictogram tijdens het afspelen van een radiostation
pt_br: Cor do ícone simbólico ao reproduzir uma estação de rádio
ru: Цвет символьного значка при воспроизведении радиостанции
tr: Radyo çalarken Sembolik Simgenin Rengi
uk: Колір символічного значка під час відтворення радіостанції

source: Color of symbolic icon while a radio station is paused
ca: Color de la icona simbòlica quan una emissora de ràdio està en pausa
da: Det symbolske ikons farve når radiostation er sat på pause
fi: Symbolisen kuvakkeen väri kun radio on pysäytetty
hr: Boja simboličke ikone kada je reprodukcija radio stanice pauzirana
hu: A szimbolikus ikon színe, amikor a rádió lejátszása szünetel
is: Litur táknrænnar táknmyndar þegar útvarpsstöð er í bið
it: Colore dell'icona simbolica mentre una stazione radio è in pausa
nl: Kleur van symbolisch pictogram terwijl een radiostation is gepauzeerd
pt_br: Cor do ícone simbólico quando a estação de rádio está em pausa
ru: Цвет символьного значка когда радиостанция на паузе
uk: Колір символічного значка, коли радіостанція призупинена

source: Show current radio station on the panel
ca: Mostrar l'emissora de ràdio actual al tauler
da: Vis aktuelle radiostation i panelet
de: Radiostation in der Leiste anzeigen
fi: Näytä kanavan nimi paneelissa
hr: Prikaži trenutnu radio stanicu u panelu
hu: Aktuális rádióállomás nevének megjelenítése a Panel-on
is: Birta núverandi útvarpsstöð á skjástikunni
it: Mostra la stazione radio attuale sul pannello
nl: Huidig radiostation weergeven op het paneel
pt_br: Mostrar a estação de rádio atual no painel
ru: Показывать текущую радиостанцию на панели
tr: Radyo Kanalını Panelde Göster
uk: Показати поточну радіостанцію на панелі

source: Remember volume after stopping the radio
ca: Recordar el nivell de volum després d'aturar la ràdio
da: Husk lydstyrke, når radioen stoppes
de: Lautstärke nach Beenden des Radios speichern
fi: Muista voimakkuus sulkemisen jälkeen
hr: Zapamti glasnoću zvuka nakon zaustavljanja reprodukcije radija
hu: Hangerő eltárolása
is: Muna hljóðstyrk eftir að útvarpið er stöðvað
it: Ricorda il volume dopo aver spento la radio
nl: Volume onthouden na het stoppen van de radio
pt_br: Lembrar o volume após pausar a rádio
ru: Запоминать громкость после выключения радио
tr: Radyoyu durdurduktan sonra sesi hatırla
uk: Запам'ятати гучність після призупинення радіо

source: Initial volume
ca: Volum inicial
da: Begyndelseslydstyrke
de: Anfängliche Lautstärke
fi: Äänitaso
hr: Početna glasnoća zvuka
hu: Kezdeti hangerő
is: Upphafshljóðstyrkur
it: Volume iniziale
nl: Initieel volume
pt_br: Volume inicial
ru: Начальная громкость
tr: İlk Ses seviyesi
uk: Початкова гучність

source: The initial volume is applied when clicking on a radio stream and no other radio stream is already running
ca: El volum inicial s'aplica la primera vegada que s'inicia una retransmissió de ràdio quan no n'hi ha cap altra reproduint-se
da: Begyndelseslydstyrke anvendes, når der klikkes på en radiostrøm, og der ikke allerede kører en radiostrøm
de: Die anfängliche Lautstärke wird verwendet, wenn beim Klicken auf eine Radiostation noch keine andere Radiostation abgespielt wird
fi: Voimakkuuden tasoa voi säätää, kun painat kanavaa, eikä muuta toistoa ole jo käynnissä
hr: Početna glasnoća zvuka je primijenjena kada se klikne na radio stanicu a već se ne reproducira nijedna radio stanica
hu: A kezdeti hangerő akkor kerül beállításra, amikor egy rádió adatfolyamot indít el, és egyetlen másik rádió adatfolyam sincs lejátszás alatt
is: Upphaflegur hljóðstyrkur er virkjaður þegar smellt er á útvarpsstreymi og ekkert annað útvarpsstreymi er þegar í gangi
it: Il volume iniziale viene applicato quando si fa clic su un flusso radio e nessun altro flusso radio è già in esecuzione
nl: Het initiÃ«le volume wordt toegepast wanneer u op een radiostream klikt en er geen andere radiostream al wordt afgespeeld
pt_br: O volume inicial é aplicado ao clicar em uma transmissão de rádio e nenhuma outra transmissão estiver em execução
ro: Volumul inițial se aplică atunci când se dă click pe un flux radio și niciun alt flux radio nu rulează deja
ru: Начальная громкость устанавливается при нажатии на радиопоток, и никакой другой радиопоток еще не запущен
tr: Bir radyo akışına tıklandığında ve halihazırda başka hiçbir radyo akışı çalışmadığında ilk ses seviyesi uygulanır
uk: Початкова гучність застосовується при натисканні на радіопередачу і жодна інша радіопередача не працює

source: Download directory
ca: Directori de baixades
da: Downloadmappe
de: Download Verzeichnis
fi: Musiikin latauskansio
hr: Direktorij preuzimanja
hu: Letöltési mappa
is: Mappa fyrir sótt gögn
it: Directory dei download
nl: Downloadmap
pt_br: Diretório de Download
ru: Каталог для загрузки
tr: Dizine indir
uk: Каталог завантажень

source: Songs downloaded from Youtube will be saved to this directory. This feature can be found in the right-click-menu of the applet
da: Sange downloadet fra Youtube vil blive gemt i denne mappe. Funktionen kan findes i panelprogrammets kontekstmenu
is: Lög sem sótt eru af YouTube verða vistuð í þessa möppu. Þennan eiginleika má nálgast í valmynd með því að hægrismella á forritið
it: I brani scaricati da Youtube verranno salvati in questa directory. Questa funzione può essere trovata nel menu di scelta rapida dell'applet
tr: Youtube`dan indirilen şarkılar bu dizine kaydedilecektir. Bu özellik, uygulamanın sağ tıklama menüsünde bulunabilir

source: Icon
ca: Icona
da: Ikon
fi: Kuvake
hr: Ikona
hu: Ikon
is: Táknmynd
it: Icona
nl: Pictogram
pt_br: Ícone
ro: Pictogramă
ru: Значок
tr: Simge
uk: Значок

source: Radio
ca: Ràdio
hu: Rádió
is: Útvarp
pt_br: Rádio
ru: Радио
tr: Radyo
uk: Радіо

source: Symbolic Icon Color
ca: Color de la icona simbòlica
da: Symbolsk ikonfarve
de: Farbe des symbolischen Icons
fi: Symbolisen kuvakkeen väri
hr: Boja simboličke ikone
hu: Szimbolikus ikon szín
is: Litur táknrænnar táknmyndar
it: Colore Icona Simbolica
nl: Kleur van symbolisch pictogram
pt_br: Cor do ícone simbólico
ro: Culoare pictogramă simbolică
ru: Цвет символьного значка
tr: Sembolik Simge Rengi
uk: Колір символічного значка

source: Type
ca: Tipus
de: Typ
fi: Tyyppi
hr: Vrsta
hu: Típus
is: Tegund
it: Tipo
pt_br: Estilo
ro: Tip
ru: Тип
tr: Tip
uk: Тип

source: Symbolic Icon
ca: Icona simbòlica
da: Symbolsk ikon
de: Symbolisches Icon
fi: Symbolinen kuvake
hr: Simbolička ikona
hu: Szimbolikus ikon
is: Táknræn táknmynd
it: Icona Simbolica
nl: Symbolisch pictogram
pt_br: Ícone simbólico
ro: Pictogramă simbolică
ru: Символьный значок
tr: Sembolik Simge
uk: Символічний значок

source: Full Color Icon
ca: Icona de color
da: Flarfarvet ikon
de: Farbiges Icon
fi: Värikäs kuvake
hr: Ikona pune boje
hu: Teljes színű ikon
is: Táknmynd í fullum litum
it: Icona Completamente Colorata
nl: Volledige kleur pictogram
pt_br: Ícone colorido
ro: Pictogramă cu culoare completă
ru: Полноцветный значок
tr: Tam Renkli Simge
uk: Повнокольоровий значок

source: Bicolor Icon
ca: Icona bicolor
da: Sort/hvidt ikon
de: Zweifarbiges Icon
fi: Kaksivärinen kuvake
hr: Dvobojna ikona
hu: Kétszínű ikon
is: Tvílit táknmynd
it: Icona Bicolore
nl: Tweekleurig pictogram
pt_br: Ícone bicolor
ro: Pictogramă bicoloră
ru: Двухцветный значок
tr: Çift renkli Simge
uk: Двоколірний значок

source: Color of Symbolic Icon when playing a radio
ca: Color de la icona simbòlica quan s'està reproduint una emissora
da: Det symbolske ikons farve når der spilles radio
de: Farbe des symbolischen Icons, wenn das Radio läuft
fi: Symbolisen kuvakkeen väri kun radio soi
hr: Boja simboličke ikone kada se reproducira radio stanica
hu: A szimbolikus ikon színe, amikor a rádiót játszik le
is: Litur táknrænnar táknmyndar þegar útvarp er í spilun
it: Colore dell'Icona Simbolica durante la riproduzione di una radio
nl: Kleur van symbolisch pictogram tijdens het afspelen van een radio
pt_br: Cor do ícone simbólico ao reproduzir uma estação de rádio
ro: Culoarea pictogramei simbolice când se redă radio
ru: Цвет символьного значка при воспроизведении радио
tr: Radyo çalarken Sembolik Simgenin Rengi
uk: Колір символічного значка під час відтворення радіостанції

source: Radio Stations
de: Radiostationen
tr: Radyo İstasyonları

source: Find station
de: Radiostation finden
tr: İstasyon bul

source: Download from YouTube
ca: Descarregar de Youtube
de: Von YouTube herunterladen
fi: Lataa YouTubesta
hr: Preuzmi s Youtuba
hu: Letöltés a YouTube-ról
pt_br: Baixar do youtube
uk: Завантажити з YouTube

source: Couldn't download song from YouTube due to an Error.
ca: No s'ha pogut descarregar la cançó de Youtube degut a un error.
de: Das Lied konnte aufgrund eines Fehlers nicht von YouTube heruntergeladen werden.
fi: Lataaminen YouTube:sta epäonnistui virheen vuoksi.
hr: Nemoguće preuzimanje pjesme s Youtuba zbog greške.
hu: Egy hiba miatt a zeneszám nem tölthető le a YouTube-ról.
pt_br: Impossível baixar a música do youtube devido a um erro.
uk: Не вдалося завантажити пісню з YouTube через помилку.

source: YouTube Download
ca: Descàrrega de Youtube
fi: YouTube lataaminen
hr: YouTube preuzimanje
hu: Letöltés a YouTube-ról
pt_br: Baixar do Youtube
ru: Скачать с YouTube
uk: Завантення з YouTube

source: Songs downloaded from YouTube will be saved to this directory. This feature can be found in the right-click-menu of the applet
ca: Les cançons descarregades de Youtube es guardaran en aquest directori. S'hi pot accedir mitjançant el menú del clic secundari de la miniaplicació
de: Von YouTube heruntergeladene Lieder werden in diesem Verzeichnis gespeichert. Diese Funktion kann im Rechtsklick-Menu des Applets gefunden werden.
fi: YouTubesta ladatut kappaleet tallennetaan tähän kansioon. Käytä hiiren oikeaa painiketta
hr: Pjesme preuzete s Youtuba biti će spremljene u ovu mapu. Ova značajka se može pokrenuti u izborniku desnog klika na apletu
hu: A YouTube webhelyről letöltött zenék ebbe a mappába kerülnek elmentésre. Ez a funkció az kisalkalmazás helyi menüjében található
pt_br: As músicas baixadas do YouTube serão salvas neste diretório. Esta funcionalidade pode ser encontrada no menu de clique-direito do applet
uk: Пісні, завантажені з YouTube, будуть збережені в цьому каталозі. Цю функцію можна знайти в меню аплету, яке відкривається правою кнопкою миші

source: A radio applet with 1000's of searchable stations, mpris support, youtube-download function and more
nl: Een radio-applet met duizenden doorzoekbare zenders, MPRIS-ondersteuning, YouTube-downloadfunctie en meer
ru: Апплет радио с возможностью поиска 1000 радиостанций, поддержкой mpris, функцией загрузки с YouTube и многим другим

source: YouTube Download CLI tool
ru: Инструмент CLI для загрузки с YouTube

source: The CLI tool used to download songs from YouTube
nl: De CLI-tool die wordt gebruikt om nummers van YouTube te downloaden
ru: Инструмент CLI, используемый для загрузки песен с YouTube

source: Songs downloaded from YouTube will be saved to this directory.
nl: Nummers die van YouTube worden gedownload, worden opgeslagen in deze map
ru: Песни, загруженные с YouTube, будут сохранены в этом каталоге.

source: Icon Type
ro: Tip de pictogramă

source: Show Radio Channel on the panel
ro: Arată Canalul Radio pe panou

source: Initial Volume
ro: Volum inițial
