Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/ddcci-multi-monitor@tim-we/*.po
Languages: es, fr, vi

source: Adjust monitor brightness via DDC/CI
es: Ajuste del brillo del monitor mediante DDC/CI
fr: Réglage de la luminosité du moniteur via DDC/CI
vi: Điều chỉnh độ sáng màn hình qua DDC/CI

source: Use for scroll/click
es: Uso para desplazamiento/clic
fr: Utiliser pour faire défiler/cliquer
vi: Sử dụng cho cuộn/nhấp

source: Detect displays
es: Detectar pantallas
fr: Détecter les écrans
vi: Phát hiện màn hình

source: Detecting displays...
es: Detectando pantallas...
fr: Détection des écrans...
vi: Đang phát hiện màn hình...

source: Failed to detect displays.
es: No se han detectado pantallas.
fr: Échec de la détection des écrans.
vi: Không thể phát hiện màn hình.

source: Make sure you have ddcutil installed and the correct permissions.
es: Asegúrese de que tiene ddcutil instalado y los permisos correctos.
fr: Assurez-vous que ddcutil est installé et que vous disposez des autorisations nécessaires.
vi: Hãy chắc chắn rằng bạn đã cài đặt ddcutil và có quyền phù hợp.

source: Error:
fr: Erreur :
vi: Lỗi:

source: DDC/CI Multi-Monitor
fr: DDC/CI Multi-Moniteur
vi: DDC/CI Đa Màn Hình

source: General
fr: Général
vi: Chung

source: Detection
es: Detección
fr: Détection
vi: Phát hiện

source: Appearance
es: Apariencia
fr: Apparence
vi: Giao diện

source: Monitor Setup
es: Configuración del monitor
fr: Configuration du moniteur
vi: Cài đặt Màn hình

source: Scrolling Settings
es: Ajustes de desplazamiento
fr: Paramètres de défilement
vi: Cài đặt Cuộn

source: Toggle Points
es: Conmutar puntos
fr: Points de basule
vi: Điểm chuyển đổi

source: Automatic Retry Detection
es: Detección automática de reintentos
fr: Détection automatique de nouvelle tentative
vi: Phát hiện Tự động Thử lại

source: Text shown next to the icon in the panel. Leave empty for no label.
es: Texto que aparece junto al icono en el panel. Dejar vacío para no tener etiqueta.
fr: Texte affiché à côté de l'icône dans le panneau. Laisser vide pour ne pas avoir d'étiquette.
vi: Văn bản hiển thị cạnh biểu tượng trên thanh panel. Để trống nếu không muốn nhãn.

source: Show bus number next to the detected monitors.
es: Muestra el número de bus junto a los monitores detectados.
fr: Afficher le numéro de bus à côté des moniteurs détectés.
vi: Hiển thị số bus bên cạnh các màn hình được phát hiện.

source: By default, scrolling & toggling adjusts brightness for all monitors. Switch to enable custom monitor selection. This will add checkbox options for each detected monitor.
es: Por defecto, el desplazamiento y la alternancia ajustan el brillo para todos los monitores. Active la selección personalizada de monitores. Esto añadirá opciones de casilla de verificación para cada monitor detectado.
fr: Par défaut, le défilement et le basculement ajustent la luminosité de tous les écrans. Activez la sélection personnalisée des écrans. Cela ajoutera des options à cocher pour chaque écran détecté.
vi: Theo mặc định, cuộn & chuyển đổi điều chỉnh độ sáng cho tất cả màn hình. Bật để chọn màn hình tùy chỉnh. Điều này sẽ thêm các hộp kiểm cho từng màn hình được phát hiện.

source: Adjustment step for brightness
es: Paso de ajuste del brillo
fr: Incrément pour le réglage de la luminosité
vi: Bước điều chỉnh độ sáng

source: Enable toggle points for brightness adjustment. (via mouse middle click)
es: Habilitar puntos de conmutación para ajustar el brillo. (mediante el botón central del ratón)
fr: Activer les points de bascule pour le réglage de la luminosité. (clic du milieu de la souris)
vi: Bật các điểm chuyển đổi để điều chỉnh độ sáng. (qua nhấn giữa chuột)

source: Number of toggle points for brightness adjustment (only the first N toggle points will be used)
es: Número de puntos de conmutación para el ajuste del brillo (sólo se utilizarán los N primeros puntos de conmutación)
fr: Nombre de points de bascule pour le réglage de la luminosité (seuls les N premiers points de bascule seront utilisés)
vi: Số điểm chuyển đổi để điều chỉnh độ sáng (chỉ sử dụng N điểm đầu tiên)

source: Brightness level for toggle point 1
es: Nivel de brillo para el punto de conmutación 1
fr: Niveau de luminosité pour le point de basculement 1
vi: Mức độ sáng cho điểm chuyển đổi 1

source: Brightness level for toggle point 2
es: Nivel de brillo para el punto de conmutación 2
fr: Niveau de luminosité pour le point de basculement 2
vi: Mức độ sáng cho điểm chuyển đổi 2

source: Brightness level for toggle point 3
es: Nivel de brillo para el punto de conmutación 3
fr: Niveau de luminosité pour le point de basculement 3
vi: Mức độ sáng cho điểm chuyển đổi 3

source: Enable automatic retry detection during startup. Helps ensure all monitors are detected when DDC/CI buses take time to initialize.
es: Habilita la detección automática de reintentos durante el inicio. Ayuda a garantizar que se detecten todos los monitores cuando los buses DDC/CI tardan en inicializarse.
fr: Activer la détection automatique des nouvelles tentatives au démarrage. Aide à garantir la détection de tous les moniteurs lorsque l'initialisation des bus DDC/CI prend du temps.
vi: Bật phát hiện thử lại tự động khi khởi động. Giúp đảm bảo tất cả màn hình được phát hiện khi bus DDC/CI mất thời gian khởi tạo.

source: Expected number of monitors to detect. The applet will retry detection until this many monitors are found or max attempts reached.
es: Número previsto de monitores que se van a detectar. El applet volverá a intentar la detección hasta que se encuentren todos estos monitores o se alcance el número máximo de intentos.
fr: Nombre attendu de moniteurs à détecter. L'applet retentera la détection jusqu'à ce que ce nombre de moniteurs soit trouvé ou que le nombre maximal de tentatives soit atteint.
vi: Số lượng màn hình dự kiến để phát hiện. Applet sẽ thử phát hiện lại cho đến khi tìm thấy đủ số màn hình này hoặc đạt số lần thử tối đa.

source: Maximum number of retry attempts. Limited to 5 attempts to prevent excessive startup delays.
es: Número máximo de intentos de reintento. Limitado a 5 intentos para evitar retrasos excesivos en el inicio.
fr: Nombre maximal de tentatives. Limité à 5 tentatives pour éviter des délais de démarrage excessifs.
vi: Số lần thử tối đa. Giới hạn 5 lần để tránh chậm khởi động quá mức.

source: seconds
es: segundos
fr: secondes
vi: giây

source: Delay between detection attempts. Time to wait before retrying monitor detection (1-10 seconds).
es: Retraso entre intentos de detección. Tiempo de espera antes de volver a intentar la detección del monitor (1-10 segundos).
fr: Délai entre les tentatives de détection. Délai d'attente avant de réessayer la détection du moniteur (1 à 10 secondes).
vi: Khoảng thời gian giữa các lần thử phát hiện. Thời gian chờ trước khi thử phát hiện màn hình lại (1-10 giây).

source: Stores which monitors are active for scroll/click functions. This is a JSON object where keys are bus numbers and values are true/false. Example: {"1":true,"2":false}
es: Almacena qué monitores están activos para las funciones de desplazamiento/clic. Se trata de un objeto JSON en el que las claves son números de bus y los valores son verdadero/falso. Ejemplo: {"1":true, "2":false}
fr: Enregistre les moniteurs actifs pour les fonctions de défilement/clic. Il s'agit d'un objet JSON dont les clés sont des numéros de bus et les valeurs sont vraies/fausses. Exemple : {"1":true,"2":false}
vi: Lưu trữ những màn hình nào đang hoạt động cho các chức năng cuộn/nhấp. Đây là đối tượng JSON với khóa là số bus và giá trị là true/false. Ví dụ: {"1":true,"2":false}
