Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/redshift@marvel4u/*.po
Languages: bg, cs, da, es, fi, hu, it, nl, ru, sv, tr

source: Brightness
bg: Яркост
cs: Jas
da: Lysstyrke
es: Brillo
fi: Kirkkaus
hu: Fényerő
it: Luminosità
nl: Helderheid
ru: Яркость
sv: Ljusstyrka
tr: Parlaklık

source: Transition on night
bg: Преход към нощ
cs: Přechod na noc
da: Overgang om natten
es: Transición entre día y noche
fi: Siirtyminen yöllä
hu: Átmenet éjszaka
it: Transizione di notte
nl: Overgang 's nachts
ru: Переход в ночное время
sv: Övergång till natt
tr: Gece geçişi

source: Redshift day colour
bg: Redshift дневен цвят
cs: Redshift denní barva
da: Dagsfarve
es: Color de Redshift de día
fi: Redshift väri päivällä
hu: Redshift napközbeni szín
it: Colore di giorno di Redshift
nl: Redshift dag kleur
ru: Redshift цвет днем
sv: Redshifts färg dagtid
tr: Redshift gün rengi

source: Redshift day brightness
bg: Redshift дневна яркост
cs: Redshift denní jas
da: Dagslysstyrke
es: Brillo de Redshift de día
fi: Redshift kirkkaus päivällä
hu: Redshift napközbeni fényerő
it: Luminosità di giorno di Redshift
nl: Redshift dag helderheid
ru: Redshift яркость днем
sv: Redshifts ljusstyrka dagtid
tr: Redshift gün parlaklılığı

source: Redshift night colour
bg: Redshift нощен цвят
cs: Redshift noční barva
da: Natfarve
es: Color de Redshift de noche
fi: Redshift väri yöllä
hu: Redshift éjszakai szín
it: Colore di notte di Redshift
nl: Redshift nacht kleur
ru: Redshift цвет ночью
sv: Redshifts färg nattetid
tr: Redshift gece rengi

source: Redshift night brightness
bg: Redshift нощна яркост
cs: Redshift noční jas
da: Natlysstyrke
es: Brillo de Redshift de noche
fi: Redshift kirkkaus yöllä
hu: Redshift éjszakai fényerő
it: Luminosità di notte di Redshift
nl: Redshift nacht helderheid
ru: Redshift яркость ночью
sv: Redshifts ljusstyrka nattetid
tr: Redshift gece parlaklığı

source: On
bg: Вкл.
cs: Zapnuto
da: Tændt
es: Activar
hu: Be
it: Attiva
nl: Aan
sv: På

source: Off
bg: Изкл.
cs: Vypnuto
da: Slukket
es: Desactivar
hu: Ki
it: Disattiva
nl: Uit
sv: Av

source: Day colour temperature
bg: Температура на дневния цвят
cs: Denní barevná teplota
da: Dagsfarvetemperature
es: Temperatura de color diurna
fi: Värilämpötila päivällä
hu: Napközbeni színhőmérséklet
it: Temperatura di colore diurna
nl: Dag kleur temperatuur
sv: Färgtemperatur dagtid

source: Night colour temperature
bg: Температура на нощния цвят
cs: Noční barevná teplota
da: Nattefarvetemperature
es: Temperatura de color nocturna
fi: Värilämpötila yöllä
hu: Esti színhőmérséklet
it: Temperatura di colore notturna
nl: Nacht kleur temperatuur
sv: Färgtemperatur nattetid

source: Day Redshift brightness
bg: Дневна яркост на Redshift
cs: Denní Redshift jas
da: Redshifts dagslysstyrke
es: Brillo del día de Redshift
fi: Päivän Redshift kirkkaus
hu: Redshift napközbeni fényerő
it: Luminosità Giorno di Redshift
nl: Dag Redshift helderheid
sv: Redshifts ljusstyrka dagtid

source: Night Redshift brightness
bg: Нощна яркост на Redshift
cs: Noční Redshift jas
da: Redshifts nattelysstyrke
es: Brillo de noche de Redshift
fi: Yön Redshift kirkkaus
hu: Redshift éjszakai fényerő
it: Luminosità Notte di Redshift
nl: Nacht Redshift helderheid
sv: Redshifts ljusstyrka nattetid

source: Brightness level
bg: Ниво на яркост
cs: Úroveň jasu
da: Lysstyrkeniveau
es: Nivel de brillo
fi: Kirkkaustaso
hu: Fényerő
it: Livello luminosità
nl: Helderheidsniveau
ru: Уровень яркости
sv: Nivå för ljusstyrka
tr: Parlaklık seviyesi

source: Transition between day and night configuration
bg: Конфигуриране на прехода между ден и нощ
cs: Nastavení přechodu mezi dnem a nocí
da: Overgang mellem dags- og natkonfiguration
es: Configuración de la transición entre día y noche
fi: Siirtyminen päivä ja yö määritysten välillä
hu: Átmenet a napközbeni és az éjszakai beállítások között
it: Transizione tra configurazione diurna e notturna
nl: Overgang tussen dag en nacht configuratie
ru: Переход между дневной и ночной конфигурацией
sv: Övergång mellan dag-och nattkonfiguration
tr: Gece ve gündüz arasında geçiş yapılandırması

source: Redshift configuration
bg: Конфигуриране на Redshift
cs: Konfigurace Redshift
da: Konfigurering af Redshift
es: Configuración de Redshift
fi: Redshift määritykset
hu: Redshift beállítások
it: Configurazione Redshift
nl: Redshift configuratie
ru: Конфигурация Redshift
sv: Redshift konfiguration
tr: Redshift yapılandırması

source: Redshift settings
bg: Настройки на Redshift
cs: Nastavení Redshift
da: Indstilling af Redshift
es: Ajustes de Redshift
fi: Redshift asetukset
hu: Redshift beállítások
it: Impostazioni Redshift
nl: Redshift instellingen
ru: Настройки Redshift
sv: Redshifts inställningar
tr: Redhift ayarları

source: Redshift Day Brightness
bg: Redshift дневна яркост
cs: Redshift denní jas
da: Dagslysstyrke
es: Brillo de Redshift de día
fi: Redshift päivän kirkkaus
hu: Redshift napközbeni fényerő
it: Luminosità Giorno di Redshift
nl: Redshift dag helderheid
ru: Redshift яркость днем
sv: Redshifts ljusstyrka dagtid
tr: Redshift Gün Parlaklığı

source: Longitude
bg: Дължина
cs: Zeměpisná délka
da: Længdegrad
es: Longitud
fi: Pituusaste
hu: Hosszúság
it: Longitudine
nl: Lengtegraad
ru: Долгота
sv: Longitud
tr: Boylam

source: If not entered Redshift would use GeoClue2 provider
bg: Ако няма въведено, Redshift ще използва доставчика GeoClue2
cs: Není-li zadáno, Redshift použije poskytovatele GeoClue2
da: Hvis det ikke er indtastet, anvendes GeoClue2
es: Si no se introduce Redshift usará el proveedor GeoGlue2
fi: Jos sitä ei anneta, Redshift käyttää GeoClue2-palvelua
hu: Ha nem adja meg a Redshift számára, akkor a GeoClue2 szolgáltató adatit használja fel a kisalkalmazás
it: Se non inserito, Redshift utilizzerà il provider GeoClue2
nl: Indien niet ingevoerd, gebruikt Redshift de GeoClue2-provider
ru: Если не введен, Redshift будет использовать поставщика GeoClue2
sv: Om inget annat anges kommer Redshift att använda GeoClue2 som leverantör för positionsbestämning
tr: Eğer giriş yapılmazsa, Redshift GeoClue2 sağlayıcısını kullanır.

source: Change temperature colour and Redshift brightness between day and night
bg: Променя цвета на температурата и яркостта на Redshift в зависимост дали е ден или нощ
cs: Změnit barvu teploty a Redshift jas mezi dnem a nocí
da: Skift farvetemperatur og lysstyrke mellem dag og nat
es: Cambiar temperatura de color y brillo de Redshift entre el día y la noche
fi: Muuta Redshift värilämpötilaa ja kirkkautta päivän ja yön välillä
hu: Megváltoztatja a kijelző Redshift színhőmérsékletét és fényerejét napközbeni és éjszakai beállítások között
it: Cambia il colore della temperatura e la luminosità di Redshift tra il giorno e la notte
nl: Verander temperatuurkleur en Redshift-helderheid tussen dag en nacht
ru: Изменение цветовой температуры и яркости Redshift между днем и ночью
sv: Ändra temperaturfärg och Redshifts ljusstyrka mellan dag och natt
tr: Renk sıcaklığını ve Redshift gündüz ve gece arasındaki parlaklığı değiştirir

source: Redshift Day colour temperature
bg: Redshift температура на дневния цвят
cs: Redshift denní barevná teplota
da: Dagsfarvetemperature
es: Temperatura de color de Redshfit de día
fi: Redshift päivän värilämpötila
hu: Redshift napközbeni színhőmérséklet
it: Temperatura colore Giorno di Redshift
nl: Redshift dag kleurtemperatuur
ru: Redshift цветовая температура днем
sv: Redshifts färgtemperatur dagtid
tr: Redshift Gündüz renk sıcaklığı

source: K
bg: К

source: Redshift Night colour temperature
bg: Redshift температура на нощния цвят
cs: Redshift noční barevná teplota
da: Nattefarvetemperature
es: Temperatura de color de Redshift de noche
fi: Redshift yön värilämpötila
hu: Redshift éjszakai színhőmérséklet
it: Temperatura colore Notte di Redshift
nl: Redshift nacht kleurtemperatuur
ru: Redshift цветовая температура ночью
sv: Redshifts färgtemperatur nattetid
tr: Redshift Gece renk sıcaklığı

source: Latitude
bg: Ширина
cs: Zeměpisná šířka
da: Breddegrad
es: Latitud
fi: Leveysaste
hu: Szélesség
it: Latitudine
nl: Breedtegraad
ru: Широта
sv: Latitud
tr: Enlem

source: Redshift Night Brightness
bg: Redshift нощна яркост
cs: Redshift noční jas
da: Nattelysstyrke
es: Brillo de Redshift de noche
fi: Redshift yön kirkkaus
hu: Redshift éjszakai fényerő
it: Luminosità Notte di Redshift
nl: Redshift nacht helderheid
ru: Redshift яркость ночью
sv: Redshifts ljusstyrka nattetid
tr: Redshift Gece Parlaklığı

source: Redshift Enabled
bg: Redshift е включен
cs: Redshift povolen
da: Redshift er aktiveret
es: Redshift activado
fi: Redshift käytössä
hu: Redshift bekapcsolva
it: Redshift Abilitato
nl: Redshift ingeschakeld
ru: Redshift включен
sv: Redshift aktiverad
tr: Redshift Etkin

source: An app to change the red filter level for late night screen time. Requires redshift: sudo apt-get install redshift
bg: Приложение за промяна нивата на червения филтър на екрана за през нощта. Изисква redshift: sudo apt-get install redshift
cs: Aplikace, která mění úroveň červeného filtru obrazovky v době pozdní noci. Vyžaduje redshift: sudo apt-get install redshift
da: Skift rødfilterniveau om natten. Kræver redshift: sudo apt-get install redshift
es: Una aplicación para cambiar el nivel de filtro rojo durante la noche. Requiere Redshift: sudo apt-get install redshift
fi: Sovellus, jolla muutetaan punaisen suodattimen tasoa myöhäisillan ruutuaikaan. Vaatii ohjelman redshift: sudo apt-get install redshift
hu: A kisalkalmazás megváltoztatja a vörös fényszűrés mértékét az éjszakai képernyőnézéshez igazítva. A Redshift alkalmazást igényli, amelyet a következő módon telepítheti fel: sudo apt-get install redshift
it: Un'app per modificare il livello del filtro rosso per lo schermo a tarda notte. Richiede redshift: sudo apt-get install redshift
nl: Een app om het roodfilterniveau aan te passen voor schermtijd 's avonds laat. Vereist redshift: sudo apt-get install redshift
ru: Приложение, чтобы изменить красный уровень фильтра для экрана в ночное время. Требуется redshift: sudo apt-get install redshift
sv: Ett panelprogram för att ändra rödfilternivån vid nattlig skärmanvändning. Kräver att Redshift är installerat: sudo apt install redshift
tr: Kırmızı filtre seviyesini ve gece geçiş zamanını değiştiren bir uygulamacık. Redshift gerektirir: sudo apt-get install redshift
