Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/xsession@claudiux/*.po
Languages: ca, nl

source: Applet
ca: Miniaplicació

source: Desklet
ca: Miniaplicació d'escriptori

source: Extension
ca: Extensió
nl: Extensie

source: Applets
ca: Miniaplicacions

source: Desklets
ca: Miniaplicacions d'escriptori

source: RELOAD ALL
ca: RECARREGAR TOT
nl: ALLES HERLADEN

source: Middle-click:
ca: Clic del mig:
nl: Middelklik:

source: Show .xsession-errors
ca: Mostrar .xsession-errors
nl: Toon .xsession-errors

source: Ctrl + Middle-click:
ca: Ctrl + Clic del mig:
nl: Ctrl + Middelklik:

source: Show latest messages
ca: Mostra els darrers missatges
nl: Toon laatste berichten

source: %s latest messages
ca: %s darrers missatges
nl: %s laatste berichten

source: min: 10. max: 250.
ca: mín: 10. màx: 250.

source: Restart Cinnamon
ca: Reiniciar Cinnamon
nl: Herstart Cinnamon

source: Repeat last action
ca: Repetir l'última acció

source: --- Reload Spices ---
ca: --- Recarregar Espècies ---
nl: --- Herlaad Spices ---

source: Reload Applet:
ca: Recarregar la miniaplicació:
nl: Herlaad Applet:

source: Reload Desklet:
ca: Recarregar la miniaplicació d'escriptori:
nl: Herlaad Desklet:

source: Reload Extension:
ca: Recarregar l'extensió:
nl: Herlaad Extensie:

source: Reload Current Theme
ca: Recarrega el tema actual
nl: Herlaad huidig thema

source: --- Settings for ---
ca: --- Opcions per ---
nl: --- Instellingen voor ---

source: Applet:
ca: Miniaplicació:

source: Desklet:
ca: Miniaplicació d'escriptori:

source: Extension:
ca: Extensió:
nl: Extensie:

source: --- View Code ---
ca: --- Veure el codi ---
nl: --- Bekijk Code ---

source: View Applet Code for:
ca: Veure el codi de la miniaplicació:
nl: Bekijk Applet-code voor:

source: View Desklet Code for:
ca: Veure el codi de la miniaplicació d'escriptori:
nl: Bekijk Desklet-code voor:

source: View Extension Code for:
ca: Veure el codi de l'extensió:
nl: Bekijk Extensie-code voor:

source: Restart, access source code and configure your Spices (Applets, Desklets, Extensions). View the contents of your .xsession-errors file in real time. Restart Cinnamon.
ca: Ús permet reiniciar o obrir el codi font d'espècies (miniaplicacions, miniaplicacions d'escriptori, extensions), veure el contingut del vostre fitxer .xsession-errors en temps real i reiniciar Cinnamon.
nl: Herstart, krijg toegang tot de broncode en configureer je Spices (Applets, Desklets, Extensies). Bekijk de inhoud van je .xsession-errors bestand in realtime. Herstart Cinnamon.

source: Icon size
ca: Mida de la icona
nl: Pictogramgrootte

source: Size (in pixels) of menu icons
ca: Mida (en píxels) de les icones del menú
nl: Grootte (in pixels) van menu-pictogrammen

source: RELOAD ALL option
ca: Opció de RECARREGAR TOT
nl: Optie ALLES HERLADEN

source: Show the RELOAD ALL option in submenus
ca: Mostra la opció RECARREGAR TOT als submenús
nl: Toon de optie ALLES HERLADEN in submenu's

source: Caution! Reloading all spices of a given type may lead to errors.
ca: Alerta! Recarregar totes les espècies d'un tipus determinat pot causar errors.
nl: Let op! Het herladen van alle spices van een bepaald type kan tot fouten leiden.

source: Latest messages
ca: Últims missatges
nl: Laatste berichten

source: Number of latest messages to show
ca: Número d'últims missatges a mostrar
nl: Aantal te tonen laatste berichten

source: (Including empty lines.)
ca: (Incloent línies buides.)
nl: (Inclusief lege regels.)

source: Extensions
nl: Extensies
