Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/octopussy@centurix/*.po
Languages: ca, da, fi, fr, hu, nl, tr, zh_cn, zh_tw

source: OctoPussy: OctoPrint manager.
ca: OctoPussy: Gestor d'OctoPrint.
da: OctoPussy: OctoPrint-håndtering.
fr: OctoPussy : Gestionnaire d'OctoPrint.
hu: OctoPussy: OctoPrint kezelő.
nl: OctoPussy: OctoPrint-beheerder.
tr: OctoPussy: OctoPrint yöneticisi.
zh_cn: OctoPussy：OctoPrint 管理器。

source: Settings
ca: Opcions
da: Indstillinger
fi: Asetukset
fr: Paramètres
hu: Beállítások
nl: Instellingen
tr: Ayarlar
zh_cn: 设置
zh_tw: 設定

source: Time lapsed:
ca: Temps transcorregut:
da: Forløbet tid:
fi: Kulunut aika:
fr: Temps écoulé :
hu: Eltelt idő:
nl: Verstreken tijd:
tr: Geçen zaman:
zh_cn: 用时：
zh_tw: 經過時間：

source: Estimated:
ca: Aproximat:
da: Anslået:
fi: Arvio:
fr: Estimé :
hu: Becsült idő:
nl: Geschat:
tr: Tahmini:
zh_cn: 预计：
zh_tw: 預估時間：

source: Total time:
ca: Temps total:
da: Total tid:
fi: Kokonaisaika:
fr: Temps total :
hu: Teljes idő:
nl: Totale tijd:
tr: Toplam süre:
zh_cn: 总时间：
zh_tw: 總時間：

source: Pause current print
ca: Pausa la impressió actual
da: Sæt nuværende udskrivning på pause
fi: Pysäytä tulostus
fr: Mettre en pause l'impression en cours
hu: Jelenlegi nyomtatás szüneteltetése
nl: Pauzeer huidige print
tr: Geçerli baskıyı duraklat
zh_cn: 暂停当前打印
zh_tw: 暫停列印

source: Continue current print
ca: Continua la impressió actual
da: Fortsæt nuværende udskrivning
fi: Jatka tulostusta
fr: Poursuivre l'impression en cours
hu: Jelenlegi nyomtatás folytatása
nl: Hervat huidige print
tr: Geçerli baskıya devam et
zh_cn: 继续当前打印
zh_tw: 繼續列印

source: Change filament
ca: Canvia el filament
da: Skift filament
fi: Vaihda hehkulanka
fr: Changer de filament
hu: Cserélje a szálat
nl: Vervang filament
tr: Filamenti değiştir
zh_cn: 更换耗材
zh_tw: 更換耗材

source: Camera monitor
ca: Monitor de la càmera
da: Kameraovervågning
fi: Kameravalvonta
fr: Moniteur de caméra
hu: Kamera figyelő
tr: Kamera monitörü
zh_cn: 监视摄像头
zh_tw: 攝影機監控

source: Open OctoPrint web
ca: Obre el lloc web d'OctoPrint
da: Åbn OctoPrint web
fi: Avaa OctoPrint
fr: Consulter le site web d'OctoPrint
hu: OctoPrint web megnyitása
tr: OctoPrint web'i açın
zh_cn: 打开 OctoPrint 网页
zh_tw: 開啟 OctoPrint 網頁

source: Restart OctoPrint
ca: Reinicia OctoPrint
da: Genstart OctoPrint
fi: Käynnistys OctoPrint
fr: Redémarrer OctoPrint
hu: OctoPrint újraindítása
nl: Herstart OctoPrint
tr: OctoPrint'i yeniden başlatın
zh_cn: 重启 OctoPrint
zh_tw: 重新啟動 OctoPrint

source: Shutdown OctoPrint
ca: Atura OctoPrint
da: Afslut Octoprint
fi: Sammuta OctoPrint
fr: Arrêter OctoPrint
hu: OctoPrint leállítása
nl: Schakel OctoPrint uit
tr: OctoPrint'i kapatın
zh_cn: 关闭 OctoPrint
zh_tw: 關閉 OctoPrint

source: Configure...
ca: Configura...
da: Indstil …
fi: Asetukset...
fr: Configurer...
hu: Beállítások…
nl: Configureren...
tr: Yapılandır...
zh_cn: 配置…
zh_tw: 設定...

source: Restart
ca: Reinicia
fr: Redémarrer
hu: Újraindítás
nl: Herstarten

source: Cancel
ca: Cancel·la
fr: Annuler
hu: Mégse
nl: Annuleren

source: Shutdown
ca: Apaga
fr: Arrêter OctoPrint
hu: Leállítás
nl: Uitschakelen

source: Please confirm your action!
ca: Si us plau, confirmeu la vostra acció!
fr: Veuillez confirmer votre action !
hu: Kérlek, erősítsd meg a műveletedet!
nl: Bevestig uw actie alstublieft!

source: An applet to manage OctoPrint.
ca: Una miniaplicació per gestionar OctoPrint.
da: Håndtering af OctoPrint
fi: OctoPrint 3d-tulostimen hallinta ja työn valvonta.
fr: Une applet pour gérer OctoPrint.
hu: Egy OctoPrint kezelő kisalkalmazás.
nl: Een applet om OctoPrint te beheren.
tr: OctoPrint'i yönetmek için bir uygulama.
zh_cn: 一个用于管理 OctoPrint 的小程序。
zh_tw: 用於管理 OctoPrint 的面板小程式。

source: OctoPrint manager
ca: Gestor d'OctoPrint
da: OctoPrint-håndtering
fr: Gestionnaire d'OctoPrint
hu: OctoPrint kezelő
nl: OctoPrint-beheerder
tr: OctoPrint yöneticisi
zh_cn: OctoPrint 管理器

source: OctoPrint API Address
ca: Clau API d'OctoPrint
da: OctoPrint API-adresse
fi: OctoPrint API osoite
fr: Adresse de l'API OctoPrint
hu: OctoPrint API cím
nl: OctoPrint API-adres
tr: OctoPrint API Adresi
zh_cn: OctoPrint API 地址
zh_tw: OctoPrint API 位址

source: OctoPrint API Key. Get an API key from the OctoPrint site settings.
ca: Clau API d'OctoPrint. Podeu obtenir-ne una al lloc web d'OctoPrint.
da: OctoPrint API-nøgle. Hent en API-nøgle fra OctoPrints website.
fi: OctoPrint APIAVAIN. Hanki avain OctoPrint-sivuston asetuksista.
fr: Clé de l'API OctoPrint. Obtenez une clé API à partir des paramètres du site OctoPrint.
hu: OctoPrint API-kulcs. Szerezzen be egy API-kulcsot az OctoPrint webhelybeállításaiból.
nl: OctoPrint API-sleutel. Haal een API-sleutel op van de OctoPrint site instellingen.
tr: OctoPrint API Anahtarı. OctoPrint site ayarlarından bir API anahtarı alın.
zh_cn: OctoPrint API密钥。从 OctoPrint 网站设置中获取一个 API 密钥。
zh_tw: OctoPrint API 金鑰。請從 OctoPrint 網站的設定頁面取得 API 金鑰。

source: seconds
ca: segons
da: sekunder
fi: sekuntia
fr: secondes
hu: másodperc
nl: seconden
tr: saniye
zh_cn: 秒
zh_tw: 秒

source: Refresh Interval:
ca: Interval d'actualització:
da: Opdateringsinterval:
fi: Virkistystaajuus:
fr: Intervalle de rafraîchissement :
hu: Frissítési időköz:
nl: Vernieuwingsinterval:
tr: Yenileme Aralığı:
zh_cn: 刷新间隔：
zh_tw: 更新間隔：

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine
ca: Utilitzeu un interval baix si el vostre equip és lent
da: Forøg eller formindsk denne værdi for at ændre opdateringsintervallet - brug et langt interval, hvis din maskine er langsom
fi: Suurenna tai pienennä spinner-arvoa ja muuta tietojen päivitysväliä. Pitkä päivitysväli mikäli sinulla on hidas tietokone
fr: Augmentez ou diminuez cette valeur pour modifier l'intervalle d'actualisation - utilisez une actualisation lente si vous avez une machine lente
hu: Növelje vagy csökkentse ezt a tárcsaértéket a frissítési időköz megváltoztatásához - használjon lassú frissítési értéket, ha lassú számítógépe van
nl: Verhoog of verlaag deze spinnerwaarde om de vernieuwingsinterval te wijzigen - gebruik een langzame vernieuwing als je een langzame machine hebt
tr: Yenileme aralığını değiştirmek için bu döndürücü değeri artırın veya azaltın - yavaş bir makineniz varsa yavaş bir yenileme kullanın
zh_cn: 增大或减小这个值来更改刷新间隔 - 如果您有一台较慢的机器请使用较低的刷新频率
zh_tw: 請調整此數值以更改更新間隔時間 — 如果您的電腦效能較慢，建議設定較長的間隔時間

source: Video command to use when showing the webcam. Defaults to vlc.
ca: Ordre de vídeo a executar quan es mostri la webcam. Per defecte: vlc.
da: Kommando til visning af feed fra webcam (som standard vlc).
fi: Komentoa käytetään kameran näyttämiseen. Oletus on vlc.
fr: Commande vidéo à utiliser lors de l'affichage de la webcam. Par défaut, vlc.
hu: A webkamera megjelenítésekor használandó videóparancs. Alapértelmezés szerint: „vlc”.
nl: Video-commando om te gebruiken bij het tonen van de webcam. Standaard is dit vlc.
tr: Web kamerasını gösterirken kullanılacak video komutu. Varsayılan olarak vlc'dir.
zh_cn: 显示网络摄像头时要使用的命令，默认为 vlc。
zh_tw: 顯示網路攝影機影像時要使用的指令，預設為 vlc。
