Repository: linuxmint/cinnamon-spices-applets
Catalog: crypto-tracker@danipin/files/crypto-tracker@danipin/po/*.po
Languages: da, de, es, fr, hi, hu, it, ms, nl, sv, th, tl, uk, vi

source: Server error
da: Serverfejl
de: Serverfehler
es: Error del servidor
fr: Erreur serveur
hi: सर्वर त्रुटि
hu: Szerverhiba
it: Errore server
ms: Ralat pelayan
nl: Serverfout
sv: Serverfel
th: ข้อผิดพลาดของเซิร์ฟเวอร์
tl: Error sa server
uk: Помилка сервера
vi: Lỗi máy chủ

source: API Error:
de: API Fehler:

source: System error
da: Systemfejl
de: Systemfehler
es: Error del sistema
fr: Erreur système
hi: सिस्टम त्रुटि
hu: Rendszerhiba
it: Errore di sistema
ms: Ralat sistem
nl: Systeemfout
sv: Systemfel
th: ข้อผิดพลาดของระบบ
tl: Error sa system
uk: Системна помилка
vi: Lỗi hệ thống

source: System Diagnosis
da: Systemdiagnose
de: Systemdiagnose
es: Diagnóstico del Sistema
fr: Diagnostic système
hi: सिस्टम निदान
hu: Rendszerdiagnosztika
it: Diagnosi Sistema
ms: Diagnosis Sistem
nl: Systeemdiagnose
sv: Systemdiagnos
th: การวินิจฉัยระบบ
tl: Diagnosis ng Sistema
uk: Діагностика системи
vi: Chẩn đoán hệ thống

source: API Connection: Active & Valid
da: API-forbindelse: Aktiv & Gyldig
de: API Verbindung: Aktiv & Gültig
es: Conexión API: Activa y Válida
fr: Connexion API : Active & Valide
hi: API कनेक्शन: सक्रिय और मान्य
hu: API kapcsolat: Aktív és érvényes
it: Connessione API: Attiva & Valida
ms: Sambungan API: Aktif & Sah
nl: API-verbinding: Actief & Geldig
sv: API-anslutning: Aktiv & Giltig
th: การเชื่อมต่อ API: ใช้งานได้ & ถูกต้อง
tl: Koneksyon sa API: Aktibo at Wasto
uk: З'єднання API: Активне та коректне
vi: Kết nối API: Hoạt động & Hợp lệ

source: Not configured
da: Ikke konfigureret
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
hi: कॉन्फ़िगर नहीं किया गया
hu: Nincs konfigurálva
it: Non configurato
ms: Tidak dikonfigurasi
nl: Niet geconfigureerd
sv: Ej konfigurerad
th: ไม่ได้กำหนดค่า
tl: Hindi na-configure
uk: Не налаштовано
vi: Chưa được cấu hình

source: Quota critical:
de: Quote kritisch:

source: % used
de: % verbraucht

source: Quota high:
de: Quote hoch:

source: Quota:
de: Quote:

source: (In the green)
de: (Im Grünen)

source: Period:
de: Zeitraum:

source: days left in month.
de: Tage verbleibend im Monat.

source: Tip: Interval (
de: Tipp: Intervall (

source: s) is aggressive for Free Tier.
de: s) ist aggressiv für Free Tier.

source: Note: Error log exists.
da: Bemærk: Fejllog findes.
de: Hinweis: Fehlerprotokoll vorhanden.
es: Nota: Existe registro de errores.
fr: Note : Un journal d'erreurs existe.
hi: नोट: त्रुटि लॉग मौजूद है।
hu: Megjegyzés: Hibanapló létezik.
it: Nota: Esiste log errori.
ms: Nota: Log ralat wujud.
nl: Opmerking: Foutenlogboek bestaat.
sv: Obs: Fellogg finns.
th: หมายเหตุ: มีบันทึกข้อผิดพลาด
tl: Tandaan: Mayroong log ng error.
uk: Прим.: Є журнал помилок.
vi: Lưu ý: Nhật ký lỗi tồn tại.

source: System: No crashes logged.
da: System: Ingen nedbrud logget.
de: System: Keine Abstürze protokolliert.
es: Sistema: No se registraron bloqueos.
fr: Système : Aucun crash enregistré.
hi: सिस्टम: कोई क्रैश लॉग नहीं किया गया।
hu: Rendszer: Nincs naplózott összeomlás.
it: Sistema: Nessun crash registrato.
ms: Sistem: Tiada kerosakan direkodkan.
nl: Systeem: Geen crashes gelogd.
sv: System: Inga krascher loggade.
th: ระบบ: ไม่มีการบันทึกการขัดข้อง
tl: Sistema: Walang naitalang pag-crash.
uk: Система: Збоїв не зафіксовано.
vi: Hệ thống: Không có sự cố nào được ghi lại.

source: Free API (Basic)
da: Gratis API (Grundlæggende)
de: Free API (Basis)
es: API Gratuita (Básica)
fr: API Gratuite (Basique)
hi: फ्री API (बेसिक)
hu: Ingyenes API (Alap)
it: API Gratuita (Base)
ms: API Percuma (Asas)
nl: Gratis API (Basis)
sv: Gratis API (Grundläggande)
th: API ฟรี (พื้นฐาน)
tl: Libreng API (Basic)
uk: Безкоштовний API (Базовий)
vi: API miễn phí (Cơ bản)

source: Today:
da: I dag:
de: Heute:
es: Hoy:
fr: Aujourd'hui :
hi: आज:
hu: Ma:
it: Oggi:
ms: Hari ini:
nl: Vandaag:
sv: Idag:
th: วันนี้:
tl: Ngayon:
uk: Сьогодні:
vi: Hôm nay:

source: Ø per Day:
da: Ø pr. dag:
de: Ø pro Tag:
es: Ø por Día:
fr: Ø par jour :
hi: Ø प्रति दिन:
hu: Ø naponta:
it: Ø al Giorno:
ms: Ø setiap Hari:
nl: Ø per Dag:
sv: Ø per dag:
th: Ø ต่อวัน:
tl: Ø bawat Araw:
uk: Ø в день:
vi: Ø mỗi ngày:

source: Distribution (Key Calls)
da: Fordeling (Nøgleopkald)
de: Verteilung (Key Calls)
es: Distribución (Llamadas con Clave)
fr: Distribution (Appels Clé)
hi: वितरण (की कॉल्स)
hu: Eloszlás (Kulcs hívások)
it: Distribuzione (Chiamate Chiave)
ms: Pengagihan (Panggilan Kunci)
nl: Verdeling (Sleutel Oproepen)
sv: Fördelning (Nyckelanrop)
th: การกระจาย (การเรียกด้วยคีย์)
tl: Pamamahagi (Key Calls)
uk: Розподіл (Виклики з ключем)
vi: Phân phối (Cuộc gọi khóa)

source: Search
da: Søg
de: Suche
es: Búsqueda
fr: Recherche
hi: खोज
hu: Keresés
it: Cerca
ms: Cari
nl: Zoeken
sv: Sök
th: ค้นหา
tl: Maghanap
uk: Пошук
vi: Tìm kiếm

source: Alarms
da: Alarmer
de: Alarme
es: Alarmas
fr: Alarmes
hi: अलार्म
hu: Riasztások
it: Allarmi
ms: Penggera
nl: Alarmen
sv: Larm
th: การแจ้งเตือน
tl: Mga Alarma
uk: Сповіщення
vi: Cảnh báo

source: History (Last 14 Days)
da: Historik (Seneste 14 dage)
de: Verlauf (Letzte 14 Tage)
es: Historial (Últimos 14 Días)
fr: Historique (14 derniers jours)
hi: इतिहास (पिछले 14 दिन)
hu: Előzmények (Utolsó 14 nap)
it: Cronologia (Ultimi 14 Giorni)
ms: Sejarah (14 Hari Terakhir)
nl: Geschiedenis (Laatste 14 Dagen)
sv: Historik (Senaste 14 dagarna)
th: ประวัติ (14 วันล่าสุด)
tl: Kasaysayan (Huling 14 na Araw)
uk: Історія (Останні 14 днів)
vi: Lịch sử (14 ngày qua)

source: Error Log (
de: Fehlerprotokoll (

source: The system prevented and logged crashes.
da: Systemet forhindrede og loggede nedbrud.
de: Das System hat Abstürze verhindert und protokolliert.
es: El sistema previno y registró bloqueos.
fr: Le système a empêché et enregistré des crashs.
hi: सिस्टम ने क्रैश को रोका और लॉग किया।
hu: A rendszer megakadályozta és naplózta az összeomlásokat.
it: Il sistema ha prevenuto e registrato crash.
ms: Sistem menghalang dan merekodkan kerosakan.
nl: Het systeem heeft crashes voorkomen en gelogd.
sv: Systemet förhindrade och loggade krascher.
th: ระบบป้องกันและบันทึกการขัดข้อง
tl: Pinigilan at naitala ng system ang mga pag-crash.
uk: Система запобігла та записала збої.
vi: Hệ thống đã ngăn chặn và ghi lại các sự cố.

source: Delete
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
hu: Törlés
it: Elimina
ms: Padam
nl: Verwijderen
sv: Radera
th: ลบ
tl: Tanggalin
uk: Видалити
vi: Xóa

source: Dismiss
da: Afvis
de: Verwerfen
es: Descartar
fr: Ignorer
hi: खारिज करें
hu: Elvetés
it: Ignora
ms: Abaikan
nl: Negeren
sv: Avfärda
th: ปิด
tl: I-dismiss
uk: Сховати
vi: Bỏ qua

source: NEW ALL TIME HIGH 🚀
da: NY ALL TIME HIGH 🚀
es: NUEVO MÁXIMO HISTÓRICO 🚀
fr: NOUVEAU SOMMET HISTORIQUE 🚀
hi: नया सर्वकालिक उच्च 🚀
hu: ÚJ MINDENKORI CSÚCS 🚀
it: NUOVO MASSIMO STORICO 🚀
ms: REKOD TERTINGGI BARU 🚀
nl: NIEUW ALL TIME HIGH 🚀
sv: NYTT ALL TIME HIGH 🚀
th: จุดสูงสุดใหม่ตลอดกาล 🚀
tl: BAGONG ALL TIME HIGH 🚀
uk: НОВИЙ ІСТОРИЧНИЙ МАКСИМУМ 🚀
vi: MỨC CAO NHẤT MỌI THỜI ĐẠI MỚI 🚀

source: API Limit Info
da: API-grænseinfo
es: Info de límite de API
fr: Info limite API
hi: API सीमा जानकारी
hu: API korlát infó
it: Info Limite API
ms: Info Had API
nl: API Limiet Info
sv: API-gränsinfo
th: ข้อมูลขีดจำกัด API
tl: Impormasyon sa Limitasyon ng API
uk: Інфо ліміту API
vi: Thông tin giới hạn API

source: Portfolio Tracker
da: Porteføljesporing
es: Rastreador de Portafolio
fr: Suivi de portefeuille
hi: पोर्टफोलियो ट्रैकर
hu: Portfólió követő
it: Tracker Portafoglio
ms: Penjejak Portfolio
nl: Portefeuille Tracker
sv: Portföljspårare
th: ตัวติดตามพอร์ตโฟลิโอ
tl: Tagasubaybay ng Portfolio
uk: Трекер портфеля
vi: Theo dõi danh mục đầu tư

source: Name
da: Navn
es: Nombre
fr: Nom
hi: नाम
hu: Név
it: Nome
ms: Nama
nl: Naam
sv: Namn
th: ชื่อ
tl: Pangalan
uk: Ім'я
vi: Tên

source: HAPPY HALLOWEEN !
da: GLÆDELIG HALLOWEEN !
es: ¡FELIZ HALLOWEEN!
fr: JOYEUX HALLOWEEN !
hi: हैप्पी हैलोवीन !
hu: BOLDOG HALLOWEENT !
it: FELICE HALLOWEEN !
ms: SELAMAT HALLOWEEN !
nl: FIJNE HALLOWEEN !
sv: GLAD HALLOWEEN !
th: สุขสันต์วันฮาโลวีน !
tl: MALIGAYANG HALLOWEEN !
uk: З ХЕЛЛОВІНОМ !
vi: CHÚC MỪNG HALLOWEEN !

source: HAPPY BITCOIN PIZZA DAY 🍕
da: GLÆDELIG BITCOIN PIZZA DAG 🍕
es: FELIZ DÍA DE LA PIZZA BITCOIN 🍕
fr: JOYEUX BITCOIN PIZZA DAY 🍕
hi: हैप्पी बिटकॉइन पिज्जा डे 🍕
hu: BOLDOG BITCOIN PIZZA NAPOT 🍕
it: FELICE BITCOIN PIZZA DAY 🍕
ms: SELAMAT HARI PIZZA BITCOIN 🍕
nl: FIJNE BITCOIN PIZZA DAG 🍕
sv: GLAD BITCOIN PIZZA-DAG 🍕
th: สุขสันต์วันพิซซ่าบิตคอยน์ 🍕
tl: MALIGAYANG ARAW NG BITCOIN PIZZA 🍕
uk: З ДНЕМ БІТКОЇН-ПІЦИ 🍕
vi: CHÚC MỪNG NGÀY PIZZA BITCOIN 🍕

source: 24h Vol:
da: 24t Vol:
es: Vol 24h:
fr: Vol 24h :
hi: 24घंटे वॉल्यूम:
hu: 24ó Forg.:
it: Vol 24h:
ms: Vol 24j:
nl: 24u Vol:
th: ปริมาณ 24 ชม.:
uk: 24г Об'єм:
vi: Vol 24h:

source: (Rate Limit)
da: (Hastighedsgrænse)
es: (Límite de Tasa)
fr: (Limite de taux)
hi: (दर सीमा)
hu: (Sebességkorlát)
it: (Limite Velocità)
ms: (Had Kadar)
nl: (Snelheidslimiet)
sv: (Hastighetsgräns)
th: (ขีดจำกัดอัตรา)
tl: (Limitasyon sa Rate)
uk: (Ліміт запитів)
vi: (Giới hạn tốc độ)

source: Key API (Pro)
da: Nøgle-API (Pro)
es: API con Clave (Pro)
fr: API Clé (Pro)
hi: की API (प्रो)
hu: Kulcs API (Pro)
it: Chiave API (Pro)
ms: API Kunci (Pro)
nl: Sleutel API (Pro)
sv: Nyckel-API (Pro)
th: API คีย์ (Pro)
uk: Ключ API (Pro)
vi: API khóa (Pro)

source: Charts
da: Diagrammer
es: Gráficos
fr: Graphiques
hi: चार्ट
hu: Diagramok
it: Grafici
ms: Carta
nl: Grafieken
sv: Diagram
th: กราฟ
tl: Mga Tsart
uk: Графіки
vi: Biểu đồ

source: Details
da: Detaljer
es: Detalles
fr: Détails
hi: विवरण
hu: Részletek
it: Dettagli
ms: Butiran
sv: Detaljer
th: รายละเอียด
tl: Mga Detalye
uk: Деталі
vi: Chi tiết

source: Portfolio
da: Portefølje
es: Portafolio
fr: Portefeuille
hi: पोर्टफोलियो
hu: Portfólió
it: Portafoglio
nl: Portefeuille
sv: Portfölj
th: พอร์ตโฟลิโอ
uk: Портфель
vi: Danh mục đầu tư

source: Updates
da: Opdateringer
es: Actualizaciones
fr: Mises à jour
hi: अपडेट
hu: Frissítések
it: Aggiornamenti
ms: Kemas kini
sv: Uppdateringar
th: อัปเดต
tl: Mga Update
uk: Оновлення
vi: Cập nhật

source: Vol %:
th: ความผันผวน %:
uk: Вол %:
