Repository: linuxmint/cinnamon-spices-applets
Catalog: crypto-tracker@danipin/files/crypto-tracker@danipin/po/*.po
Languages: da, de, es, fr, hi, hu, it, ms, nl, sv, th, tl, uk, vi

source: Loading...
da: Indlæser...
de: Lade...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
hu: Betöltés...
it: Caricamento...
ms: Memuatkan...
nl: Laden...
sv: Laddar...
th: กำลังโหลด...
tl: Naglo-load...
uk: Завантаження...
vi: Đang tải...

source: Colors reset to default values.
da: Farver nulstillet til standardværdier.
de: Farben auf Standardwerte zurückgesetzt.
es: Colores restablecidos a valores predeterminados.
fr: Couleurs réinitialisées aux valeurs par défaut.
hi: रंग डिफ़ॉल्ट मानों पर रीसेट हो गए।
hu: Színek visszaállítva alapértelmezettre.
it: Colori reimpostati ai valori predefiniti.
ms: Warna ditetapkan semula kepada nilai lalai.
nl: Kleuren teruggezet naar standaardwaarden.
sv: Färger återställda till standardvärden.
th: รีเซ็ตสีเป็นค่าเริ่มต้นแล้ว
tl: Na-reset ang mga kulay sa mga default na halaga.
uk: Кольори скинуто до значень за замовчуванням.
vi: Màu sắc đã được đặt lại về giá trị mặc định.

source: List updated! Please reopen settings.
da: Liste opdateret! Genåbn venligst indstillinger.
de: Liste aktualisiert! Bitte Einstellungen neu öffnen.
es: ¡Lista actualizada! Por favor, vuelva a abrir la configuración.
fr: Liste mise à jour ! Veuillez rouvrir les paramètres.
hi: सूची अपडेट हो गई! कृपया सेटिंग्स फिर से खोलें।
hu: Lista frissítve! Kérjük, nyissa meg újra a beállításokat.
it: Lista aggiornata! Riapri le impostazioni.
ms: Senarai dikemas kini! Sila buka semula tetapan.
nl: Lijst bijgewerkt! Open instellingen opnieuw.
sv: Listan uppdaterad! Vänligen öppna inställningarna igen.
th: อัปเดตรายการแล้ว! โปรดเปิดการตั้งค่าใหม่
tl: Na-update ang listahan! Pakibuksan muli ang mga setting.
uk: Список оновлено! Будь ласка, відкрийте налаштування знову.
vi: Danh sách đã cập nhật! Vui lòng mở lại cài đặt.

source: API Limit Reached
da: API-grænse nået
de: API Limit erreicht
es: Límite de API alcanzado
fr: Limite API atteinte
hi: API सीमा समाप्त
hu: API korlát elérve
it: Limite API Raggiunto
ms: Had API Dicapai
nl: API-limiet bereikt
sv: API-gräns uppnådd
th: ถึงขีดจำกัด API แล้ว
tl: Naabot ang Limitasyon ng API
uk: Ліміт API досягнуто
vi: Đã đạt giới hạn API

source: You have used 100% of your monthly limit (10k).
de: Du hast 100% deines monatlichen Limits (10k) verbraucht.
es: Ha utilizado el 100% de su límite mensual (10k).
fr: Vous avez utilisé 100% de votre limite mensuelle (10k).
it: Hai usato il 100% del tuo limite mensile (10k).

source: Power Saving Enabled
da: Strømbesparelse aktiveret
de: Energiesparmodus aktiviert
es: Ahorro de energía activado
fr: Économie d'énergie activée
hi: पावर सेविंग सक्षम
hu: Energiatakarékosság engedélyezve
it: Risparmio Energetico Attivato
ms: Penjimatan Kuasa Didayakan
nl: Energiebesparing ingeschakeld
sv: Energisparläge aktiverat
th: เปิดใช้งานโหมดประหยัดพลังงาน
tl: Pinagana ang Power Saving
uk: Енергосбереження увімкнено
vi: Đã bật tiết kiệm năng lượng

source: Interval set to 5 min to avoid API ban.
da: Interval sat til 5 min for at undgå API-forbud.
de: Intervall auf 5 Min gesetzt, um API-Sperre zu vermeiden.
es: Intervalo establecido en 5 min para evitar bloqueo de API.
fr: Intervalle réglé à 5 min pour éviter le bannissement de l'API.
hi: API प्रतिबंध से बचने के लिए अंतराल 5 मिनट पर सेट किया गया।
hu: Intervallum 5 percre állítva az API tiltás elkerülése érdekében.
it: Intervallo impostato a 5 min per evitare ban API.
ms: Selang ditetapkan kepada 5 min untuk mengelakkan larangan API.
nl: Interval ingesteld op 5 min om API-ban te voorkomen.
sv: Intervall inställt på 5 min för att undvika API-förbud.
th: ตั้งค่าช่วงเวลาเป็น 5 นาทีเพื่อหลีกเลี่ยงการแบน API
tl: Itinakda ang interval sa 5 min upang maiwasan ang API ban.
uk: Інтервал встановлено на 5 хв, щоб уникнути бану API.
vi: Khoảng thời gian được đặt thành 5 phút để tránh bị cấm API.

source: API Limit Warning
da: API-grænseadvarsel
de: API Limit Warnung
es: Advertencia de límite de API
fr: Avertissement de limite API
hi: API सीमा चेतावनी
hu: API korlát figyelmeztetés
it: Avviso Limite API
ms: Amaran Had API
nl: API Limiet Waarschuwing
sv: API-gränsvarning
th: คำเตือนขีดจำกัด API
tl: Babala sa Limitasyon ng API
uk: Попередження ліміту API
vi: Cảnh báo giới hạn API

source: You have reached 90% of your limit.
de: Du hast 90% deines Limits erreicht.
es: Ha alcanzado el 90% de su límite.
fr: Vous avez atteint 90% de votre limite.
it: Hai raggiunto il 90% del tuo limite.
ms: Anda telah mencapai 90% daripada had anda.

source: You have reached 80% of your limit.
de: Du hast 80% deines Limits erreicht.
es: Ha alcanzado el 80% de su límite.
fr: Vous avez atteint 80% de votre limite.
it: Hai raggiunto l'80% del tuo limite.
ms: Anda telah mencapai 80% daripada had anda.

source: API: Active
da: API: Aktiv
de: API: Aktiv
es: API: Activa
hi: API: सक्रिय
hu: API: Aktív
it: API: Attiva
ms: API: Aktif
nl: API: Actief
sv: API: Aktiv
th: API: ใช้งานอยู่
tl: API: Aktibo
uk: API: Активний
vi: API: Hoạt động

source: Basic Mode
da: Grundlæggende tilstand
de: Basis-Modus
es: Modo Básico
fr: Mode Basique
hi: बेसिक मोड
hu: Alap mód
it: Modalità Base
ms: Mod Asas
nl: Basismodus
sv: Grundläge
th: โหมดพื้นฐาน
uk: Базовий режим
vi: Chế độ cơ bản

source: Source: CoinGecko
da: Kilde: CoinGecko
de: Quelle: CoinGecko
es: Fuente: CoinGecko
hi: स्रोत: CoinGecko
hu: Forrás: CoinGecko
it: Fonte: CoinGecko
ms: Sumber: CoinGecko
nl: Bron: CoinGecko
sv: Källa: CoinGecko
th: แหล่งที่มา: CoinGecko
tl: Pinagmulan: CoinGecko
uk: Джерело: CoinGecko
vi: Nguồn: CoinGecko

source: Get Free API Key
da: Få gratis API-nøgle
de: Gratis API Key holen
es: Obtener Clave API Gratis
fr: Obtenir une clé API gratuite
hi: फ्री API कुंजी प्राप्त करें
hu: Ingyenes API kulcs beszerzése
it: Ottieni Chiave API Gratis
ms: Dapatkan Kunci API Percuma
nl: Krijg Gratis API-sleutel
sv: Hämta gratis API-nyckel
th: รับคีย์ API ฟรี
tl: Kumuha ng Libreng API Key
uk: Отримати безкоштовний API ключ
vi: Nhận khóa API miễn phí

source: Month:
da: Måned:
de: Monat:
es: Mes:
fr: Mois :
hi: महीना:
hu: Hónap:
it: Mese:
ms: Bulan:
nl: Maand:
sv: Månad:
th: เดือน:
tl: Buwan:
uk: Місяць:
vi: Tháng:

source: Alarms:
de: Alarme:

source: Alarm Management
da: Alarmstyring
de: Alarmverwaltung
es: Gestión de Alarmas
fr: Gestion des alarmes
hi: अलार्म प्रबंधन
hu: Riasztáskezelés
it: Gestione Allarmi
ms: Pengurusan Penggera
nl: Alarmbeheer
sv: Larmhantering
th: การจัดการการแจ้งเตือน
tl: Pamamahala ng Alarma
uk: Керування сповіщеннями
vi: Quản lý cảnh báo

source: API Usage & Stats
da: API-brug & Statistik
de: API Nutzung & Statistik
es: Uso y Estadísticas de API
fr: Utilisation API & Stats
hi: API उपयोग और आंकड़े
hu: API használat és statisztikák
it: Uso API & Statistiche
ms: Penggunaan API & Statistik
nl: API Gebruik & Statistieken
sv: API-användning & Statistik
th: การใช้งาน API & สถิติ
tl: Paggamit ng API at Istatistika
uk: Використання API та статистика
vi: Sử dụng API & Thống kê

source: Support Development
da: Støt udviklingen
de: Entwicklung unterstützen
es: Apoyar el Desarrollo
fr: Soutenir le développement
hi: विकास का समर्थन करें
hu: Fejlesztés támogatása
it: Supporta lo Sviluppo
ms: Sokong Pembangunan
nl: Ondersteun Ontwikkeling
sv: Stöd utvecklingen
th: สนับสนุนการพัฒนา
tl: Suportahan ang Pag-unlad
uk: Підтримати розробку
vi: Hỗ trợ phát triển

source: Market Dashboard
da: Markedsoversigt
de: Marktübersicht
es: Panel de Mercado
fr: Tableau de bord du marché
hi: बाजार डैशबोर्ड
hu: Piaci irányítópult
it: Dashboard di Mercato
ms: Papan Pemuka Pasaran
nl: Markt Dashboard
sv: Marknadsöversikt
th: แดชบอร์ดตลาด
tl: Dashboard ng Merkado
uk: Ринкова панель
vi: Bảng điều khiển thị trường

source: 24H Price Change [%]
da: 24T Prisændring [%]
de: 24H Preisänderung [%]
es: Cambio de precio 24H [%]
fr: Changement de prix 24H [%]
hi: 24 घंटे मूल्य परिवर्तन [%]
hu: 24ó árváltozás [%]
it: Variazione Prezzo 24H [%]
ms: Perubahan Harga 24J [%]
nl: 24u Prijsverandering [%]
sv: 24H Prisförändring [%]
th: การเปลี่ยนแปลงราคา 24 ชม. [%]
tl: 24H Pagbabago ng Presyo [%]
uk: Зміна ціни за 24г [%]
vi: Thay đổi giá 24H [%]

source: Support
de: Unterstützen
es: Soporte
fr: Soutien
hi: समर्थन
hu: Támogatás
it: Supporto
ms: Sokongan
nl: Ondersteuning
th: สนับสนุน
tl: Suporta
uk: Підтримка
vi: Hỗ trợ

source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
hu: Beállítások
it: Impostazioni
ms: Tetapan
nl: Instellingen
sv: Inställningar
th: การตั้งค่า
tl: Mga Setting
uk: Налаштування
vi: Cài đặt

source: Alarm Archive Full
da: Alarmarkiv fuldt
de: Alarm-Archiv voll
es: Archivo de alarmas lleno
fr: Archive d'alarmes pleine
hi: अलार्म पुरालेख भरा हुआ
hu: Riasztási archívum megtelt
it: Archivio Allarmi Pieno
ms: Arkib Penggera Penuh
nl: Alarmarchief vol
sv: Larmarkiv fullt
th: ที่เก็บถาวรการแจ้งเตือนเต็ม
tl: Puno na ang Archive ng Alarma
uk: Архів сповіщень повний
vi: Lưu trữ cảnh báo đầy

source: Oldest alarm for
de: Ältester Alarm für

source: was deleted.
de: wurde gelöscht.

source: Background Alarm:
de: Hintergrund-Alarm:

source: Target price
de: Preisziel

source: reached! Current:
de: erreicht! Aktuell:

source: risen
da: steget
de: gestiegen
es: subido
fr: augmenté
hi: बढ़ा
hu: emelkedett
it: salito
ms: naik
nl: gestegen
sv: stigit
th: เพิ่มขึ้น
tl: tumaas
uk: зросла
vi: tăng

source: fallen
da: faldet
de: gefallen
es: bajado
fr: baissé
hi: गिरा
hu: csökkent
it: sceso
ms: jatuh
nl: gedaald
sv: fallit
th: ลดลง
tl: bumagsak
uk: впала
vi: giảm

source: Volatility Alarm:
de: Volatilitäts-Alarm:

source: has
de: ist

source: by
de: um

source: Alarm Settings
da: Alarmindstillinger
de: Alarm-Einstellungen
es: Configuración de Alarmas
fr: Paramètres d'alarme
hi: अलार्म सेटिंग्स
hu: Riasztás beállításai
it: Impostazioni Allarme
ms: Tetapan Penggera
nl: Alarminstellingen
sv: Larminställningar
th: การตั้งค่าการแจ้งเตือน
tl: Mga Setting ng Alarma
uk: Налаштування сповіщення
vi: Cài đặt cảnh báo

source: Target Price (
de: Zielpreis (

source: Change (%):
da: Ændring (%):
de: Änderung (%):
es: Cambio (%):
fr: Changement (%) :
hi: परिवर्तन (%):
hu: Változás (%):
it: Variazione (%):
ms: Perubahan (%):
nl: Verandering (%):
sv: Förändring (%):
th: การเปลี่ยนแปลง (%):
tl: Pagbabago (%):
uk: Зміна (%):
vi: Thay đổi (%):

source: Press ENTER to save.
da: Tryk ENTER for at gemme.
de: Zum Speichern ENTER drücken.
es: Presione ENTER para guardar.
fr: Appuyez sur ENTRÉE pour enregistrer.
hi: सहेजने के लिए ENTER दबाएं।
hu: Nyomjon ENTER-t a mentéshez.
it: Premi INVIO per salvare.
ms: Tekan ENTER untuk simpan.
nl: Druk op ENTER om op te slaan.
sv: Tryck ENTER för att spara.
th: กด ENTER เพื่อบันทึก
tl: Pindutin ang ENTER upang i-save.
uk: Натисніть ENTER для збереження.
vi: Nhấn ENTER để lưu.

source: Search alarms...
da: Søg alarmer...
de: Alarme suchen...
es: Buscar alarmas...
fr: Rechercher des alarmes...
hi: अलार्म खोजें...
hu: Riasztások keresése...
it: Cerca allarmi...
ms: Cari penggera...
nl: Zoek alarmen...
sv: Sök larm...
th: ค้นหาการแจ้งเตือน...
tl: Maghanap ng mga alarma...
uk: Пошук сповіщень...
vi: Tìm kiếm cảnh báo...

source: No matches.
da: Ingen match.
de: Keine Treffer.
es: Sin coincidencias.
fr: Aucune correspondance.
hi: कोई मेल नहीं।
hu: Nincs találat.
it: Nessuna corrispondenza.
ms: Tiada padanan.
nl: Geen overeenkomsten.
sv: Inga träffar.
th: ไม่พบรายการที่ตรงกัน
tl: Walang tugma.
uk: Немає збігів.
vi: Không có kết quả phù hợp.

source: No alarms here yet.
da: Ingen alarmer her endnu.
de: Hier gibt es noch keine Alarme.
es: No hay alarmas aquí todavía.
fr: Pas encore d'alarmes ici.
hi: यहाँ अभी कोई अलार्म नहीं है।
hu: Még nincsenek riasztások.
it: Nessun allarme qui ancora.
ms: Tiada penggera di sini lagi.
nl: Nog geen alarmen hier.
sv: Inga larm här ännu.
th: ยังไม่มีการแจ้งเตือนที่นี่
tl: Wala pang mga alarma dito.
uk: Тут поки немає сповіщень.
vi: Chưa có cảnh báo nào ở đây.

source: Target:
da: Mål:
de: Ziel:
es: Objetivo:
fr: Cible :
hi: लक्ष्य:
hu: Cél:
ms: Sasaran:
nl: Doel:
sv: Mål:
th: เป้าหมาย:
uk: Ціль:
vi: Mục tiêu:

source: Current:
de: Aktuell:

source: Created:
de: Erstellt:

source: ENTER to save
da: ENTER for at gemme
de: ENTER zum Speichern
es: ENTER para guardar
fr: ENTRÉE pour enregistrer
hi: सहेजने के लिए ENTER
hu: ENTER a mentéshez
it: INVIO per salvare
ms: ENTER untuk simpan
nl: ENTER om op te slaan
sv: ENTER för att spara
th: ENTER เพื่อบันทึก
tl: ENTER upang i-save
uk: ENTER для збереження
vi: ENTER để lưu

source: Date
da: Dato
de: Datum
es: Fecha
hi: तारीख
hu: Dátum
it: Data
ms: Tarikh
nl: Datum
sv: Datum
th: วันที่
tl: Petsa
uk: Дата
vi: Ngày

source: Delete all
da: Slet alle
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
hi: सभी हटाएं
hu: Összes törlése
it: Elimina tutto
ms: Padam semua
nl: Alles verwijderen
sv: Radera alla
th: ลบทั้งหมด
tl: Tanggalin lahat
uk: Видалити все
vi: Xóa tất cả

source: Sure?
da: Sikker?
de: Sicher?
es: ¿Seguro?
fr: Sûr ?
hi: पक्का?
hu: Biztos?
it: Sicuro?
ms: Pasti?
nl: Zeker?
sv: Säker?
th: แน่ใจไหม?
tl: Sigurado?
uk: Впевнені?
vi: Chắc chắn?

source: Alarms
de: Alarme

source: of
de: von

source: If you like this applet, you can support its development with a donation.
da: Hvis du kan lide denne applet, kan du støtte dens udvikling med en donation.
de: Wenn dir dieses Applet gefällt, kannst du die Entwicklung mit einer Spende unterstützen.
es: Si le gusta este applet, puede apoyar su desarrollo con una donación.
fr: Si vous aimez cette applet, vous pouvez soutenir son développement par un don.
hi: यदि आपको यह एप्लेट पसंद है, तो आप दान के साथ इसके विकास का समर्थन कर सकते हैं।
hu: Ha tetszik ez az applet, támogathatja a fejlesztését adománnyal.
it: Se ti piace questa applet, puoi supportare il suo sviluppo con una donazione.
ms: Jika anda menyukai aplet ini, anda boleh menyokong pembangunannya dengan sumbangan.
nl: Als u deze applet leuk vindt, kunt u de ontwikkeling ervan steunen met een donatie.
sv: Om du gillar denna applet kan du stödja dess utveckling med en donation.
th: หากคุณชอบแอพเพล็ตนี้ คุณสามารถสนับสนุน การพัฒนาได้ด้วยการบริจาค
tl: Kung gusto mo ang applet na ito, maaari mong suportahan ang pag-unlad nito sa pamamagitan ng donasyon.
uk: Якщо вам подобається цей аплет, ви можете підтримати його розробку пожертвою.
vi: Nếu bạn thích applet này, bạn có thể hỗ trợ sự phát triển của nó bằng cách quyên góp.

source: Address:
da: Adresse:
de: Adresse:
es: Dirección:
fr: Adresse :
hi: पता:
hu: Cím:
it: Indirizzo:
ms: Alamat:
nl: Adres:
sv: Adress:
th: ที่อยู่:
uk: Адреса:
vi: Địa chỉ:

source: Copied
da: Kopieret
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
hu: Másolva
it: Copiato
ms: Disalin
nl: Gekopieerd
sv: Kopierad
th: คัดลอกแล้ว
tl: Kinopya
uk: Скопійовано
vi: Đã sao chép

source: address copied.
de: Adresse kopiert.

source: Search...
da: Søg...
de: Suche...
es: Buscar...
fr: Rechercher...
hi: खोजें...
hu: Keresés...
it: Cerca...
ms: Cari...
nl: Zoeken...
sv: Sök...
th: ค้นหา...
tl: Maghanap...
uk: Пошук...
vi: Tìm kiếm...

source: No results...
da: Ingen resultater...
de: Keine Ergebnisse...
es: Sin resultados...
fr: Aucun résultat...
hi: कोई परिणाम नहीं...
hu: Nincs találat...
it: Nessun risultato...
ms: Tiada hasil...
nl: Geen resultaten...
sv: Inga resultat...
th: ไม่มีผลลัพธ์...
tl: Walang resulta...
uk: Немає результатів...
vi: Không có kết quả...

source: Converting...
da: Konverterer...
de: Konvertiere...
es: Convirtiendo...
fr: Conversion...
hi: परिवर्तित हो रहा है...
hu: Átváltás...
it: Conversione...
ms: Menukar...
nl: Converteren...
sv: Konverterar...
th: กำลังแปลง...
tl: Nagko-convert...
uk: Конвертація...
vi: Đang chuyển đổi...

source: Error
da: Fejl
de: Fehler
fr: Erreur
hi: त्रुटि
hu: Hiba
it: Errore
ms: Ralat
nl: Fout
sv: Fel
th: ข้อผิดพลาด
uk: Помилка
vi: Lỗi

source: Currency conversion failed.
da: Valutakonvertering mislykkedes.
de: Währungsumrechnung fehlgeschlagen.
es: Conversión de moneda fallida.
fr: Échec de la conversion de devise.
hi: मुद्रा रूपांतरण विफल।
hu: Pénznem átváltása sikertelen.
it: Conversione valuta fallita.
ms: Penukaran mata wang gagal.
nl: Valutaconversie mislukt.
sv: Valutakonvertering misslyckades.
th: การแปลงสกุลเงินล้มเหลว
tl: Nabigo ang conversion ng pera.
uk: Помилка конвертації валюти.
vi: Chuyển đổi tiền tệ thất bại.

source: Total Balance
da: Samlet saldo
de: Gesamtguthaben
es: Saldo Total
fr: Solde total
hi: कुल शेष
hu: Teljes egyenleg
it: Saldo Totale
ms: Jumlah Baki
nl: Totaal Saldo
sv: Total balans
th: ยอดคงเหลือทั้งหมด
tl: Kabuuang Balanse
uk: Загальний баланс
vi: Tổng số dư

source: Select Currency
da: Vælg valuta
de: Währung wählen
es: Seleccionar Moneda
fr: Sélectionner la devise
hi: मुद्रा चुनें
hu: Pénznem kiválasztása
it: Seleziona Valuta
ms: Pilih Mata Wang
nl: Selecteer Valuta
sv: Välj valuta
th: เลือกสกุลเงิน
tl: Piliin ang Pera
uk: Виберіть валюту
vi: Chọn tiền tệ

source: Filter portfolio...
da: Filtrer portefølje...
de: Portfolio filtern...
es: Filtrar portafolio...
fr: Filtrer le portefeuille...
hi: पोर्टफोलियो फ़िल्टर करें...
hu: Portfólió szűrése...
it: Filtra portafoglio...
ms: Tapis portfolio...
nl: Filter portefeuille...
sv: Filtrera portfölj...
th: กรองพอร์ตโฟลิโอ...
tl: I-filter ang portfolio...
uk: Фільтр портфеля...
vi: Lọc danh mục đầu tư...

source: Amount
da: Beløb
de: Menge
es: Cantidad
fr: Montant
hi: राशि
hu: Mennyiség
it: Quantità
ms: Jumlah
nl: Aantal
sv: Belopp
th: จำนวน
tl: Halaga
uk: Кількість
vi: Số lượng

source: Buy Price
da: Købspris
de: Kaufpreis
es: Precio de Compra
fr: Prix d'achat
hi: खरीद मूल्य
hu: Vételi ár
it: Prezzo Acquisto
ms: Harga Beli
nl: Aankoopprijs
sv: Köp pris
th: ราคาซื้อ
tl: Presyo ng Pagbili
uk: Ціна покупки
vi: Giá mua

source: + Transaction
da: + Transaktion
de: + Transaktion
es: + Transacción
hi: + लेनदेन
hu: + Tranzakció
it: + Transazione
ms: + Transaksi
nl: + Transactie
sv: + Transaktion
th: + ธุรกรรม
tl: + Transaksyon
uk: + Транзакція
vi: + Giao dịch

source: Remove Position
da: Fjern position
de: Position entfernen
es: Eliminar Posición
fr: Supprimer la position
hi: स्थिति हटाएं
hu: Pozíció eltávolítása
it: Rimuovi Posizione
ms: Alih Keluar Posisi
nl: Positie verwijderen
sv: Ta bort position
th: ลบตำแหน่ง
tl: Alisin ang Posisyon
uk: Видалити позицію
vi: Xóa vị thế

source: No positions here yet.
da: Ingen positioner her endnu.
de: Hier gibt es noch keine Positionen.
es: No hay posiciones aquí todavía.
fr: Aucune position ici pour le moment.
hi: यहाँ अभी कोई स्थिति नहीं है।
hu: Még nincsenek pozíciók.
it: Nessuna posizione qui ancora.
ms: Tiada posisi di sini lagi.
nl: Nog geen posities hier.
sv: Inga positioner här ännu.
th: ยังไม่มีตำแหน่งที่นี่
tl: Wala pang mga posisyon dito.
uk: Тут поки немає позицій.
vi: Chưa có vị thế nào ở đây.

source: Add Coin
da: Tilføj mønt
de: Coin hinzufügen
es: Añadir Moneda
fr: Ajouter une pièce
hi: सिक्का जोड़ें
hu: Érme hozzáadása
it: Aggiungi Moneta
ms: Tambah Syiling
nl: Munt toevoegen
sv: Lägg till mynt
th: เพิ่มเหรียญ
tl: Magdagdag ng Coin
uk: Додати монету
vi: Thêm Coin

source: Search (e.g. Bitcoin)...
da: Søg (f.eks. Bitcoin)...
de: Suche (z.B. Bitcoin)...
es: Buscar (p. ej. Bitcoin)...
fr: Rechercher (par ex. Bitcoin)...
hi: खोजें (जैसे Bitcoin)...
hu: Keresés (pl. Bitcoin)...
it: Cerca (es. Bitcoin)...
ms: Cari (cth. Bitcoin)...
nl: Zoeken (bijv. Bitcoin)...
sv: Sök (t.ex. Bitcoin)...
th: ค้นหา (เช่น Bitcoin)...
tl: Maghanap (hal. Bitcoin)...
uk: Пошук (напр. Bitcoin)...
vi: Tìm kiếm (ví dụ: Bitcoin)...

source: No results
da: Ingen resultater
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
hu: Nincs találat
it: Nessun risultato
ms: Tiada hasil
nl: Geen resultaten
sv: Inga resultat
th: ไม่มีผลลัพธ์
tl: Walang resulta
uk: Немає результатів
vi: Không có kết quả

source: MERRY CHRISTMAS 🎄
da: GLÆDELIG JUL 🎄
de: FROHE WEIHNACHTEN 🎄
es: FELIZ NAVIDAD 🎄
fr: JOYEUX NOËL 🎄
hi: मेरी क्रिसमस 🎄
hu: BOLDOG KARÁCSONYT 🎄
it: BUON NATALE 🎄
ms: SELAMAT HARI KRISMAS 🎄
nl: VROLIJK KERSTFEEST 🎄
sv: GOD JUL 🎄
th: สุขสันต์วันคริสต์มาส 🎄
tl: MALIGAYANG PASKO 🎄
uk: З РІЗДВОМ 🎄
vi: GIÁNG SINH VUI VẺ 🎄

source: Rank:
de: Rang:
es: Rango:
fr: Rang :
hi: रैंक:
hu: Rang:
it: Rango:
ms: Pangkat:
nl: Rang:
th: อันดับ:
tl: Ranggo:
uk: Ранг:
vi: Xếp hạng:

source: M.Cap:
da: Markedsværdi:
de: Marktkap.:
es: Cap. Mercado:
fr: Cap. Marché :
hi: बाजार पूंजी:
hu: Piaci kap.:
it: Cap. Merc.:
ms: Pasaran:
nl: Marktkap.:
sv: Marknadsvärde:
th: มูลค่าตลาด:
uk: Кап.:
vi: Vốn hóa:

source: 24h High:
da: 24t Høj:
de: 24h Hoch:
es: Máx 24h:
fr: Haut 24h :
hi: 24घंटे उच्च:
hu: 24ó Magas:
it: Max 24h:
ms: Tinggi 24j:
nl: 24u Hoog:
sv: 24h Hög:
th: สูงสุด 24 ชม.:
tl: 24h Mataas:
uk: 24г Макс:
vi: Cao 24h:

source: 24h Low:
da: 24t Lav:
de: 24h Tief:
es: Mín 24h:
fr: Bas 24h :
hi: 24घंटे निम्न:
hu: 24ó Alacsony:
it: Min 24h:
ms: Rendah 24j:
nl: 24u Laag:
sv: 24h Låg:
th: ต่ำสุด 24 ชม.:
tl: 24h Mababa:
uk: 24г Мін:
vi: Thấp 24h:

source: (API Key invalid)
da: (API-nøgle ugyldig)
de: (API Key ungültig)
es: (Clave API inválida)
fr: (Clé API invalide)
hi: (API कुंजी अमान्य)
hu: (Érvénytelen API kulcs)
it: (Chiave API non valida)
ms: (Kunci API tidak sah)
nl: (API-sleutel ongeldig)
sv: (API-nyckel ogiltig)
th: (คีย์ API ไม่ถูกต้อง)
tl: (Hindi wasto ang API Key)
uk: (Невірний ключ API)
vi: (Khóa API không hợp lệ)

source: (Network)
da: (Netværk)
de: (Netzwerk)
es: (Red)
fr: (Réseau)
hi: (नेटवर्क)
hu: (Hálózat)
it: (Rete)
ms: (Rangkaian)
nl: (Netwerk)
sv: (Nätverk)
th: (เครือข่าย)
uk: (Мережа)
vi: (Mạng)

source: Crypto-Tracker Error
da: Crypto-Tracker Fejl
de: Crypto-Tracker Fehler
es: Error de Crypto-Tracker
fr: Erreur Crypto-Tracker
hi: Crypto-Tracker त्रुटि
hu: Crypto-Tracker hiba
it: Errore Crypto-Tracker
ms: Ralat Crypto-Tracker
nl: Crypto-Tracker Fout
sv: Crypto-Tracker Fel
th: ข้อผิดพลาด Crypto-Tracker
uk: Помилка Crypto-Tracker
vi: Lỗi Crypto-Tracker

source: An error was intercepted
de: Ein Fehler wurde abgefangen

source: . See log.
de: . Siehe Protokoll.

source: API successfully activated.
da: API aktiveret med succes.
de: API erfolgreich aktiviert.
es: API activada con éxito.
fr: API activée avec succès.
hi: API सफलतापूर्वक सक्रिय हो गया।
hu: API sikeresen aktiválva.
it: API attivata con successo.
ms: API berjaya diaktifkan.
nl: API succesvol geactiveerd.
sv: API aktiverades framgångsrikt.
th: เปิดใช้งาน API สำเร็จแล้ว
tl: Matagumpay na na-activate ang API.
uk: API успішно активовано.
vi: API đã được kích hoạt thành công.

source: No internet connection
da: Ingen internetforbindelse
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Pas de connexion internet
hi: कोई इंटरनेट कनेक्शन नहीं
hu: Nincs internetkapcsolat
it: Nessuna connessione internet
ms: Tiada sambungan internet
nl: Geen internetverbinding
sv: Ingen internetanslutning
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tl: Walang koneksyon sa internet
uk: Немає з'єднання з інтернетом
vi: Không có kết nối internet

source: Key invalid
da: Nøgle ugyldig
de: Key ungültig
es: Clave inválida
fr: Clé invalide
hi: कुंजी अमान्य
hu: Érvénytelen kulcs
it: Chiave non valida
ms: Kunci tidak sah
nl: Sleutel ongeldig
sv: Nyckel ogiltig
th: คีย์ไม่ถูกต้อง
tl: Hindi wasto ang key
uk: Ключ недійсний
vi: Khóa không hợp lệ

source: Key blocked
da: Nøgle blokeret
de: Key gesperrt
es: Clave bloqueada
fr: Clé bloquée
hi: कुंजी अवरुद्ध
hu: Kulcs blokkolva
it: Chiave bloccata
ms: Kunci disekat
nl: Sleutel geblokkeerd
sv: Nyckel blockerad
th: คีย์ถูกบล็อก
tl: Naka-block ang key
uk: Ключ заблокирован
vi: Khóa bị chặn

source: Limit reached
da: Grænse nået
de: Limit erreicht
es: Límite alcanzado
fr: Limite atteinte
hi: सीमा समाप्त
hu: Korlát elérve
it: Limite raggiunto
ms: Had dicapai
nl: Limiet bereikt
sv: Gräns uppnådd
th: ถึงขีดจำกัดแล้ว
tl: Naabot ang limitasyon
uk: Ліміт вичерпано
vi: Đã đạt giới hạn
