Repository: linuxmint/cinnamon-spices-applets
Catalog: sysmonitor@orcus/files/sysmonitor@orcus/po/*.po
Languages: ca, hu, nl, pt, vi

source: Memory:
ca: Memòria:
hu: Memória:
nl: Geheugen:
pt: Memória:
vi: Bộ nhớ:

source: Swap:
ca: Intercanvi:
hu: Cserehely:

source: Network D/U:
ca: Xarxa (B/P):
hu: Hálózat L/F:
nl: Netwerk D/U:
pt: D/U Rede:
vi: Mạng T/X:

source: Load average:
ca: Càrrega mitjana:
hu: Load átlag:
nl: Gemiddelde belasting:
pt: Carga do sistema:
vi: Tải trung bình:

source: Displays CPU, memory, swap and network usage and load in graphs
ca: Mostra l'ús de CPU, memòria, intercanvi i xarxa en gràfics
hu: Megjeleníti a CPU, a memória, a cserehely, a hálózati leterheltséget és a load értékét grafikonokon
nl: Toont CPU-, geheugen-, swap- en netwerkgebruik en belasting in grafieken
pt: Mostra a utilização da CPU, memória, swap, rede e carga em gráficos
vi: Hiển thị mức sử dụng CPU, bộ nhớ, swap và mạng cùng tải hệ thống dưới dạng biểu đồ

source: System Monitor
ca: Monitor del Sistema
hu: Rendszerfigyelő
nl: Systeemmonitor
pt: Monitor de Sistema
vi: Giám sát Hệ thống

source: Common
ca: Comú
hu: Közös
nl: Algemeen
pt: Comum
vi: Chung

source: Program to launch on click
ca: Programa a iniciar en clicar
hu: Kattintásra elindítandó alkalmazás
nl: Programma om te starten bij klik
pt: Aplicação a executar ao clicar
vi: Chương trình khởi chạy khi nhấp

source: Smooth graphs
ca: Gràfics suaus
hu: Simább grafikon
nl: Vloeiende grafieken
pt: Gráficos suavizados
vi: Làm mượt biểu đồ

source: Draw border
ca: Dibuixa vores
hu: Szegély rajzolása
nl: Rand tekenen
pt: Desenhar borda
vi: Vẽ đường viền

source: Common graph width
ca: Amplada dels gràfics comuns
hu: Közös grafikon szélessége
nl: Algemene grafiekbreedte
pt: Largura comum dos gráficos
vi: Chiều rộng biểu đồ chung

source: pixels
ca: píxels
hu: képpont
pt: píxeis
vi: pixel

source: If the applet is in a vertical panel, this sets the graph height. The graph width is then the panel width minus padding
ca: Si la miniaplicació està en format vertical, això n'estableix l'alçada i l'amplada passa a ser (amplada - espaiat)
hu: Amennyiben a kisalkalmazás függőleges Panelen jelenik meg, ez az érték beállítja a grafikon szélességét. A grafikon szélessége megegyezik a térköz értékével csökkentett Panel szélességgel
nl: Als het applet zich in een verticaal paneel bevindt, stelt dit de hoogte van de grafiek in. De breedte van de grafiek is dan de paneelbreedte minus opvulling
pt: Se a applet está num painel vertical, isto define a altura do gráfico. A largura do gráfico será a largura do painel subtraíndo o espaçamento
vi: Nếu applet nằm trong panel dọc, giá trị này đặt chiều cao biểu đồ. Chiều rộng biểu đồ sau đó sẽ bằng chiều rộng panel trừ đi phần đệm

source: Graph spacing
ca: Espaiat del gràfic
hu: Grafikon helykitöltés
nl: Grafiek tussenruimte
pt: Espaçamento dos gráficos
vi: Khoảng cách biểu đồ

source: The number of pixels between each graph. Can be set to -1 to allow single line borders between graphs if borders are enabled
ca: Número de píxels entre cada gràfic. -1 permet que només es dibuixin les vores en gràfics, si aquestes estan activades
hu: A grafikonok között lévő hely mérete képpontban megadva. Beállítható „-1” értékre is, amely csak egy egységnyi szélességű keretet jelenít meg a grafikonok körül, ha a keret megjelenítése be van kapcsolva
nl: Het aantal pixels tussen elke grafiek. Kan worden ingesteld op -1 om enkelvoudige lijnranden tussen grafieken toe te staan als randen zijn ingeschakeld
pt: Número de píxeis entre cada gráfico. Pode ser definido como -1 para permitir uma única linha entre gráficos se as bordas estiverem ativadas
vi: Số pixel giữa các biểu đồ. Có thể đặt thành -1 để cho phép đường viền đơn giữa các biểu đồ nếu đường viền được bật

source: Refresh rate
ca: Interval de refresc
hu: Frissítés gyakorisága
nl: Vernieuwingsfrequentie
pt: Taxa de atualização
vi: Tốc độ làm mới

source: Use custom applet padding
ca: Utilitzar espaiat personalitzat per la miniaplicació
hu: Egyéni kisalkalmazás térköz
nl: Aangepaste opvulling voor applet gebruiken
pt: Usar espaçamento personalizado
vi: Sử dụng phần đệm applet tùy chỉnh

source: Left/right padding
ca: Espaiat a esquerra/dreta
hu: Szélső térköz
nl: Linker/rechter opvulling
pt: Espaçamento esquerdo/direito
vi: Phần đệm trái/phải

source: Top/bottom padding
ca: Espaiat a dalt/baix
hu: Felső és alsó térköz
nl: Boven/onder opvulling
pt: Espaçamento superior/inferior
vi: Phần đệm trên/dưới

source: Background color
ca: Color de fons
hu: Háttérszín
nl: Achtergrondkleur
pt: Cor de fundo
vi: Màu nền

source: Border color
ca: Color de les vores
hu: Szegélyszín
nl: Randkleur
pt: Cor da borda
vi: Màu đường viền

source: Enable
ca: Activar
hu: Engedélyezés
nl: Inschakelen
pt: Ativar
vi: Bật

source: Override graph width
ca: Sobreescriure l'amplada del gràfic
hu: Grafikon szélességének megadása
nl: Grafiekbreedte overschrijven
pt: Sobrepor largura do gráfico
vi: Ghi đè chiều rộng biểu đồ

source: Graph width
ca: Amplada del gràfic
hu: Grafikon szélessége
nl: Grafiekbreedte
pt: Largura do gráfico
vi: Chiều rộng biểu đồ

source: Show this many decimals in the tooltip
ca: Mostrar X número de decimals
hu: Mennyi tizedesjegy jelenjen meg az eszköztippeken
nl: Toon dit aantal decimalen in de tooltip
pt: Mostrar este número de casas na dica
vi: Hiển thị số chữ số thập phân trong chú giải công cụ

source: decimals
hu: Tizedesjegyek száma
nl: decimalen
pt: decimais
vi: chữ số thập phân

source: User color
ca: Color de l'usuari
hu: User szín
nl: Gebruikerskleur
pt: Cor Utilizador
vi: Màu người dùng

source: Nice color
ca: Color de 'nice'
hu: Nice szín
nl: Nice kleur
pt: Cor Nice
vi: Màu nice

source: Kernel color
ca: Color del 'kernel'
hu: Rendszermag szín
nl: Kernel kleur
pt: Cor Kernel
vi: Màu kernel

source: IOWait color
ca: Color d' 'IOWait'
hu: I/O várakozás szín
nl: IOWait kleur
pt: Cor IOWait
vi: Màu IOWait

source: Memory
ca: Memòria
hu: Memória
nl: Geheugen
pt: Memória
vi: Bộ nhớ

source: Used color
ca: Color utilitzat
hu: Használt szín
nl: Gebruikt geheugen kleur
pt: Cor Utilizada
vi: Màu đã dùng

source: Cached color
hu: Gyorsítótárazott szín
nl: Gecacht kleur
pt: Cor Cache
vi: Màu cache

source: Swap
ca: Intercanvi
hu: Cserehely

source: Network
ca: Xarxa
hu: Hálózat
nl: Netwerk
pt: Rede
vi: Mạng

source: Download color
ca: Color de la velocitat de descàrrega
hu: Letöltési szín
nl: Download kleur
pt: Cor Download
vi: Màu tải xuống

source: Upload color
ca: Color de la velocitat de càrrega
hu: Feltöltési szín
nl: Upload kleur
pt: Cor Upload
vi: Màu tải lên

source: Load
ca: Càrrega
hu: Betöltés
nl: Belasting
pt: Carga
vi: Tải

source: Color
hu: Szín
nl: Kleur
pt: Cor
vi: Màu

source: General
hu: Általános
nl: Algemeen
pt: Geral
vi: Chung

source: Colors
hu: Színek
nl: Kleuren
pt: Cores
vi: Màu sắc

source: Minimum graph scale
ca: Escala mínima del gràfic
hu: Minimális grafikon skála
nl: Minimale grafiekschaal
pt: Escala mínima do gráfico
vi: Tỷ lệ biểu đồ tối thiểu

source: The minimum scale for the graph in Megabits per second. The graph will not scale below this minimum, but it will automatically scale if the network speed exceeds this value. To always automatically scale, set the value to 0.
ca: L'escala mínima del gràfic en Megabits per segon. El gràfic no escalarà per sota d'aquest mínim, però ho farà si la velocitat de la xarxa n'excedeix el valor. Per a escalar sempre automàticament, assigneu el valor a 0.
hu: A grafikon minimális skálája megabit per másodpercben. A grafikon nem skálázódik e minimum alá, de automatikusan skálázódik, ha a hálózati sebesség meghaladja ezt az értéket. A mindig automatikus skálázáshoz állítsa az értéket 0-ra.
nl: De minimale schaal voor de grafiek in Megabits per seconde. De grafiek zal niet onder deze minimumwaarde schalen, maar zal automatisch schalen als de netwerksnelheid deze waarde overschrijdt. Om altijd automatisch te schalen, stel de waarde in op 0.
pt: Escala mínima para o gráfico em Megabits por segundo. O gráfico não irá ser ajustado abaixo deste limite, mas irá ajustar-se automaticamente se a velocidade de rede exceder este valor. Para o gráfico ser redimensionado automaticamente independentemente da velocidade, defina este valor a 0.
vi: Tỷ lệ tối thiểu cho biểu đồ tính bằng Megabit mỗi giây. Biểu đồ sẽ không thu phóng dưới mức tối thiểu này, nhưng sẽ tự động thu phóng nếu tốc độ mạng vượt quá giá trị này. Để luôn tự động thu phóng, đặt giá trị thành 0.
