Repository: linuxmint/cinnamon-spices-applets
Catalog: betterlock/files/betterlock/po/*.po
Languages: ca, de, es, fi, fr, he, hr, it, ja, nl, pt_br, ru, tr, vi, zh_tw

source: Num Lock
ca: Bloqueig numèric
de: Num-Lock-Taste
es: Bloq Num
fr: Verr num
he: נעילת לוח מקשי הספרות
hr: Brojčana tipkovnica
it: Bloc Num
zh_tw: 數字鎖定鍵

source: Caps Lock
ca: Bloqueig de majúscules
de: Feststelltaste
es: Bloq Mayús
fr: Verr maj
he: נעילת רישיות
hr: Velika slova
it: Bloc Maiusc
zh_tw: 大寫鎖定鍵

source: Scr Lock
ca: Bloqueig de pantalla
de: Rollen-Taste
es: Bloq Scr
fr: Arrêt défil
he: נעילת גלילה
hr: Scr zaključavanje
it: Bloc Scorr
ja: Scroll Lock
pt_br: Scrool Lock
vi: Khóa màn hình
zh_tw: 捲動鎖定鍵

source: Lock Keys
ca: Tecles de bloqueig
de: Sperrtasten
es: Teclas de bloqueo
fi: Lukitusnäppäimet
fr: Touches verrouillées
he: מקשי נעילה
hr: Tipke zaključavanja
it: Tasti di Blocco
ja: ロックキー
nl: Toetsen vergrendelen
pt_br: Teclas de bloqueio
ru: Lock клавиши
tr: Tuşları Kilitle
zh_tw: 鎖定鍵

source: Num lock on
ca: Bloqueig numèric activat
de: Num-Lock-Taste ein
es: Bloq Num activado
fi: Num lock päällä
fr: Verr num activé
he: נעילת לוח מקשי הספרות מופעלת
hr: Brojčana tipkovnica uključena
it: Bloc Num attivo
ja: Num Lock オン
nl: Num lock aan
pt_br: Num Lock ativado
ru: Num lock включён
tr: Sayı kilidi açık
vi: Num Lock đang bật
zh_tw: 數字鎖定已開啟

source: Num lock off
ca: Bloqueig numèric desactivat
de: Num-Lock-Taste aus
es: Bloq Num desactivado
fi: Num lock pois
fr: Verr num désactivé
he: נעילת לוח מקשי הספרות מושבתת
hr: Brojčana tipkovnica isključena
it: Bloc Num disattivo
ja: Num Lock オフ
nl: Num lock uit
pt_br: Num Lock desativado
ru: Num lock выключен
tr: Sayı kilidi kapalı
vi: Num Lock đang tắt
zh_tw: 數字鎖定已關閉

source: Caps lock on
ca: Bloqueig de majúscules activat
de: Feststelltaste ein
es: Bloq Mayús activado
fi: Caps lock päällä
fr: Verr maj activé
he: נעילת רישיות מופעלת
hr: Velika slova uključena
it: Bloc Maiusc attivo
ja: Caps Lock オン
nl: Caps lock aan
pt_br: CAPS Lock ativado
ru: Caps lock включён
tr: Başlık kilidi açık
vi: Caps lock đang bật
zh_tw: 大寫鎖定已開啟

source: Caps lock off
ca: Bloqueig de majúscules desactivat
de: Feststelltaste aus
es: Bloq Mayús desactivado
fi: Caps lock pois
fr: Verr maj désactivé
he: נעילת רישיות מושבתת
hr: Velika slova isključena
it: Bloc Maiusc disattivo
ja: Caps Lock オフ
nl: Caps lock uit
pt_br: CAPS Lock desativado
ru: Caps lock выключен
tr: Başlık kilidi kapalı
vi: Caps lock đang tắt
zh_tw: 大寫鎖定已關閉

source: Scr lock on
ca: Bloqueig de pantalla activat
de: Rollen-Taste ein
es: Bloq Scr activado
fi: Scr lock päällä
fr: Arrêt défil activé
he: נעילת גלילה מופעלת
hr: Scr zaključavanje uključeno
it: Bloc Scorr attivo
ja: Scroll Lock オン
nl: Scr lock aan
pt_br: Scrool Lock ativado
ru: Scr lock включён
tr: Scr kilidi açık
vi: Khóa màn hình đang bật
zh_tw: 捲動鎖定已開啟

source: Scr lock off
ca: Bloqueig de pantalla desactivat
de: Rollen-Taste aus
es: Bloq Scr desactivado
fi: Scr lock pois
fr: Arrêt défil désactivé
he: נעילת גלילה מושבתת
hr: Scr zaključavanje isključeno
it: Bloc Scorr disattivo
ja: Scroll Lock オフ
nl: Scr lock uit
pt_br: Scrool Lock desativado
ru: Scr lock выключен
tr: Scr kilidi kapalı
vi: Khóa màn hình đang tắt
zh_tw: 捲動鎖定已關閉

source: Shows whether caps lock/num lock/scr lock is on, and displays a notification when these change.
ca: Mostra quin tipus de bloquejos estan actius o inactius (majúscules/numèric/pantalla...) i mostra una notificació quan el seu estat canvia.
de: Zeigt an, ob die Feststelltaste/Num-Taste/Rollen aktiviert ist, und zeigt eine Benachrichtigung an, wenn sich diese Ã¤ndern.
es: Muestra si el bloqueo de mayúsculas, el bloqueo numérico o el bloqueo scr están activados y muestra una notificación cuando cambian.
fi: Näyttää onko caps lock/num lock/scr lock käytössä ja näyttää ilmoituksen kun tila muuttuu.
fr: Indique si le verrouillage des majuscules / le verrouillage numérique / le verrouillage des scr est activé et affiche une notification lorsque ceux-ci changent.
he: הצגה האם נעילת מקשי רישיות/ספרות/גלילה מופעלת, והצגת הודעה כאשר אלו משנים מצב.
hr: Pokazuje jesu li caps lock/num lock/scr lock uključeni i prikazuje obavijest kada se to promijeni.
it: Mostra se il blocco maiuscole/bloc num/bloc scorr Ã¨ attivo e visualizza una notifica quando questi cambiano.
ja: Caps・Num・Scroll Lockキーのオン・オフを表示し、変更時に通知
nl: Toont of caps lock/num lock/scr lock aan staat, en geeft een melding wanneer deze veranderen.
pt_br: Mostra se CAPS Lock / Num Lock / Scrool Lock está ligado, e exibe uma notificação quando houver alteração
ru: Показывает, включены ли Caps Lock/Num Lock/Scr Lock, и отображает уведомление при их изменении.
tr: Caps lock/num lock/scr lock'un açık olup olmadığını gösterir ve bunlar değiştiğinde bir bildirim görüntüler.
vi: Hiển thị trạng thái bật/tắt của Lock Keys (caps lock/num lock/scr lock) và thông báo khi chúng thay đổi.
zh_tw: 顯示大寫鎖定鍵、數字鎖定鍵、捲動鎖定鍵的狀態，並在狀態變更時顯示通知。

source: Lock keys indicator with notifications
ca: Indicador de tecles de bloqueig amb notificacions
de: Sperrtastenanzeige mit Benachrichtigungen
es: Indicador de teclas de bloqueo con notificaciones
fr: Indicateur de touches de verrouillage avec notifications
he: מחוון מקשי נעילה עם הודעות
hr: Indikator zaključanih tipki s obavijestima
it: Indicatore dei tasti di blocco con notifiche
ja: 通知付きキーボードインジケータ betterlock
nl: Vergrendelingstoetsenindicator met meldingen
pt_br: Indicador de teclas de bloqueio com notificações
ru: Индикатор блокировки клавиш с уведомлениями
tr: Bildirimlerle kilit tuşları göstergesi
vi: Chỉ báo phím khóa kèm thông báo
zh_tw: 鎖定鍵指示器與通知

source: Indicators
es: Indicadores
fr: Indicateurs

source: Show num lock indicator
ca: Mostrar indicador del bloqueig numèric
de: Num-Lock-Taste-Indikator anzeigen
es: Mostrar indicador de bloqueo numérico
fi: Näytä num lock ilmaisin
fr: Afficher l'indicateur de verrouillage numérique
he: הצגת חיווי נעילת לוח מקשי הספרות
hr: Prikaži num lock indikator
it: Mostra l'indicatore di blocco numerico
ja: Num Lockインジケータを使用
nl: Num lock-indicator tonen
pt_br: Exibir indicador de Num Lock
ru: Показать индикатор num lock
tr: Num Lock göstergesini göster
vi: Hiển thị chỉ báo Num Lock
zh_tw: 顯示數字鎖定指示器

source: Show caps lock indicator
ca: Mostrar indicador del bloqueig de majúscules
de: Feststelltaste-Indikator anzeigen
es: Mostrar indicador de bloqueo de mayúsculas
fi: Näytä caps lock ilmaisin
fr: Afficher l'indicateur de verrouillage des majuscules
he: הצגת חיווי נעילת רישיות
hr: Prikaži indikator velikih slova
it: Mostra l'indicatore di blocco delle maiuscole
ja: Caps Lockインジケータを使用
nl: Caps lock-indicator tonen
pt_br: Exibir indicador de CAPS Lock
ru: Показать индикатор Caps Lock
tr: Büyük harf kilidi göstergesini göster
vi: Hiển thị chỉ báo Caps lock
zh_tw: 顯示大寫鎖定指示器

source: Show scr lock indicator
ca: Mostrat indicador del bloqueig de pantalla
de: Rollen-Taste-Indikator anzeigen
es: Mostrar indicador de bloqueo scr
fi: Näytä src lock ilmaisin
fr: Afficher l'indicateur de verrouillage d'écran
he: הצגת חיווי נעילת גלילה
hr: Prikaži scr lock indikator
it: Mostra l'indicatore di blocco scorrimento
ja: Scroll Lockインジケータを使用
nl: Scr lock-indicator tonen
pt_br: Exibir indicador de Scrool Lock
ru: Показать индикатор блокировки scr
tr: Scr Lock göstergesini göster
vi: Hiển thị chỉ báo khóa màn hình
zh_tw: 顯示捲動鎖定指示器

source: Hide inactive indicators
es: Ocultar indicadores inactivos
fr: Masquer les indicateurs inactifs

source: Toggle state when clicked
es: Cambiar estado al hacer clic
fr: Changer l'état en cliquant sur l'indicateur

source: Notifications
es: Notificaciones

source: Show OSD notifications
es: Mostrar notificaciones OSD
fr: Afficher les notifications OSD

source: Show toast notifications
es: Mostrar notificaciones emergentes
fr: Afficher les notifications d'application

source: Silence system notification sound
ca: Silenciar el so de les notificacions del sistema
de: Systembenachrichtigungston stummschalten
es: Silenciar el sonido de notificación del sistema
fi: Mykistä ilmoitusäänimerkki
fr: Désactiver les notifications sonores du système
it: Disattiva il suono di notifica del sistema
nl: Demp het systeemwaarschuwingsgeluid
vi: Tắt âm thanh thông báo hệ thống
zh_tw: 關閉系統通知音效

source: Show notifications
it: Mostra notifiche
ja: 通知を表示
pt_br: Exibir notificações
vi: Hiển thị thông báo
