Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/bluetooth-battery@zamszowy/*.po
Languages: da, fi, vi

source: Show devices battery levels
da: Vis enheders batteriniveau
fi: Näytä laitteiden akun varaustasot
vi: Hiển thị mức pin của thiết bị

source: Test notification
da: Test underretning
fi: Testi-ilmoitus
vi: Thông báo thử nghiệm

source: Battery dropped below %d%
vi: Pin đã giảm xuống dưới %d%

source: Bluetooth battery
da: Bluetooth-batteri
fi: Bluetooth akku
vi: Pin Bluetooth

source: Shows battery levels of different devices
da: Vis forskellige enheders batteriniveau
fi: Näyttää eri laitteiden akun varaustason
vi: Hiển thị mức pin của các thiết bị khác nhau

source: Settings
da: Indstillinger
fi: Asetukset
vi: Cài đặt

source: Notifications
da: Underretninger
fi: Ilmoitukset
vi: Thông báo

source: Blacklist
fi: Mustalista
vi: Danh sách chặn

source: Enable battery monitoring for:
da: Aktivér batteriovervågning for:
fi: Käytä akun valvontaa seuraaville:
vi: Bật giám sát pin cho:

source: Icon/Text:
da: Ikon/tekst:
fi: Kuvake/teksti:
vi: Biểu tượng/Văn bản:

source: Device to display
da: Enhed der skal vises
fi: Näytettävä laite
vi: Thiết bị để hiển thị

source: Disable monitoring for selected devices. You can use model or serial of the device. Comment starts with '#'
da: Deaktivér overvågning af udvalgte enheder. Du kan bruge enhedens model eller serienummer. Kommentar starter med “#”
fi: Poista valvonta käytöstä valitulta laitteelta. Voit käyttää laitteen mallia tai sarjanumeroa. Kommentoi alkuun merkki "#"
vi: Tắt giám sát cho các thiết bị đã chọn. Bạn có thể dùng model hoặc số seri của thiết bị. Bình luận bắt đầu với '#'

source: Warning notifications
da: Underretning om lavt niveau
fi: Varoitus ilmoitukset
vi: Thông báo cảnh báo

source: Critical notifications
da: Underretning om kritisk niveau
fi: Kriittiset ilmoitukset
vi: Thông báo nghiêm trọng

source: Ignore small changes of battery levels - if device reports small battery changes back and forth, this setting would help
da: Ignorér små ændringer i batteriniveauet. Hvis enheden rapporterer små batteriskift frem og tilbage, vil denne indstilling hjælpe.
fi: Ohita pienet varaustason muutokset – jos laite raportoi vähäiset muutokset edestakaisin, tämä asetus auttaa
vi: Bỏ qua các thay đổi nhỏ của mức pin - nếu thiết bị báo thay đổi pin nhỏ liên tục, thiết lập này sẽ hữu ích

source: Showing of configured applet icon/text
da: Visning af ikon/tekst
fi: Näytetään kuvake/teksti
vi: Hiển thị biểu tượng/văn bản applet đã cấu hình

source: Keyboards
da: Tastaturer
fi: Näppäimistö
vi: Bàn phím

source: Mice
da: Mus
fi: Hiiri
vi: Chuột

source: Headphones
da: Hovedtelefoner
fi: Kuulokkeet
vi: Tai nghe

source: Other devices
da: Andre enheder
fi: Muut laitteet
vi: Thiết bị khác

source: Display
da: Visning
fi: Näyttö
vi: Hiển thị

source: Icon and Text
da: Ikon og tekst
fi: Kuvake ja teksti
vi: Biểu tượng và Văn bản

source: Icon
da: Ikon
fi: Kuvake
vi: Biểu tượng

source: Text
da: Tekst
fi: Teksti
vi: Văn bản

source: Icon style
vi: Kiểu biểu tượng

source: dark
vi: tối

source: light
vi: sáng

source: symbolic
vi: biểu tượng

source: tooltip
da: Værktøjstip
fi: Vihje
vi: chú giải

source: Apply
da: Anvend
fi: Käytä
vi: Áp dụng

source: Apply changes
da: Udfør ændringer
fi: Hyväksy muutokset
vi: Áp dụng thay đổi

source: Manually select main device to display (instead of the one with lowest battery)
da: Vælg enheden, der skal vises (i stedet for den med lavest batteri)
fi: Valitse näytettävä laite manuaalisesti (vähiten akkua sisältävän laitteen sijaan)
vi: Tự chọn thiết bị chính để hiển thị (thay vì thiết bị có mức pin thấp nhất)

source: Selected device:
da: Valgt enhed:
fi: Valittu laite:
vi: Thiết bị đã chọn:

source: Select device to display
da: Vælg enhed
fi: Valitse laite näytöltä
vi: Chọn thiết bị để hiển thị

source: Enable notification for battery warning level
da: Aktivér underretning om lavt batteriniveau
fi: Akun varoitustason ilmoitus
vi: Bật thông báo cho mức cảnh báo pin

source: Notify when battery below [%]
da: Underret, når batteriet er under [%]
fi: Ilmoita, kun akku on alle [%]
vi: Thông báo khi pin dưới [%]

source: Enable notification for battery critical level
da: Aktivér underretning om kritisk batteriniveau
fi: Akun kriittisen varaustason ilmoitus
vi: Bật thông báo cho mức pin nghiêm trọng

source: Show icon/text only if:
da: Vis kun ikon/tekst:
fi: Näytä kuvake/teksti vain, jos:
vi: Chỉ hiển thị biểu tượng/văn bản nếu:

source: show always
da: altid
fi: näytä aina
vi: luôn hiển thị

source: battery below warning level
da: ved lavt batteriniveau
fi: akku on alle varoitustason
vi: pin dưới mức cảnh báo

source: battery below critical level
da: ved kritisk batteriniveau
fi: akku on alle kriittisen tason
vi: pin dưới mức nghiêm trọng

source: Notify again only if battery increased above configured level by at least:
da: Underret kun igen, hvis batteriniveauet er steget med mindst det angivne niveau:
fi: Ilmoita uudelleen vain, jos varaustaso on noussut määritetylle tasolle:
vi: Chỉ thông báo lại nếu pin tăng vượt mức đã cấu hình ít nhất:
