Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/weather@mockturtl/*.po
Languages: bg, ca, da, fr, he, hr, lt, nl, pt, pt_br, uk

source: Error
bg: Грешка
da: Fejl
fr: Erreur
he: שגיאה
hr: Greška
lt: Klaida
nl: Fout
pt: Erro
pt_br: Erro
uk: Помилка

source: Service Error
bg: Грешка в услугата
ca: Error de servei
da: Tjenestefejl
fr: Erreur du service
he: שגיאת שירות
hr: Greška usluge
lt: Paslaugos Klaida
nl: Dienstfout
pt: Erro de Serviço
pt_br: Erro de serviço
uk: Помилка сервісу

source: Incorrect API Key
bg: Неправилен API ключ
ca: Clau API incorrecta
da: Forkert API-nøgle
fr: Clé API incorrecte
he: מפתח API שגוי
hr: Neispravan API ključ
lt: Neteisingas API Raktas
nl: Verkeerde API-sleutel
pt: Chave Incorreta da API
pt_br: Chave API Incorreta
uk: Невірний ключ API

source: Incorrect Location Format
bg: Неправилен формат на местоположението
ca: Format d'ubicació incorrecte
da: Forkert lokalitetsformat
fr: Format d'emplacement incorrect
he: תבנית מקום שגויה
hr: Neispravan format lokacije
lt: Neteisingas Vietos Formatas
nl: Onjuiste locatie-opmaak
pt: Formatação Incorreta de Local
pt_br: Formato de local incorreto
uk: Невірний формат місцеположення

source: Key Blocked
bg: Блокиран ключ
ca: Clau bloquejada
da: Nøgle blokeret
fr: Clé bloquée
he: מפתח נחסם
hr: Ključ je blokiran
lt: Raktas Užblokuotas
nl: Sleutel geblokkeerd
pt: Chave Bloquiada
pt_br: Chave bloqueada
uk: Ключ заблоковано

source: Can't find location
bg: Местоположението не е открито
ca: No es pot trobar la ubicació
da: Kan ikke finde lokaliteten
fr: Impossible de trouver l'emplacement
he: לא ניתן למצוא מקום
hr: Nemoguć pronalazak lokacije
lt: Negalima rasti vietovės
nl: Kan locatie niet vinden
pt: Não foi possível encontrar a localização
pt_br: Não pode encontrar o local
uk: Неможливо виявити місцеположення

source: No Api Key
bg: Не е въведен API ключ
ca: No hi ha clau API
da: Ingen API-nøgle
fr: Aucune clé API
he: אין מפתח API
hr: Nema API ključa
lt: Nėra Api Rakto
nl: Geen API-sleutel
pt: Sem Chave da Api
pt_br: Sem chave API
uk: Немає ключа API

source: No Location
bg: Не е въведено местоположение
ca: No hi ha ubicació
da: Ingen lokalitet
fr: Aucun emplacement
he: אין מיקום
hr: Nema lokacije
lt: Nėra Vietovės
nl: Geen locatie
pt: Sem Localização
pt_br: Sem local
uk: Немає місцеположення

source: Missing Packages
bg: Липсващи пакети
ca: Paquets faltants
da: Manglende pakker
fr: Paquets manquants
he: חבילות חסרות
hr: Nedostaje paket
lt: Trūksta Paketų
nl: Ontbrekende pakketten
pt: Pacotes em Falta
pt_br: Pacotes ausentes
uk: Відсутні пакети

source: Location not covered
bg: Местоположението не се поддържа от избрания доставчик на прогноза
ca: Localització sense cobertura
da: Lokaliteten er ikke dækket
fr: Emplacement non couvert
he: מיקום לא מכוסה
hr: Lokacija nije pokrivena
lt: Vietovė neuždengta
nl: Locatie niet gedekt
pt: Localização não Coberta
pt_br: Local não coberto
uk: Місцеположення не обслуговується

source: Weather Applet
bg: Аплет за Времето
ca: Aplicació del temps
da: Vejret
fr: Applet Météo
he: יישומון מזג־אוויר
hr: Aplet vremena
lt: Orų Programa
nl: Werkbalkhulpje voor weer
pt: Applet de Clima
pt_br: Miniaplicativo Meteorológico

source: Click to open
bg: Натиснете за да се отвори
ca: Clica per a obrir
da: Klik for at åbne
fr: Cliquez pour ouvrir
he: נא להקיש לפתיחה
hr: Klikni za otvaranje
lt: Spausti, kad atidaryti
nl: Klik om te openen
pt: Clique para abrir
pt_br: Clique para abrir
uk: Натисніть, щоб відкрити

source: Refresh
bg: Обнови
ca: Recarregar
da: Opdatér
fr: Actualiser
he: רענון
hr: Osvježi
lt: Atnaujinti
nl: Verversen
pt: Recarregar
pt_br: Atualizar
uk: Оновити

source: API returned status code between 400 and 500
bg: API отговори със статус код между 400 и 500
ca: L' API ha retornat un codi d'estat entre 400 i 500
da: API'en returnerede statuskode mellem 400 og 500
fr: L'API a renvoyé un code d'état compris entre 400 et 500
he: API החזיר קוד מצב בין 400 ו־500
hr: API je vratio kôd stanja između 400 i 500
lt: API grąžino būsenos kodą tarp 400 ir 500
nl: API retourneerde statuscode tussen 400 en 500
pt: API retornou código de estado entre 400 e 500
pt_br: A API retornou o código de status entre 400 e 500
uk: API повернув код статусу між 400 і 500

source: Location Store
bg: Запазване на Местоположение
ca: Ubicació
da: Lokalitetslager
fr: Dépôt de localisation
he: אחסון מיקום
hr: Pohrana lokacije
lt: Vietovių saugykla
nl: Locatie-opslag
pt: Armazém de Localização
pt_br: Loja de Locais
uk: Постачальник місцерозташування

source: You can't save a location obtained automatically, sorry
bg: Запазването на местоположение, което е автоматично определено е невъзможно
ca: No pots guardar una ubicació obtinguda automàticament
da: Du kan desværre ikke gemme en automatisk indhentet lokalitet
fr: Vous ne pouvez pas enregistrer un emplacement obtenu automatiquement, désolé
he: לא ניתן לשמור מיקום שהושג באופן אוטומטי, סליחה
hr: Ne možete spremiti automatski dobivenu lokaciju, nažalost
lt: Atsiprašome, automatiškai gautos vietos išsaugoti negalite
nl: U kunt een automatisch verkregen locatie helaas niet opslaan
pt: Não pode guardar uma localização obtida automaticamente, desculpe
pt_br: Você não pode salvar um local obtido automaticamente, desculpe
uk: На жаль, ви не можете зберегти місцезнаходження, отримане автоматично

source: Could not get weather information
bg: Неуспешно зареждане на прогнозата
ca: No s'ha pogut obtenir informació del temps
da: Kunne ikke hente oplysninger om vejret
fr: Impossible d'obtenir les informations
he: לא ניתן לאחזר נתוני מזג־אויר
hr: Nemoguće dobivanje informacija vremena
lt: Negalima gauti informacijos apie orą
nl: Kon geen weersinformatie verkrijgen voor uw gebied
pt: Não foi possível obter informação do clima
pt_br: Não foi possível obter informações meteorológicas
uk: Не вдалося отримати інформацію про погоду

source: Unexpected Error While Refreshing Weather, please see log in Looking Glass
bg: Възникна неизвестна грешка при обновлението на аплета за Времето, моля проверете лога в Looking Glass
ca: Error no esperat durant la recàrrega del Temps, si us plau reviseu els logs
da: Uventet fejl under genindlæsning af vejret. Se loggene i Luppen
fr: Erreur inattendue en actualisant la météo, veuillez consulter les journaux dans Looking Glass
he: שגיאה בלתי צפויה בעת רענון מזג־אויר, נא לעיין ביומן בלוקינג־גלאס
hr: Dogodila se neočekivana greška pri osvježavanju vremena, pogledajte Cinnamon napredne kontrole i upravljanje
lt: Netikėta klaida atnaujinant orų prognozę, prašau peržiūrėti įrašus ties Looking Glass
nl: Onverwachte fout tijdens verversen, zie a.u.b. logboek in Looking Glass
pt: Erro inesperado enquanto recarregando o Clima, por favor verifique o registo no Looking Glass (Aparência Vidrada)
pt_br: Erro inesperado ao atualizar o tempo. Consulte o registro em Looking Glass
uk: Неочікувана помилка під час оновлення прогнозу погоди, перегляньте вхід у Looking Glass

source: Could not update weather for a while... are you connected to the internet?
bg: Неуспешно обновление на прогнозата... свързани ли сте към Интернет?
ca: No s'ha pogut actualitzar el temps des de fa una bona estona... esteu connectats a internet?
da: Kunne ikke opdatere vejret i et stykke tid … Er du forbundet til internettet?
fr: Impossible de mettre à jour la météo depuis un certain temps... êtes-vous connecté·e à internet ?
he: לא ניתן היה לעדכן מזג־אויר לפרק זמן מסוים... האם קיים חיבור למרשתת?
hr: Nemoguća nadopuna prognoze duže vrijeme... jeste li povezani s internetom?
lt: Kurį laiką nepavyko atnaujinti orų prognozės... ar esi prisijungęs prie interneto?
nl: Kan het weer al een tijd niet bijwerken... Bent u wel verbonden met het internet?
pt: Não foi possível obter o clima por um período... estás conectado à internet?
pt_br: Não foi possível atualizar o clima por um tempo... você está conectado à internet?
uk: Деякий час не вдалося оновити погоду... ти підключений до Інтернету?

source: Network Error, please check logs in Looking Glass
bg: Мрежова грешка, моля проверете логовете в Looking Glass
ca: Error de xarxa, si us plau reviseu els logs
da: Netværksfejl. Se loggene i Luppen
fr: Erreur réseau, veuillez consulter les journaux dans Looking Glass
he: שגיאת רשת, נא לבדוק יומנים בלוקינג־גלאס
hr: Mrežna greška, provjerite zapise u Cinnamon naprednim kontrolama i upravljanju
lt: Tinklo klaida, prašau žiūrėti įrašus ties "Looking Glass"
nl: Netwerkfout, controleer a.u.b. de logboeken in Looking Glass
pt: Erro de Rede, por favor verifique os registos no Looking Glass (Aparência Vidrada)
pt_br: Erro de rede. Verifique o registro em Looking Glass
uk: Помилка мережі, перевірте журнали в Looking Glass

source: As of
bg: Обновена в
ca: A les
da: Fra
fr: À
he: מאז
hr: Nadopunjeno u
lt: Atnaujinta
nl: Met ingang van
pt: Às
pt_br: A partir de
uk: Станом на

source: Powered by
bg: Благодарение на
ca: Proveït per
da: Leveret af
fr: Données fournies par
he: מועצם על־ידי
hr: Pogonjeno od strane
lt: Sukurta
nl: Mogelijk gemaakt door
pt: Fornecido por
pt_br: Distribuído por
uk: На основі

source: from you
bg: от вас
ca: de tu
da: fra dig
fr: de vous
he: ממך
hr: od vas
lt: nuo tavęs
nl: van u
pt: de ti
pt_br: de você
uk: від вас

source: in
bg: инча
da: i
fr: à
he: אינץ'
hr: u
pt: pol
pt_br: pol
uk: в

source: Loading current weather ...
bg: Зареждане на текущата прогноза ...
ca: S'està carregant el temps actual...
da: Henter nuværende vejrdata …
fr: Chargement de la météo...
he: טעינת מזג־אויר נוכחי...
hr: Učitavanje trenutne prognoze...
lt: Įkeliami dabartiniai orai...
nl: Huidig weer aan het laden...
pt: Carregando as condições meteorológicas atuais ...
pt_br: Carregando as condições meteorológicas atuais ...
uk: Завантаження поточної погоди...

source: Loading future weather ...
bg: Зареждане на прогнозата за времето ...
ca: S'està carregant el temps futur...
da: Henter fremtidige vejrdata …
fr: Chargement des prévisions...
he: טעינת מזג־אויר עתידי...
hr: Učitavanje buduće prognoze...
lt: Įkeliami būsimi orai ...
nl: Weersverwachting aan het laden...
pt: Carregando as condições meteorológicas futuras ...
pt_br: Carregando as condições meteorológicas futuras ...
uk: Завантаження прогнозу погоди...

source: Loading ...
bg: Зареждане ...
ca: S'està carregant...
da: Indlæser …
fr: Chargement...
he: טעינה...
hr: Učitavanje...
lt: Įkeliama ...
nl: Bezig met laden...
pt: Carregando ...
pt_br: Carregando ...
uk: Завантаження ...

source: Temperature
bg: Температура
ca: Temperatura
da: Temperatur
fr: Température
he: מידות־חום
hr: Temperatura
lt: Temperatūra
nl: Temperatuur
pt: Temperatura
pt_br: Temperatura
uk: Температура

source: Humidity
bg: Влажност
ca: Humitat
da: Luftfugtighed
fr: Humidité
he: לחות
hr: Vlažnost
lt: Drėgmė
nl: Luchtvochtigheid
pt: Humidade
pt_br: Umidade
uk: Вологість

source: Pressure
bg: Налягане
ca: Pressió
da: Tryk
fr: Pression
he: לחץ־אויר
hr: Tlak
lt: Slėgis
nl: Luchtdruk
pt: Pressão
pt_br: Pressão
uk: Тиск

source: Wind
bg: Вятър
ca: Vent
da: Vind
fr: Vent
he: רוח
hr: Vjetar
lt: Vėjas
pt: Vento
pt_br: Vento
uk: Вітер

source: Make sure you entered a location or use Automatic location instead
bg: Проверете дали сте въвели местоположение или използвайте Автоматичното му определяне
ca: Assegureu-vos d'haver introduït una ubicació o utilitzeu Ubicació automàtica
da: Sikr dig, at du har angivet en lokalitet eller brug automatisk lokalitet i stedet
fr: Assurez-vous d'avoir entré un emplacement ou utilisez la localisation automatique
he: נא לוודא שהוזן מיקום או לעשות שימוש במיקום אוטומטי במקום זאת
hr: Pobrinite se da ste upisali lokaciju ili umjesto koristite Automatsku lokaciju
lt: Įsitikinkite, kad įvedėte vietą arba naudokite automatinę vietą
nl: Zorg ervoor dat u een locatie hebt ingevoerd of gebruik in plaats daarvan Automatische locatie
pt: Confira que já introduziste um localização ou então use uma localização automática
pt_br: Verifique se você inseriu um local ou use a localização automática
uk: Переконайтеся, що ви ввели місцезнаходження, або замість цього скористайтеся автоматичним визначенням місцезнаходження

source: Could not find location based on address, please check if it's right
bg: Местоположението не може да бъде намерено по зададения адрес. Моля, проверете дали адреса е верен
ca: No s'ha pogut trobar una ubicació basada en l'adreça, si us plau reviseu si és correcta
da: Kunne ikke finde lokalitet baseret på adressen. Tjek, om den er rigtig
fr: Impossible de trouver l'emplacement en fonction de l'adresse, veuillez vérifier si elle est correcte
he: לא ניתן למצוא מיקום המבוסס על כתובת, נא לבדוק שהכתובת נכונה
hr: Nemoguć pronalazak lokacije temeljene na adresi, provjerite je li ispravna
lt: Nepavyko rasti vietos pagal adresą, patikrinkite, ar tai teisinga
nl: Kon geen locatie vinden op basis van adres, controleer a.u.b. of het juist is
pt: Não foi possível encontrar localizações baseadas no endereço, por favor verifique se está correto
pt_br: Não foi possível encontrar o local com base no endereço. Verifique se está correto
uk: Не вдалося знайти місцезнаходження за адресою, будь ласка, перевірте, чи це правильно

source: Failed to call Geolocation API, see Looking Glass for errors.
bg: Повикването на API за определяне на местоположението не беше успешно. Проверете Looking Glass за грешки.
ca: Error en cridar l'API de Geolocation, reviseu els logs per a més detalls.
da: Kunne ikke kalde Geolocation-API'en. Se loggene i Luppen for fejl.
fr: Échec de l'API de géolocalisation, consultez Looking Glass pour les erreurs.
he: קריאה ל־API Geolocation כשלה, לשגיאות נא לעיין בלוקינג־גלאס.
hr: Neuspjeli poziv Geolocation API-ja, pogledajte Napredne kontrole i upravljanja za više grešaka.
lt: Nepavyko susisiekti su Geografinės padėties API , dėl klaidų žr. „Looking Glass“.
nl: Geolocatie-API aanroepen is mislukt, zie Looking Glass voor fouten.
pt: Não foi possível chamar a API de geolocalização, verifique o Looking Glass (Aparência Vidrada) por erros.
pt_br: Falha ao chamar a API de geolocalização. Consulte Looking Glass para erros.
uk: Не вдалося викликати Geolocation API. Перегляньте помилки в Looking Glass.

source: Warning
bg: Предупреждение
ca: Avís
da: Advarsel
fr: Avertissement
he: אזהרה
hr: Upozorenje
lt: Įspėjimas
nl: Waarschuwing
pt: Aviso
pt_br: Aviso
uk: УВАГА

source: You can only save correct locations when the applet is not refreshing
bg: Запазването на правилно зададено местоположение е възможно само когато аплета не се обновява
ca: Només podeu guardar ubicacions correctes quan l'Applet no s'està recarregant
da: Du kan kun gemme korrekte lokaliteter, når panelprogrammet ikke genindlæser
fr: Vous ne pouvez enregistrer les emplacements corrects que lorsque l'applet ne s'actualise pas
he: ניתן לשמור מיקומים באופן תקין רק כאשר היישומון אינו במצב רענון
hr: Možete spremiti samo ispravne lokacije kada se aplet ne osvježava
lt: Tinkamas vietoves galite įrašyti tik tada, kai programa neatnaujinama
nl: U kunt alleen correcte locaties opslaan wanneer het werkbalkhulpje niet wordt ververst
pt: Pode guardar as localizações corretas apenas quando o applet não está recarregando
pt_br: Você só pode salvar locais corretos quando o applet não estiver atualizando
uk: Правильні розташування можна зберегти лише тоді, коли аплет не оновлюється

source: You can't save an incorrect location
bg: Запазването на грешно местоположение е невъзможно
ca: No podeu guardar una ubicació incorrecta
da: Du kan ikke gemme en forkert lokalitet
fr: Vous ne pouvez pas enregistrer un emplacement incorrect
he: לא ניתן לשמור מיקום שגוי
hr: Ne možete spremiti neispravnu lokaciju
lt: Negalite išsaugoti neteisingos vietovės
nl: U kunt een foutieve locatie niet opslaan
pt: Não pode guardar uma localização incorreta
pt_br: Você não pode salvar um local incorreto
uk: Ви не можете зберегти неправильне розташування

source: Info
bg: Инфo
da: Information
fr: Information
he: מידע
hr: Informacije
lt: Informacija
nl: Informatie
pt: Informação
pt_br: Informação
uk: Інформація

source: Location is already saved
bg: Местоположението вече е запазено
ca: La ubicació ja està guardada
da: Lokaliteten er allerede gemt
fr: L'emplacement est déjà enregistré
he: המיקום כבר נשמר
hr: Lokacija je već spremljena
lt: Vietovė jau yra išsaugota
nl: Locatie is reeds opgeslagen
pt: A localização já está guardada
pt_br: O local já está salvo
uk: Розташування вже збережено

source: Success
bg: Успех
ca: Èxit
da: Lykkedes
fr: Succès
he: הצלחה
hr: Uspješno
lt: Pavyko
nl: Geslaagd
pt: Sucesso
pt_br: Sucesso
uk: Успішно

source: Location is saved to library
bg: Местоположението е запазено в списъка
ca: La ubicació s'ha guardat a la biblioteca
da: Lokaliteten er gemt i biblioteket
fr: L'emplacement est enregistré dans la bibliothèque
he: המיקום נשמר בסיפריה
hr: Lokacija je spremljena u spremište
lt: Vieta išsaugota bibliotekoje
nl: Locatie is opgeslagen in de bibliotheek
pt: A localização está guardada na biblioteca
pt_br: O local está salvo na biblioteca
uk: Розташування збережено у бібліотеці

source: You can't remove a location while the applet is refreshing
bg: Изтриването на местоположение не е възможно докато аплета се обновява
ca: No podeu eliminar una ubicació mentre l'Applet s'està recarregant
da: Du kan ikke fjerne en lokalitet, når panelprogrammet genindlæser
fr: Vous ne pouvez pas supprimer un emplacement pendant que l'applet est en cours d'actualisation
he: לא ניתן להסיר מיקומים בזמן שהיישומון במצב רענון
hr: Ne možete ukloniti lokaciju tijekom osvježavanja apleta
lt: Negalite pašalinti vietos, kol programa atnaujinama
nl: U kunt geen locatie verwijderen terwijl het werkbalkhulpje wordt ververst
pt: Não pode remover uma localização enquanto o applet está a recarregar
pt_br: Você não pode remover o local enquanto o applet está atualizando
uk: Ви не можете видалити місце, поки аплет оновлюється

source: You can't remove an incorrect location
bg: Изтриването на грешно местоположение не е възможно
ca: No podeu eliminar una ubicació incorrecta
da: Du kan ikke fjerne en forkert lokalitet
fr: Vous ne pouvez pas supprimer un emplacement incorrect
he: לא ניתן להסיר מיקום שגוי
hr: Ne možete ukloniti neispravnu lokaciju
lt: Negalite pašalinti netinkamos neteisingos vietos
nl: U kunt een onjuiste locatie niet verwijderen
pt: Não pode remover uma localização incorreta
pt_br: Você não pode remover um local incorreto
uk: Ви не можете видалити неправильне розташування

source: Location is not in storage, can't delete
bg: Местоположението не запазено и не може да бъде изтрито
ca: La ubicació no està emmagatzemada; no es pot esborrar
da: Lokaliteten er ikke i lageret - kan ikke slette
fr: L'emplacement n'est pas enregistré, impossible de supprimer
he: המיקום לא מאוחסן, לא ניתן למחיקה
hr: Lokacija nije u spremištu, nemoguće brisanje
lt: Vietovės saugykloje nėra, negalima ištrinti
nl: Locatie is niet in opslag, kan haar niet verwijderen
pt: A localização não está no armazenamento, não pode ser apagado
pt_br: O local não está armazenado, não pode excluir
uk: Розташування не і сховищі, не можна видалити

source: Location is deleted from library
bg: Местоположението е изтрито от списъка
ca: Ubicació eliminada de la biblioteca
da: Lokaliteten er slettet fra biblioteket
fr: L'emplacement est supprimé de la bibliothèque
he: המיקום נמחק מהסיפריה
hr: Lokacija je obrisana iz spremišta
lt: Vietovė ištrinta iš bibliotekos
nl: Locatie is verwijderd uit de bibliotheek
pt: A localização foi apagada da biblioteca
pt_br: O local foi apagado da biblioteca
uk: Розташування видалено з бібліотеки

source: Failed to load in data from location storage, please see the logs for more information
bg: Неуспешно зареждане на списъка на местоположенията, моля, вижте лог файлове за повече информация
ca: No s'ha pogut carregar la informació d'ubicació emmagatzemada, si us plau reviseu els logs
da: Kunne ikke hente data fra lokalitetslageret. Se loggene for flere oplysninger
fr: Échec du chargement des données à partir de l'enregistrement de l'emplacement, veuillez consulter les journaux pour plus d'informations
he: טעינת נתונים מאחסון המיקום כשלה, נא לעיין ביומנים למידע נוסף
hr: Neuspjelo učitavanje podataka iz spremišta lokacije, pogledajte zapis za više informacija
lt: Nepavyko įkelti duomenų iš vietovių saugyklos. Daugiau informacijos rasite žurnaluose
nl: Kon gegevens van locatie-opslag niet laden, raadpleeg a.u.b. de logboeken voor meer informatie
pt: Não foi possível carregar dados do armazenamento de localização, por favor verifique os registos para mais informações
pt_br: Falha ao carregar os dados do armazenamento local. Consulte os registros para mais informações
uk: Не вдалося завантажити дані зі сховища місцезнаходження, будь ласка, перегляньте журнали для отримання додаткової інформації

source: Feels Like
bg: Усеща се като
ca: Sensació tèrmica
da: Føles som
fr: T° ressentie
he: מרגיש כמו
hr: Kao da je
lt: Jutiminė
nl: Voelt als
pt: Sensação térmica
pt_br: Sensação Térmica
uk: Відчувається як

source: Failed to Process Weather Info
bg: Неуспешна обработка на прогнозата
ca: Error en processar la informació del temps
da: Kunne ikke behandle vejrinformation
fr: Échec du traitement de l'information météorologique
he: כשל בעיבוד נתוני מזג אויר
hr: Neuspjela obrada informacija vremena
lt: Nepavyko apdoroti orų informacijos
nl: Kon weersinformatie niet verwerken
pt: Não foi possível processar a informação do clima
pt_br: Falha ao processar informações meteorológicas
uk: Помилка отримання інформації про погоду

source: Please enter API key in settings, or get one first on https://developer.climacell.co/sign-up
bg: Моля въведете API ключ в Настройките или вземете такъв от https://developer.climacell.co/sign-up
ca: Si us plau, introduïu una clau API a la configuració, o sol·liciteu-ne una a https://developer.climacell.co/sign-up
da: Indtast API-nøglen under indstillinger, eller hent først en på https://developer.climacell.co/sign-up
fr: Veuillez saisir la clé API dans les paramètres, ou en obtenir une sur https://developer.climacell.co/sign-up
he: נא להזין מפתח API בהגדרות, או לקבל אחד תחילה מ־https://developer.climacell.co/sign-up
hr: Upišite API ključ u postavkama, ili ga nabavite na https://developer.climacell.co/sign-up
lt: Nustatymuose įveskite API raktą, arba pirmiausia gaukite jį adresu https://developer.climacell.co/sign-up
nl: Voer a.u.b. de API-sleutel in bij de instellingen, of verkrijg er eerst een op https://developer.climacell.co/sign-up
pt: Por favor insira a chave da API nas definições, ou antes obtenha uma em https://developer.climacell.co/sign-up
pt_br: Insira a chave API nas configurações, ou obtenha uma primeiro em https://developer.climacell.co/sign-up
uk: Будь ласка, введіть ключ API в налаштуваннях, або спочатку отримайте його на https://developer.climacell.co/sign-up

source: Please Make sure you entered the API key correctly and your account is not locked
bg: Моля проверете дали сте въвели правилния API ключ
ca: Si us plau, assegureu-vos d'haver introduït la clau API correctament i de què el vostre compte no estigui bloquejat
da: Sikr dig, at du har indtastet API-nøglen korrekt og din konto ikke er låst
fr: Veuillez vous assurer que vous avez saisi correctement la clé API et que votre compte n'est pas verrouillé
he: נא לוודא שמפתח API הוזן באופן תקין ושהחשבון לא נעול
hr: Pobrinite se da ste upisali API ključ ispravno i vaš račun nije zaključan
lt: Prašome įsitikinti ar teisingai įvedėte API raktą ir Jūsų paskyra nėra užrakinta
nl: Zorg er a.u.b. voor dat u de API-sleutel correct hebt ingevoerd en dat uw account niet is vergrendeld
pt: Por favor confirme que já introduziste a chave da API corretamente e a sua conta não está bloquiada
pt_br: Tenha certeza de que você informou a chave API correta e que sua conta não está bloqueada
uk: Будь ласка, переконайтеся, що ви ввели ключ API правильно, і ваш обліковий запис не заблоковано
