Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/weather@mockturtl/*.po
Languages: bg, ca, da, fr, he, hr, lt, nl, pt, pt_br, uk

source: Please Make sure you entered the API key that you have from Climacell
bg: Моля проверете дали сте въвели правилния API ключ от Climacell
ca: Si us plau, assegureu-vos d'haver introduït la clau API obtinguda de Climacell
da: Sikr dig, at du har indtastet API-nøglen, som du har fra Climacell
fr: Veuillez vous assurer que vous avez saisi correctement la clé API récupérée sur Climacell
he: נא לוודא שמפתח API שנתקבל מקלימאסל הוזן
hr: Pobrinite se da ste upisali API ključ dobiven od Climacella
lt: Prašome įsitikinti ar įvedėte API raktą, kurį turite iš Climacell
nl: Zorg er a.u.b. voor dat u de API-sleutel van Climacell hebt ingevoerd
pt: Por favor confirme que já introduziste a chave da API que tens do Climacell
pt_br: Tenha certeza de que você inseriu a chave API que você tem de Climacell
uk: Будь ласка, переконайтеся, що ви ввели ключ API, який ви отримали від Climacell

source: Heavy rain
bg: Силен дъжд
ca: Pluja intensa
da: Kraftig regn
fr: Forte pluie
he: ממטרי גשם כבדים
hr: Jaka kiša
lt: Stiprus lietus
nl: Zware regenval
pt: Chuva forte
pt_br: Chuva forte
uk: Сильний дощ

source: Rain
bg: Дъжд
ca: Pluja
da: Regn
fr: Pluie
he: גשם
hr: Kiša
lt: Lietus
nl: Regen
pt: Chuva
pt_br: Chuva
uk: Дощ

source: Light rain
bg: Слаб дъжд
ca: Pluja lleugera
da: Let regn
fr: Pluie légère
he: גשם קל
hr: Slaba kiša
lt: Nestiprus lietus
nl: Lichte regenval
pt: Chuva leve
pt_br: Chuva leve
uk: Легкий дощ

source: Heavy freezing rain
bg: Силен леден дъжд
ca: Pluja gèlida intensa
da: Kraftig isslag
fr: Pluie verglaçante intense
he: גשם קופא כבד
hr: Jaka ledena kiša
lt: Stipri lijundra
nl: Zware ijzel
pt: Chuva pesada congelante
pt_br: Chuva congelante forte
uk: Сильний крижаний дощ

source: Freezing rain
bg: Леден дъжд
ca: Pluja gèlida
da: Isslag
fr: Pluie verglaçante
he: גשם קופא
hr: Ledena kiša
lt: Lijundra
nl: IJzel
pt: Chuva congelante
pt_br: Chuva congelante
uk: Крижаний дощ

source: Light freezing rain
bg: Слаб леден дъжд
ca: Pluja gèlida lleugera
da: Let isslag
fr: Pluie verglaçante légère
he: גשם קופא קל
hr: Slaba ledena kiša
lt: Nestipri lijundra
nl: Lichte ijzel
pt: Chuva leve congelante
pt_br: Chuva congelante fraca
uk: Легкий крижаний дощ

source: Light freezing drizzle
bg: Леко ледено ръмене
ca: Plugim gèlid
da: Let isslag
fr: Bruine verglaçante légère
he: רסס קופא קל
hr: Slabo ledeno rominjanje
lt: Nestipri šąlanti dulksna
nl: Lichte motregenijzel
pt: Geada leve congelante
pt_br: Garoa congelante leve
uk: Легка крижана мряка

source: Freezing drizzle
bg: Ледено ръмене
ca: Plugim gèlid
da: Isslag
fr: Bruine verglaçante
he: רסס קופא
hr: Ledeno rominjanje
lt: Šąlanti dulksna
nl: Motregenijzel
pt: Geada congelante
pt_br: Garoa congelante
uk: Крижана мряка

source: Light drizzle
bg: Слабо ръмене
ca: Plugim gèlid lleuger
da: Let støvregn
fr: Bruine légère
he: רסס קל
hr: Slabo rominjanje
lt: Nestipri dulksna
nl: Lichte motregen
pt: Geada leve
pt_br: Garoa leve
uk: Легка мряка

source: Heavy ice pellets
bg: Град
ca: Calamarsada forta
da: Stor mængde ispiller
fr: Fort grésil
he: כדורי קרח כבדים
hr: Jaka tuča
lt: Sunkios ledo granulės
nl: Grote hagelstenen
pt: Granizo pesado
pt_br: Granizo forte
uk: Сильний мокрий сніг

source: Ice pellets
bg: Градушка
ca: Calamarsada
da: Ispiller
fr: Grésil
he: כדורי קרח
hr: Tuča
lt: Ledo granulės
nl: Hagelstenen
pt: Granizo de gelo
pt_br: Granizo
uk: Мокрий сніг

source: Light ice pellets
bg: Градушка
ca: Calamarsada lleugera
da: Lille mængde ispiller
fr: Léger grésil
he: כדורי קרח קלים
hr: Slaba tuča
lt: Nestiprios ledo granulės
nl: Kleine hagelstenen
pt: Granizo leve de gelo
pt_br: Granizo leve
uk: Легкий мокрий сніг

source: Heavy snow
bg: Силен сняг
ca: Nevada forta
da: Kraftig sne
fr: Neige abondante
he: שלג כבד
hr: Jak snijeg
lt: Stipriai sninga
nl: Zware sneeuwval
pt: Forte nevada
pt_br: Neve forte
uk: Сильний сніг

source: Snow
bg: Сняг
ca: Neu
da: Sne
fr: Neige
he: שלג
hr: Snijeg
lt: Sninga
nl: Sneeuw
pt: Neve
pt_br: Neve
uk: Сніг

source: Light snow
bg: Слаб сняг
ca: Precipitacions lleugeres de neu
da: Let sne
fr: Neige légère
he: שלג קל
hr: Slab snijeg
lt: Lengvai sninga
nl: Lichte sneeuwval
pt: Neve fraca
pt_br: Neve leve
uk: Легкий сніг

source: Flurries
bg: Лек снеговалеж
ca: Ràfegues de neu
da: Lette snebyger
fr: Rafales
he: פתיתי שלג
hr: Snježni pljusak
lt: Staigūs vėjo šuorai
nl: Stuifsneeuw
pt: Flocos de neve
pt_br: Rajadas
uk: Шквали

source: Thunderstorm
bg: Гръмотевици
ca: Tronada
da: Tordenvejr
fr: Orage
he: סופות רעמים
hr: Grmljavinski pljusak
lt: Perkūnija
nl: Onweer
pt: Tempestade
pt_br: Tempestade
uk: Гроза

source: Light fog
bg: Слаба мъгла
ca: Lleugerament boirós
da: Let tåge
fr: Brouillard léger
he: ערפל קל
hr: Slaba magla
lt: Lengvas rūkas
nl: Lichte mist
pt: Neblina leve
pt_br: Nevoeiro leve
uk: Легкий туман

source: Fog
bg: Мъгла
ca: Emboirat
da: Tåge
fr: Brouillard
he: ערפל
hr: Magla
lt: Rūkas
nl: Mist
pt: Neblina
pt_br: Névoa
uk: Туман

source: Cloudy
bg: Облачно
ca: Ennuvolat
da: Overskyet
fr: Nuageux
he: מעונן
hr: Oblačno
lt: Debesuota
nl: Bewolkt
pt: Nublado
pt_br: Nublado
uk: Хмарно

source: Mostly cloudy
bg: Облачно
ca: Majoritàriament ennuvolat
da: Næsten overskyet
fr: Principalement nuageux
he: מעונן לרוב
hr: Pretežno oblačno
lt: Daugiausia debesuota
nl: Overwegend bewolkt
pt: Muito nublado
pt_br: Predominantemente nublado
uk: Переважно хмарно

source: Partly cloudy
bg: Разкъсана облачност
ca: Parcialment ennuvolat
da: Delvist skyet
fr: Partiellement nuageux
he: מעונן חלקית
hr: Djelomično oblačno
lt: Protarpiais debesuota
nl: Deels bewolkt
pt: Parcialmente nublado
pt_br: Parcialmente nublado
uk: Мінлива хмарність

source: Mostly clear
bg: Ясно
ca: Majoritàriament asolellat
da: Overvejende klart
fr: Principalement dégagé
he: בהיר לרוב
hr: Pretežno vedro
lt: Daugiausia saulėta
nl: Overwegend helder
pt: Maioritariamente limpo
pt_br: Predominantemente limpo
uk: Переважно ясно

source: Clear
bg: Ясно
ca: Clar
da: Klart
fr: Clair
he: ניקוי
hr: Vedro
lt: Saulėta
nl: Helder
pt: Limpo
pt_br: Limpo
uk: Ясно

source: Sunny
bg: Слънчево
ca: Assolellat
da: Solrigt
fr: Ensoleillé
he: שמשי
hr: Sunčano
lt: Saulėta
nl: Zonnig
pt: Ensolarado
pt_br: Ensolarado
uk: Сонячно

source: Unknown
bg: Неизвестно
ca: Desconegut
da: Ukendt
fr: Inconnue
he: לא ידוע
hr: Nepoznato
lt: Nežinoma
nl: Onbekend
pt: Desconhecido
pt_br: Desconhecido
uk: Невідомо

source: and
bg: и
ca: i
da: og
fr: et
he: ו־
hr: i
lt: ir
nl: en
pt: e
pt_br: e
uk: і

source: until
bg: до
ca: fins
da: indtil
fr: jusqu'à
he: עד
hr: do
lt: iki
nl: tot
pt: até
pt_br: até
uk: поки

source: Please enter API key in settings, or get one first on https://darksky.net/dev/register
bg: Моля въведете API ключ в Настройките или вземете такъв от https://darksky.net/dev/register
ca: Si us plau introduïu la clau API a la configuració, o sol·liciteu-ne una a https://darksky.net/dev/register
da: Indtast API-nøglen under indstillinger, eller hent først en på https://darksky.net/dev/register
fr: Veuillez saisir la clé API dans les paramètres, ou en obtenir une sur https://darksky.net/dev/register
he: נא להזין מפתח API בהגדרות, או לקבל אחד תחילה מ־https://darksky.net/dev/register
hr: Upišite API ključ u postavkama, ili ga nabavite na https://darksky.net/dev/register
lt: Nustatymuose įveskite API raktą, arba pirmiausia gaukite jį https://darksky.net/dev/register
nl: Voer a.u.b. de API-sleutel in de instellingen in, of verkrijg er eerst een op https://darksky.net/dev/register
pt: Por favor insira a chave da API nas definições, ou primeiro obtenha uma em https://darksky.net/dev/register
pt_br: Favor insira a chave API nas configurações, ou obtenha uma primeiro em https://darksky.net/dev/register
uk: Будь ласка, введіть ключ API в налаштуваннях, або спочатку отримайте його на https://darksky.net/dev/register

source: Please Make sure you entered the API key that you have from DarkSky
bg: Моля проверете, че сте въвели правилния API ключ от DarkSky
ca: Si us plau, assegureu-vos d'haver introduït la clau API de DarkSky
da: Sikr dig, at du har indtastet API-nøglen, som du har fra DarkSky
fr: Veuillez vous assurer que vous avez saisi correctement la clé API récupérée sur DarkSky
he: א לוודא שמפתח API שנתקבל מדרקסקיי הוזן
hr: Pobrinite se da ste upisali API ključ dobiven od DarkSkya
lt: Prašome įsitikinti ar įvedėte API raktą, kurį turite iš DarkSky
nl: Zorg er a.u.b. voor dat u de API-sleutel van DarkSky hebt ingevoerd
pt: Por favor confirme que já, introduziste a chave da API que já tens do DarkSky
pt_br: Tenha certeza de que você inseriu a chave API que você tem de DarkSky
uk: Будь ласка, переконайтеся, що ви ввів ключ API, який ви маєте від DarkSky

source: Could not obtain location
bg: Неуспешно получаване на местоположението
ca: No s'ha pogut obtenir la ubicació
da: Kunne ikke hente lokalitet
fr: Impossible d'obtenir l'emplacement
he: לא ניתן להשיג מיקום
hr: Nemoguće dobivanje lokacije
lt: Nepavyko nustatyti vietovės
nl: Kon locatie niet verkrijgen
pt: Não foi possível obter a localização
pt_br: Não foi possível obter o local
uk: Не вдалося отримати місцезнаходження

source: Location Service responded with errors, please see the logs in Looking Glass
bg: Услугата за получаване на местоположението отговори с грешка, моля проверете логовете в Looking Glass
ca: El servei d'ubicació ha retornat un error, si us plau reviseu els logs
da: Lokalitetstjenesten svarede med fejl. Se loggene i Luppen
fr: Le service de localisation a répondu avec des erreurs, veuillez consulter les journaux dans Looking Glass
he: שירות המיקום הגיב עם שגיאות, נא לעיין ביומנים בלוקניג־גלאס
hr: Usluga lokacije je odgovorila greškom, pogledajte zapise u Cinnamon naprednim kontrolama i upravljanju
lt: Vietos paslauga atsakė su klaidomis. Žr. žurnalus Looking Glass
nl: Locatiedienst reageerde met fouten, zie a.u.b. de logboeken in Looking Glass
pt: Serviço de localização respondido com erros, por favor verifique os registos no Looking Glass (Aparência Vidrada)
pt_br: O Serviço de Localização respondeu com erros. Consulte os registros em Looking Glass
uk: Служба локації відповіла помилками, перегляньте журнали в Looking Glass

source: Cloudiness
bg: Облачност
ca: Ennuvolat
da: Skydække
fr: Nébulosité
he: עננות
hr: Naoblaka
lt: Debesuotumas
nl: Bewolking
pt: Nublado
pt_br: Nebulosidade
uk: Хмарність

source: Clear sky
bg: Ясно небе
ca: Assolellat
da: Klart vejr
fr: Ciel clair
he: שמיים בהירים
hr: Vedro
lt: Giedra
nl: Heldere lucht
pt: Limpo
pt_br: Céu limpo
uk: Чисте небо

source: Fair
bg: Ясно
ca: Bon temps
da: Opholdsvejr
fr: Beau
he: נאה
hr: Vedro
lt: Gražus oras
nl: Mooi
pt: Limpo
pt_br: Tempo calmo e claro
uk: Ясно

source: Heavy rain and thunder
bg: Силен дъжд с гръмотевици
ca: Pluja intensa i trons
da: Kraftig regn og torden
fr: Forte pluie et orage
he: גשם כבד ורעמים
hr: Jaka olujna kiša
lt: Stiprus lietus ir perkūnija
nl: Zware regenval en onweer
pt: Chuva pesada com trovões
pt_br: Chuva forte e trovões
uk: Сильний дощ з громом

source: Heavy rain showers
bg: Силен дъжд
ca: Pluja molt intensa
da: Kraftige regnbyger
fr: Fortes averses
he: ממטרי גשם כבדים
hr: Snažni snježni pljuskvi
lt: Stiprus lietus
nl: Zware regenbuien
pt: Fortes pancadas de chuva
pt_br: Chuvas fortes isoladas
uk: Сильний дощ

source: Heavy rain showers and thunder
bg: Силен дъжд с гръмотевици
ca: Pluja intensa i trons
da: Kraftig regnbyger og torden
fr: Fortes averses et orage
he: ממטרי גשם כבדים ורעמים
hr: Snažni olujni snježni pljuskovi
lt: Stiprus lietus ir perkūnija
nl: Zware regenbuien en onweer
pt: Fortes pancadas de chuva com trovões
pt_br: Chuvas fortes isoladas e trovões
uk: Сильний дощ з громом

source: Heavy sleet
bg: Силна суграшица
ca: Aiguaneu
da: Kraftig slud
fr: Grêle
he: ממטרי גֶּשֶׁם־שֶׁלֶג כבדים
hr: Jaka susnježica
lt: Stipri šlapdriba
nl: Zware hagelbuien
pt: Granizo forte
pt_br: Granizo forte
uk: Сильний мокрий сніг

source: Heavy sleet and thunder
bg: Силна суграшица с гръмотевици
ca: Aiguaneu i trons
da: Kraftig slud og torden
fr: Grêle avec orage
he: ממטרי גֶּשֶׁם־שֶׁלֶג ורעמים כבדים
hr: Jaka olujna susnježica
lt: Stipri šlapdriba ir perkūnija
nl: Zware hagelbuien met onweer
pt: Granizo
pt_br: Granizo forte e trovões
uk: Сильний мокрий сніг з громом

source: Heavy sleet showers
bg: Силна суграшица
ca: Ruixat intens d'aiguaneu
da: Kraftige sludbyger
fr: Fortes averses de grésil
he: ממטרי גֶּשֶׁם־שֶׁלֶג כבדים
hr: Snažan snježni pljusak
lt: Stipri šlapdriba
nl: Zware hagelbuien
pt: Fortes pancadas de granizo
pt_br: Granizo forte isolado
uk: Сильний мокрий сніг

source: Heavy sleet showers and thunder
bg: Силна суграшица с гръмотевици
ca: Ruixat intens d'aiguaneu i trons
da: Kraftige sludbyger og torden
fr: Fortes averses de grésil et orage
he: ממטרי גֶּשֶׁם־שֶׁלֶג ורעמים כבדים
hr: Snažan olujni snježni pljusak
lt: Stipri šlapdriba su perkūnija
nl: Zware hagelbuien en onweer
pt: Fortes pancadas de granizo com trovões
pt_br: Granizo forte isolado e trovões
uk: Сильний мокрий сніг з громом

source: Heavy snow and thunder
bg: Силен сняг с гръмотевици
ca: Nevada forta i trons
da: Kraftig sne og torden
fr: Importantes chutes de neige avec orages
he: ממטרי שלג כבדים ורעמים
hr: Jak snijeg s grmljavinom
lt: Stipriai sninga ir griaudi
nl: Zware sneeuwval en onweer
pt: Neve com trovadas
pt_br: Neve intensa e trovões
uk: Сильний сніг

source: Heavy snow showers
bg: Силен сняг
ca: Fortes nevades
da: Kraftige snebyger
fr: Fortes averses de neige
he: ממטרי שלג כבדים
hr: Snažan snježni pljusak
lt: Stipriai sninga
nl: Zware sneeuwbuien
pt: Fortes pancadas de neve
pt_br: Neve intensa e isolada
uk: Сильні снігопади

source: Heavy snow showers and thunder
bg: Силен сняг с гръмотевици
ca: Fortes nevades i trons
da: Kraftig snebyger og torden
fr: Fortes averses de neige et orage
he: ממטרי שלג כבדים ורעמים
hr: Snažan snježni pljusak s grmljavinom
lt: Stirpiai sninga ir griaudi
nl: Zware sneeuwbuien en onweer
pt: Fortes pancadas de neve com trovões
pt_br: Neve intensa, isolada e trovões
uk: Сильні снігопади з громом

source: Light rain and thunder
bg: Слаб дъжд с гръмотевици
ca: Pluja lleugera i trons
da: Let regn og torden
fr: Pluie légère et orage
he: גשם קל ורעמים
hr: Slaba kiša s grmljavinom
lt: Lengvas lietus su perkūnija
nl: Lichte regen en onweer
pt: Chuva leve com trovoadas
pt_br: Chuva leve e trovões
uk: Легкий дощ з громом

source: Light rain showers
bg: Слаб дъжд
ca: Pluja lleugera
da: Lette regnbyger
fr: Averses de pluie légère
he: ממטרי גשם קלים
hr: Slabi pljuskovi
lt: Nestiprus lietus
nl: Lichte regenbuien
pt: Pancada de chuva fraca
pt_br: Chuva leve isolada
uk: Невеликий дощ

source: Light rain showers and thunder
bg: Слаб дъжд с гръмотевици
ca: Pluja lleugera i trons
da: Lette regnbyger og torden
fr: Averses de pluie légère et orage
he: ממטרי גשם קלים ורעמים
hr: Slabi pljuskovi s grmljavinom
lt: Lengvas lietus su perkūnija
nl: Lichte regenbuien en onweer
pt: Pancada de chuva fraca com trovões
pt_br: Chuva leve isolada e trovões
uk: Невеликий дощ з громом

source: Light sleet
bg: Суграшица
ca: Calamarsada lleugera
da: Let slud
fr: Léger grésil
he: גֶּשֶׁם־שֶׁלֶג קל
hr: Slaba susnježica
lt: Nestirpi šlapdriba
nl: Lichte hagelbui
pt: Granizo leve
pt_br: Granizo fraco
uk: Невеликий мокрий сніг

source: Light sleet and thunder
bg: Суграшица с гръмотевици
ca: Calamarsada lleugera i trons
da: Let slud og torden
fr: Grésil avec orage
he: ממטרי גֶּשֶׁם־שֶׁלֶג ורעמים קלים
hr: Slaba susnježica s grmljavinom
lt: Lengva šlapdriba su perkūnija
nl: Lichte hagelbui en onweer
pt: Granizo leve com trovoadas
pt_br: Granizo fraco e trovões
uk: Невеликий мокрий сніг з громом

source: Light sleet showers
bg: Суграшица
ca: Precipitacions lleugeres d'aiguaneu
da: Lette sludbyger
fr: Faibles averses de grésil
he: ממטרי גֶּשֶׁם־שֶׁלֶג קלים
hr: Slab snježni pljusak
lt: Lengva šlapdriba
nl: Lichte hagelbuien
pt: Pancadas de granizo leve
pt_br: Granizo fraco isolado
uk: Невеликий дощ з мокрим снігом

source: Light sleet showers and thunder
bg: Суграшица с гръмотевици
ca: Precipitacions lleugeres d'aiguaneu i trons
da: Lette sludbyger og torden
fr: Faibles averses de grésil et orage
he: ממטרי גֶּשֶׁם־שֶׁלֶג ורעמים קלים
hr: Slab snježni pljusak s grmljavinom
lt: Lengva šlapdriba su perkūnija
nl: Lichte hagelbuien en onweer
pt: Pancadas de granizo leve com trovões
pt_br: Granizo fraco isolado e trovões
uk: Невеликий дощ з мокрим снігом, гром

source: Light snow and thunder
bg: Слаб сняг с гръмотевици
ca: Nevada lleugera i trons
da: Let sne og torden
fr: Neige légère avec orage
he: ממטרי שלג קלים ורעמים
hr: Slabi snjeg s grmljavinom
lt: Lengvai sninga ir griaudi
nl: Lichte sneeuwval en onweer
pt: Nevada leve com trovoada
pt_br: Neve fraca e trovões
uk: Невеликий сніг з громом

source: Light snow showers
bg: Слаб сняг
ca: Nevada lleugera
da: Lette snebyger
fr: Légères averses de neige
he: ממטרי שלג קלים
hr: Slab snježni pljusak
lt: Lengvai snyguriuoja
nl: Lichte sneeuwbuien
pt: Pancadas leves de neve
pt_br: Neve fraca isolada
uk: Невеликий сніг

source: Light snow showers and thunder
bg: Слаб сняг с гръмотевици
ca: Nevada lleugera i trons
da: Lette snebyger og torden
fr: Légères averses de neige et orage
he: ממטרי שלג קלים ורעמים
hr: Slab snježni pljusak s grmljavinom
lt: Lengvai snyguriuoja ir griaudi
nl: Lichte sneeuwbuien en onweer
pt: Pancadas leves de neve com trovões
pt_br: Neve fraca isolada e trovões
uk: Невеликий сніг з громом

source: Rain and thunder
bg: Дъжд и гръмотевици
ca: Pluja i trons
da: Regn og torden
fr: Pluie et orage
he: גשם ורעמים
hr: Kiša s grmljavinom
lt: Lietus ir perkūnija
nl: Regen en onweer
pt: Chuva e trovões
pt_br: Chuva e trovões
uk: Дощ з громом

source: Rain showers
bg: Дъжд
ca: Ruixats intensos
da: Regnbyger
fr: Averses
he: ממטרי גשם
hr: Kišni pljuskovi
lt: Trumpi lietūs
nl: Regenbuien
pt: Pancadas de chuva
pt_br: Chuvas isoladas
uk: Дощ

source: Rain showers and thunder
bg: Дъжд и гръмотевици
ca: Ruixats intensos i trons
da: Regnbyger og torden
fr: Averses et orage
he: ממטרי גשם ורעמים
hr: Kišni pljuskovi s grmljavinom
lt: Trumpi lietūs ir perkūnija
nl: Regenbuien en onweer
pt: Pancadas de chuva com trovoadas
pt_br: Chuva isoladas e trovões
uk: Дощ з громом

source: Sleet
bg: Суграшица
ca: Aiguaneu
da: Slud
fr: Grésil
he: גֶּשֶׁם־שֶׁלֶג
hr: Susnježica
lt: Šlapdriba
nl: Hagel
pt: Granizo
pt_br: Granizo
uk: Мокрий сніг

source: Sleet and thunder
bg: Суграшица с гръмотевици
ca: Aiguaneu i trons
da: Slud og torden
fr: Grésil et orage
he: גֶּשֶׁם־שֶׁלֶג ורעמים
hr: Susnježica s grmljavinom
lt: Šlapdriba ir perkūnija
nl: Hagel en onweer
pt: Granizo e trovão
pt_br: Granizo e trovões
uk: Мокрий сніг з громом

source: Sleet showers
bg: Суграшица
ca: Ruixats d'aiguaneu
da: Sludbyger
fr: Averses de grésil
he: ממטרי גֶּשֶׁם־שֶׁלֶג
hr: Snježni pljusak
lt: Šlapdriba
nl: Hagelbuien
pt: Pancadas de granizo
pt_br: Granizo isolado
uk: Мокрий сніг

source: Sleet showers and thunder
bg: Суграшица с гръмотевици
ca: Ruixats d'aiguaneu i trons
da: Sludbyger og torden
fr: Averses de grésil et orage
he: ממטרי גֶּשֶׁם־שֶׁלֶג ורעמים
hr: Snježni pljusak s grmljavinom
lt: Šlapdriba ir perkūnija
nl: Hagelbuien en onweer
pt: Pancadas de granizo com trovões
pt_br: Granizo isolado e trovões
uk: Мокрий сніг з громом

source: Snow and thunder
bg: Сняг с гръмотевици
ca: Neu i tempesta
da: Sne og torden
fr: Neige et orage
he: שלג ורעמים
hr: Snjeg s grmljavinom
lt: Sninga ir griaudi
nl: Sneeuw en onweer
pt: Neve e trovões
pt_br: Neve e trovões
uk: Сніг та грім

source: Snow showers
bg: Сняг
ca: Ruixats de neu
da: Snebyger
fr: Averses de neige
he: ממטרי שלג
hr: Snježni pljusak
lt: Vietomis pasnigs
nl: Sneeuwbuien
pt: Pancadas de neve
pt_br: Neve isolada
uk: Сніг

source: Snow showers and thunder
bg: Сняг с гръмотевици
ca: Ruixats de neu i trons
da: Snebyger og torden
fr: Averses de neige et orage
he: ממטרי שלג ורעמים
hr: Snježni pljusak s grmljavinom
lt: Vietomis pasnigs su perkūnija
nl: Sneeuwbuien en onweer
pt: Pancadas de neve e trovões
pt_br: Neve isolada e trovões
uk: Сніг та грім

source: Unexpected response from API
bg: Неочаквано съобщение от API
ca: Resposta inesperada de l'API
da: Uventet svar fra API'en
fr: Réponse inattendue de l'API
he: תגובת API לא צפויה
hr: Neočekivan API odgovor
lt: Netikėtas atsakymas iš API
nl: Onverwachte respons van de API
pt: Resposta inesperada da API
pt_br: Resposta inesperada de API
uk: Неочікувана відповідь від API

source: Visibility
bg: Видимост
ca: Visibilitat
da: Sigtbarhed
fr: Visibilité
he: ראות
hr: Vidljivost
lt: Matomumas
nl: Zicht
pt: Visibilidade
pt_br: Visibilidade
uk: Видимі

source: Failed to Process Current Weather Info
bg: Неуспешна обработка на текущата прогноза
ca: No s'ha pogut processar la informació del temps actual
da: Kunne ikke behandle aktuelle vejrinformation
fr: Échec du traitement de l'information météorologique actuelle
he: כשל בעיבוד נתוני מזג אויר נוכחי
hr: Neuspjela obrada trenutnih informacija vremena
lt: Nepavyko apdoroti esamos orų informacijos
nl: Kon de huidige weerinformatie niet verwerken
pt: Falha no processamento da informação atual do clima
pt_br: Falha ao processar informações meteorológicas atuais
uk: Помилка отримання поточної погоди

source: Failed to Process Forecast Info
bg: Неуспешна обработка на прогнозата
ca: No s'ha pogut processar la previsió meteorològica
da: Kunne ikke behandle vejrudsigtsinformation
fr: Échec du traitement des données de prévision
he: כשל בעיבוד נתוני תחזית
hr: Neuspjela obrada informacije prognoze
lt: Nepavyko apdoroti orų prognozės informacijos
nl: Kon voorspellingsinformatie niet verwerken
pt: Falha no processamento da informação das previsões
pt_br: Falha ao processar informações de previsão
uk: Помилка отримання прогнозу на майбутнє

source: Very poor - Less than
bg: Много лоша - по-малко от
ca: Molt pobre - Menys de
da: Meget dårlig - mindre end
fr: Très faible - Moins de
he: חלש מאוד - פחות מ־
hr: Vrlo slabo - Manje od
lt: Labai prastas – mažiau nei
nl: Zeer slecht - Minder dan
pt: Muito fraco - Menos que
pt_br: Muito ruim - Menos de
uk: Дуже погано

source: Poor - Between
bg: Лоша - Между
ca: Pobre - Entre
da: Dårlig - mellem
fr: Faible - Entre
he: חלש - בין
hr: Slabo - Između
lt: Prastas – tarp
nl: Slecht - Tussen
pt: Fraco - Entre
pt_br: Ruim - Entre
uk: Погано

source: Moderate - Between
bg: Умерена - Между
ca: Moderada - Entre
da: Moderat - mellem
fr: Modérée - Entre
he: מתון - בין
hr: Umjereno - Između
lt: Vidutinis – tarp
nl: Matig - Tussen
pt: Moderado - Entre
pt_br: Moderada - Entre
uk: Нормально

source: Good - Between
bg: Добра - Между
ca: Bona - Entre
da: God - mellem
fr: Bonne - Entre
he: טוב - בין
hr: Dobro - Između
lt: Gerai – tarp
nl: Goed - Tussen
pt: Bom - Entre
pt_br: Boa - Entre
uk: Добре

source: Very good - Between
bg: Много добра - Между
ca: Molt bona - Entre
da: Meget god - mellem
fr: Très bonne - Entre
he: טוב מאוד - בין
hr: Vrlo dobro - Između
lt: Labai gerai – tarp
nl: Zeer goed - Tussen
pt: Muito bom - Entre
pt_br: Muito boa - Entre
uk: Дуже добре

source: Excellent - More than
bg: Отлична - Повече от
ca: Excel·lent - Més de
da: Fremragende - mere end
fr: Excellente - Plus de
he: מעולב - יותר מ־
hr: Izvrsno - Manje od
lt: Puikus – daugiau nei
nl: Uitstekend - Meer dan
pt: Excelente - Mais que
pt_br: Excelente - Mais de
uk: Чудово

source: Mist
bg: Мъгла
ca: Emboirat
da: Dis
fr: Brouillard
he: ערפילים
hr: Sumaglica
lt: Rūkas
pt: Névoa
pt_br: Névoa
uk: Димка

source: Overcast
bg: Облачно
ca: Ennuvolat
da: Overskyet
fr: Ciel couvert
he: מוּעָב
hr: Oblačno
lt: Apsiniaukę
nl: Zwaar bewolkt
pt: Nublado
pt_br: Muito nublado
uk: Похмуро

source: Light rain shower
bg: Слаб дъжд
ca: Cortina de pluja lleugera
da: Lette regnbyger
fr: Averses de pluie légère
he: ממטרי גשם קלים
hr: Slabi pljuskovi
lt: Trumpalaikis lietus
nl: Lichte regenbui
pt: Pancadas leve de chuva
pt_br: Chuva leve isolada
uk: Легкий дощ
