Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/weather@mockturtl/*.po
Languages: bg, ca, da, fr, he, hr, lt, nl, pt, pt_br, uk

source: Drizzle
bg: Ръмене
ca: Plugim
da: Støvregn
fr: Bruine
he: רסס
hr: Rominjanje
lt: Lijundra
nl: Motregen
pt: Chuvisco
pt_br: Garoa
uk: Мряка

source: Heavy rain shower
bg: Силен дъжд
ca: Cortina de pluja intensa
da: Kraftige regnbyger
fr: Fortes averses
he: ממטרי גשם כבדים
hr: Jači pljuskovi
lt: Stiprus, trumpalaikis lietus
nl: Zware regenbui
pt: Fortes pancadas de chuva
pt_br: Chuva intensa isolada
uk: Сильний дощ

source: Sleet shower
bg: Суграшица
ca: Ruixat d'aiguaneu
da: Sludbyger
fr: Averses de grésil
he: ממטרי גֶּשֶׁם־שֶׁלֶג
hr: Snježni pljusak
lt: Šlapdriba
nl: Natte-sneeuwbui
pt: Chuvas de granizo
pt_br: Granizo isolado
uk: Мокрий сніг

source: Hail
bg: Градушка
ca: Calamarsa
da: Hagl
fr: Grêle
he: ברד
hr: Tuča
lt: Kruša
nl: Hagel
pt: Granizo
pt_br: Bolas de granizo
uk: Град

source: Hail shower
bg: Градушка
ca: Ruixat de calamarsa
da: Haglbyger
fr: Averses de grêle
he: מטר ברד
hr: Jaka tuča
lt: Trumpa kruša
nl: Hagelbui
pt: Nevadas
pt_br: Bolas de granizo isoladas
uk: Злива з градом

source: Light snow shower
bg: Слаб сняг
ca: Precipitació lleugera de neu
da: Lette snebyger
fr: Légères averses de neige
he: ממטרי שלג קל
hr: Slab snježni pljusak
lt: Protarpiais snyguriuoja
nl: Lichte sneeuwbui
pt: Neve fraca
pt_br: Neve leve isolada
uk: Невеликий сніг

source: Heavy snow shower
bg: Силен сняг
ca: Ruixat de neu intens
da: Kraftige snebyger
fr: Fortes averses de neige
he: מטר שלג כבד
hr: Snažan snježni pljusak
lt: Stipriai sninga
nl: Zware sneeuwbui
pt: Forte nevada
pt_br: Neve intensa isolada
uk: Сильний сніг

source: Thunder
bg: Гръмотевици
ca: Trons
da: Tordenvejr
fr: Orage
he: רעמים
hr: Grmljavina
lt: Perkūnija
nl: Onweer
pt: Tempestade
pt_br: Trovões
uk: Грім

source: Thunder shower
bg: Гръмотевици
ca: Tempesta de trons
da: Tordenbyger
fr: Averses et orage
he: ממטר רעמים
hr: Grmljavinski pljuskovi
lt: Perkūnija
nl: Onweersbui
pt: Tempestades
pt_br: Trovões isolados
uk: Гроза

source: Please make sure Location is in the correct format in the Settings
bg: Моля, проверете дали местоположението е въведено в правилния формат в Настройките
ca: Si us plau, assegureu-vos que la ubicació està en el format correcte a la configuració
da: Sikr dig, at lokalitet er i det rigtige format under indstillinger
fr: Veuillez vous assurer que l'emplacement est au bon format dans les paramètres
he: נא לוודא שהמיקום הוזן בהגדרות בתבנית תקינה
hr: Pobrinite se da je lokacija u postavkama upisana ispravnim formatom
lt: Įsitikinkite, kad nustatymuose Vietovės formatas yra teisingas
nl: Zorg a.u.b. voor de juiste locatie-opmaak in de instellingen
pt: Certifique-se de que a localização esteja no formato correto nas configurações
pt_br: Tenha certeza de que o local está no formato correto nas Configurações
uk: Переконайтеся, що місцеположення вказано у правильному форматі в налаштуваннях

source: Make sure you entered the correct key in settings
bg: Проверете дали сте въвели правилния ключ в Настройките
ca: Assegureu-vos d'haver introduït la clau API correcta a la configuració
da: Sikr dig, at du har indtastet den rigtige nøgle under indstillinger
fr: Assurez-vous d'avoir saisi la bonne clé dans les paramètres
he: נא לוודא שהוזן מפתח נכון בהגדרות
hr: Pobrinite se da ste upisali ispravan ključ u postavkama
lt: Įsitikinkite, kad nustatymuose įvedėte teisingą raktą
nl: Zorg a.u.b. voor de juiste sleutel in de instellingen
pt: Certifique-se de inserir a chave correta nas configurações
pt_br: Tenha certeza de que você introduziu a chave correta nas configurações
uk: Переконайтеся, що ви ввели правильний ключ у налаштуваннях

source: Location not found, make sure location is available or it is in the correct format
bg: Местоположението не е намерено, проверете дали съществува и че е въведено в правилният формат
ca: No s'ha trobat la ubicació, assegureu-vos que estigui disponible o formatada correctament
da: Lokalitet ikke fundet. Sikr dig, at lokaliteten er tilgængelig eller er i det rigtige format
fr: Emplacement introuvable, assurez-vous que l'emplacement existe ou qu'il est dans le bon format
he: המיקום לא נמצא, נא לוודא שהמיקום זמין או שהוא בתבנית הנכונה
hr: Lokacija nije pronađena, pobrinite se da je lokacija dostupna ili da je upisana u ispravnom formatu
lt: Vietovė nerasta, įsitikinkite, kad vietovė pasiekiama arba jos formatas yra tinkamas
nl: Locatie niet gevonden, zorg ervoor dat de locatie beschikbaar is en in de juiste opmaak is ingevoerd
pt: Local não encontrado, verifique se o local está disponível ou no formato correto
pt_br: Local não encontrado. Tenha certeza que seu local está disponível ou que está no formato correto
uk: Розташування не знайдено. Переконайтеся, що місцеположення доступне або має правильний формат

source: If this problem persists, please contact the Author of this applet
bg: Ако проблема продължавате, моля свържете се с автора на този аплет
ca: Si el problema continua, contacteu l'autor d'aquest applet
da: Kontakt forfatteren af panelprogrammet, hvis problemet varer ved
fr: Si ce problème persiste, veuillez contacter l'auteur de cette applet
he: אם הבעיה נמשכת, נא ליצור קשר עם כותב יישומון זה
hr: Ako se problem nastavi, kontaktirajte autora ovog apleta
lt: Jei ši problema išlieka, susisiekite su šios programėlės autoriumi
nl: Als dit probleem aanhoudt, neem dan a.u.b. contact op met de maker van dit werkbalkhulpje
pt: Se o problema persistir, entre em contato com o autor deste applet
pt_br: Se este problema persistir, contate o Autor deste applet
uk: Якщо проблема не зникає, зверніться до автора цього аплету

source: Unknown Error, please see the logs in Looking Glass
bg: Неизвестна грешка, моля проверете логовете в Looking Glass
ca: Error desconegut, si us plau reviseu els logs
da: Ukendt fejl. Se loggene i Luppen
fr: Erreur inconnue, veuillez consulter les journaux dans Looking Glass
he: שגיאה לא ידועה, נא לעיין ביומנים בלוקניג־גלאס
hr: Nepoznata greška, pogledajte zapise Cinnamon naprednim kontrolama i upravljanju
lt: Nežinoma klaida, žr. žurnalus Looking Glass
nl: Onbekende fout, zie a.u.b. de logboeken in Looking Glass
pt: Erro desconhecido, consulte os registos no Looking Glass (Aparência Vidrada)
pt_br: Erro desconhecido. Consulte o registro em Looking Glass
uk: Невідома помилка, дивіться в логах

source: Thunderstorm with light rain
bg: Гръмотевици с слаб дъжд
ca: Tempesta amb pluja lleugera
da: Tordenvejr med let regn
fr: Orage avec pluie légère
he: סופות רעמים עם גשם קל
hr: Grmljavinski pljusak sa slabom kišom
lt: Perkūnija su nedideliu lietumi
nl: Onweersbui met lichte regen
pt: Trovoada com chuva fraca
pt_br: Tempestade com chuva leve
uk: Гроза, невеликий дощ

source: Thunderstorm with rain
bg: Гръмотевици с дъжд
ca: Tempesta amb pluja
da: Tordenvejr med regn
fr: Orage avec pluie
he: סופות רעמים עם גשם
hr: Grmljavinski pljusak s kišom
lt: Perkūnija su lietumi
nl: Onweersbui met regen
pt: Tempestade com chuva
pt_br: Tempestade com chuva
uk: Гроза, дощ

source: Thunderstorm with heavy rain
bg: Гръмотевици със силен дъжд
ca: Tempesta amb ruixats intensos
da: Tordenvejr med kraftig regn
fr: Orage avec forte pluie
he: סופות רעמים עם גשם כבד
hr: Grmljavinski pljusak s jakom kišom
lt: Perkūnija su stipriu lietumi
nl: Onweersbui met zware regenval
pt: Trovoada com chuva forte
pt_br: Tempestade com chuva forte
uk: Гроза, сильний дощ

source: Light thunderstorm
bg: Слаби гръмотевици
ca: Tempesta lleugera
da: Let tordenvejr
fr: Orage léger
he: סופות רעמים קלה
hr: Slabi grmljavinski pljusak
lt: Nedidelė perkūnija
nl: Lichte onweersbui
pt: Tempestade leve
pt_br: Tempestade leve
uk: Невелика гроза

source: Heavy thunderstorm
bg: Силни гръмотевици
ca: Tempesta forta
da: Kraftigt tordenvejr
fr: Orage violent
he: סופות רעמים כבדה
hr: Snažni grmljavinski pljusak
lt: Stipri perkūnija
nl: Zware onweersbui
pt: Tempestade severa
pt_br: Tempestade forte
uk: Сильна гроза

source: Ragged thunderstorm
bg: Частични гръмотевици
ca: Tempesta torrencial
da: Ujævnt tordenvejr
fr: Orage isolé
he: סופות רעמים סוערת
hr: Oštri grmljavinski pljusak
lt: Smarki perkūnija
nl: Plaatselijke onweersbui
pt: Tempestades isoladas
pt_br: Tempestade irregular
uk: Можливі грози

source: Thunderstorm with light drizzle
bg: Гръмотевици с леко ръмене
ca: Tempesta amb plugim lleuger
da: Tordenvejr med let støvregn
fr: Orage avec bruine légère
he: סופות רעמים עם רסס קל
hr: Grmljavinski pljusak sa slabim rominjanjem
lt: Perkūnija su silpna dulksna
nl: Onweersbui met lichte motregen
pt: Trovoada com chuvisco leve
pt_br: Tempestade com garoa leve
uk: Гроза з мрякою

source: Thunderstorm with drizzle
bg: Гръмотевици с ръмене
ca: Tempesta amb plugim intens
da: Tordenvejr med støvregn
fr: Orage avec bruine
he: סופות רעמים עם רסס
hr: Grmljavinski pljusak s rominjanjem
lt: Perkūnija su dulksna
nl: Onweersbui met motregen
pt: Tempestade com chuvisco
pt_br: Tempestade com garoa
uk: Гроза з мрякою

source: Thunderstorm with heavy drizzle
bg: Гръмотевици със силно ръмене
ca: Tempesta amb plugim fort
da: Tordenvejr med kraftig støvregn
fr: Orage avec forte bruine
he: סופות רעמים עם רסס כבד
hr: Grmljavinski pljusak s jačim rominjanjem
lt: Perkūnija ir stipri dulksna
nl: Onweersbui met zware motregen
pt: Trovoada com chuvisco forte
pt_br: Tempestade com garoa forte
uk: Гроза з сильною мрякою

source: Light intensity drizzle
bg: Леко ръмене
ca: Plugim de baixa intensitat
da: Let støvregn
fr: Bruine de faible intensité
he: רסס בעצימות נמוכה
hr: Slabo rominjanje
lt: Lengvo intensyvumo dulksna
nl: Motregen met lichte intensiteit
pt: Chuvisco de intensidade leve
pt_br: Garoa leve
uk: Мряка

source: Heavy intensity drizzle
bg: Силен дъжд
ca: Plugim molt intens
da: Kraftig støvregn
fr: Bruine de forte intensité
he: רסס בעצימות גבוהה
hr: Jače rominjanje
lt: Stipraus intensyvumo dulksna
nl: Motregen met zware intensiteit
pt: Chuvisco de intensidade forte
pt_br: Garoa forte
uk: Сильна мряка

source: Light intensity drizzle rain
bg: Леко ръмене
ca: Plugim de baixa intensitat
da: Let finregn
fr: Bruine de faible intensité
he: רסס גשם בעצימות נמוכה
hr: Kiša sa slabim rominjanjem
lt: Nestipri dulksna ir lietus
nl: Motregen met lichte intensiteit
pt: Chuva chuvisca de intensidade leve
pt_br: Chuva com garoa de intensidade leve
uk: Легка мряка

source: Drizzle rain
bg: Ситен дъжд
ca: Plugim
da: Finregn
fr: Pluie fine
he: גשם רסס
hr: Kiša s rominjanjem
lt: Dulksna ir lietus
nl: Motregen
pt: Chuvisco
pt_br: Chuva com garoa
uk: Дощ, мряка

source: Heavy intensity drizzle rain
bg: Силен дъжд
ca: Plugim d'alta intensitat
da: Kraftig finregn
fr: Bruine de forte intensité
he: רסס גשם בעצימות גבוהה
hr: Kiša s jačim rominjanjem
lt: Didelio intensyvumo lietus ir dulksna
nl: Motregen met zware intensiteit
pt: Chuva chuvisca de intensidade forte
pt_br: Chuva com garoa de intensidade forte
uk: Сильний дощ, мряка

source: Shower rain and drizzle
bg: Силине дъжд
ca: Ruixat de pluja i calamarsa
da: Bygeregn og støvregn
fr: Pluie et bruine
he: מטר גשם ורסס
hr: Pljusak s rominjanjem
lt: Trumpas lietus ir dulksna
nl: Regen- en motregenbuien
pt: Pancadas de chuva e chuvisco
pt_br: Chuva isolada e garoa
uk: Дощ, мряка

source: Heavy shower rain and drizzle
bg: Силен дъжд
ca: Barreja forta de pluja i calamarsa
da: Kraftig bygeregn og støvregn
fr: Pluie et bruine abondantes
he: מטר גשם ורסס כבד
hr: Jak pljusak s rominjanjem
lt: Stiprus lietus ir dulksna
nl: Zware regen- en motregenbuien
pt: Pancadas fortes de chuva e chuvisco
pt_br: Chuva isolada forte e garoa
uk: Сильний дощ з мрякою

source: Shower drizzle
bg: Силен дъжд
ca: Ruixat de plugim gèlid
da: Bygestøvregn
fr: Bruine
he: מטר רסס
hr: Pljusak s rominjanjem
lt: Dulksna
nl: Motregenbuien
pt: Chuvisco
pt_br: Garoa isolada
uk: Мряка

source: Moderate rain
bg: Умерен дъжд
ca: Pluja moderada
da: Moderat regn
fr: Pluie modérée
he: גשם מתון
hr: Umjerena kiša
lt: Vidutinis lietus
nl: Matige regenval
pt: Chuva moderada
pt_br: Chuva moderada
uk: Помірний дощ

source: Heavy intensity rain
bg: Силен дъжд
ca: Pluja intensa
da: Kraftig regn
fr: Pluie de forte intensité
he: גשם עצמתי מאוד
hr: Jaka kiša
lt: Stipraus intensyvumo lietus
nl: Zware regenval
pt: Chuva pesada
pt_br: Chuva forte
uk: Сильний дощ

source: Very heavy rain
bg: Много силен дъжд
ca: Pluja molt intensa
da: Meget kraftig regn
fr: Pluie très forte
he: גשם כבד מאוד
hr: Vrlo jaka kiša
lt: Liūtis
nl: Zeer zware regenval
pt: Chuva muito pesada
pt_br: Chuva muito forte
uk: Злива

source: Extreme rain
bg: Порой
ca: Pluja extrema
da: Ekstrem regn
fr: Pluie extrême
he: גשם קיצוני
hr: Olujna kiša
lt: Liūtis
nl: Extreme regenval
pt: Chuva extrema
pt_br: Chuva extrema
uk: Злива

source: Light intensity shower rain
bg: Слаб дъжд
ca: Precipitació lleguera de pluja
da: Lette regnbyger
fr: Averses légères
he: ממטרי גשם בעצימות נמוכה
hr: Slabi pljuskovi
lt: Lengvo intensyvumo lietus
nl: Lichte regenbuien
pt: Chuva de intensidade leve
pt_br: Chuva isolada leve
uk: Дощ

source: Shower rain
bg: Дъжд
ca: Ruixat d'aigua
da: Regnbyger
fr: Averses
he: מטר גשם
hr: Pljuskovi
lt: Purškiantis lietus
nl: Regenbuien
pt: Chuva
pt_br: Chuva isolada
uk: Дощ

source: Heavy intensity shower rain
bg: Силен дъжд
ca: Ruixat d'aigua molt intens
da: Kraftige regnbyger
fr: Averses de forte intensité
he: ממטרי גשם בעצימות גבוהה
hr: Jači pljuskovi
lt: Stiprus lietus
nl: Zware regenbuien
pt: Chuva de alta intensidade
pt_br: Chuva isolada forte
uk: Рясний дощ

source: Ragged shower rain
bg: Частичен дъжд
ca: Pluja irregular
da: Ujævne regnbyger
fr: Averses irrégulières
he: מטר גשם סוער
hr: Oštri pljuskovi
lt: Smulkus lietus
nl: Verspreide regenbuien
pt: Chuva irregular
pt_br: Chuva isolada irregular
uk: Можливий дощ

source: Shower sleet
bg: Суграшица
ca: Ruixat d'aiguaneu
da: Sludbyger
fr: Averses de grésil
he: מטר ברד
hr: Susnježica ili pljuskovi
lt: Smulki šlapdriba
nl: Hagelbuien
pt: Chuva de granizo
pt_br: Granizo isolado
uk: Мокрий сніг

source: Light rain and snow
bg: Слаб дъжд и сняг
ca: Pluja lleugera i neu
da: Let regn og sne
fr: Neige et pluie légère
he: גשם קל ושלג
hr: Slaba kiša sa snijegom
lt: Lengvas lietus ir sniegas
nl: Lichte regen- en sneeuwval
pt: Chuva leve com neve
pt_br: Chuva leve e neve
uk: Легкий сніг з дощем

source: Rain and snow
bg: Дъжд и сняг
ca: Barreja de pluja i neu
da: Regn og sne
fr: Pluie et neige
he: גשם ושלג
hr: Kiša sa snijegom
lt: Lietus ir sniegas
nl: Regen en sneeuw
pt: Chuva e neve
pt_br: Chuva e neve
uk: Сніг з дощем

source: Light shower snow
bg: Слаб сняг
ca: Ruixat lleuger de neu
da: Lette snebyger
fr: Faibles averses de neige
he: ממטרי שלג קל
hr: Slab sniježni pljusak
lt: Lengvai snyguriuoja
nl: Lichte sneeuwbuien
pt: Neve fraca
pt_br: Neve leve isolada
uk: Легкий сніг

source: Shower snow
bg: Силен сняг
ca: Nevada
da: Snebyger
fr: Averses de neige
he: מטר שלג
hr: Sniježni pljusak
lt: Snyguriuoja
nl: Sneeuwbuien
pt: Neve
pt_br: Neve isolada
uk: Сніг

source: Heavy shower snow
bg: Силен сняг
ca: Nevada intensa
da: Kraftige snebyger
fr: Fortes averses de neige
he: ממטרי שלג כבדים
hr: Snažan sniježni pljusak
lt: Stipriai sninga
nl: Zware sneeuwbuien
pt: Nevada forte
pt_br: Neve isolada intensa
uk: Силний сніг

source: Smoke
bg: Дим
ca: Fum
da: Røg
fr: Brouillard épais
he: עשן
hr: Dim
lt: Dūmai
nl: Rook
pt: Fumaça
pt_br: Fumaça
uk: Смог

source: Haze
bg: Лека мъгла
ca: Boirina
da: Dis
fr: Brume
he: אובך
hr: Izmaglica
lt: Migla
nl: Nevel
pt: Neblina
pt_br: Neblina
uk: Мгла

source: Sand, dust whirls
bg: Пясък, пепел и вятър
ca: Sorra, remolins de pols
da: Sand, støvhvirvler
fr: Tourbillons de poussière, sable
he: חול, מערבולת אבק
hr: Pijesak, vrtlozi prašine
lt: Smėlio ir dulkių sūkuriai
nl: Zand- en stofwervelwinden
pt: Areia, redemoinhos de poeira
pt_br: Areia, redemoinhos de poeira
uk: Пісок, пил

source: Sand
bg: Пясък
ca: Sorra
fr: Sable
he: חול
hr: Pijesak
lt: Smėlis
nl: Zand
pt: Areia
pt_br: Areia
uk: Пісок

source: Dust
bg: Пепел
ca: Pols
da: Støv
fr: Poussière
he: אבק
hr: Prašina
lt: Dulkės
nl: Stof
pt: Neblina
pt_br: Poeira
uk: Пил

source: Volcanic ash
bg: Вулканичен прах
ca: Cendra volcànica
da: Vulkansk aske
fr: Cendres volcaniques
he: עפר וולקני
hr: Vulkanski pepeo
lt: Vulkaniniai pelenai
nl: Vulkanische as
pt: Cinza vulcanica
pt_br: Cinza vulcânica
uk: Вулканічний попіл

source: Squalls
bg: Шквалове
ca: Borrasques
da: Vindstød
fr: Bourrasques
he: תזזי
hr: Udari vjetra
lt: Škvalas
nl: Windstoten
pt: Rajadas
pt_br: Rajadas
uk: Шквали

source: Tornado
bg: Торнадо
fr: Tornade
he: טורנדו
lt: Tornadas
nl: Wervelwind
uk: Торнадо

source: Sky is clear
bg: Ясно небе
ca: El cel és net
da: Skyfrit
fr: Le ciel est clair
he: שמיים בהירים
hr: Vedro
lt: Giedra
nl: Lucht is helder
pt: O céu está limp
pt_br: O céu está limpo
uk: Чисте небо

source: Clouds
bg: Облачно
ca: Núvols
da: Skyer
fr: Nuageux
he: עננים
hr: Oblačno
lt: Debesys
nl: Wolken
pt: Nublado
pt_br: Nuvens
uk: Хмарно

source: Few clouds
bg: Лека облачност
ca: Pocs núvols
da: Få skyer
fr: Quelques nuages
he: עננים מעטים
hr: Mjestimično oblačno
lt: Mažai debesuota
nl: Weinig bewolking
pt: Poucas núvens
pt_br: Poucas nuvens
uk: Невелика хмарність

source: Scattered clouds
bg: Разкъсана облачност
ca: Núvols aïllats
da: Spredte skyer
fr: Nuages épars
he: עננים פזורים
hr: Raspršeni oblaci
lt: Išblaškyti debesys
nl: Verspreide bewolking
pt: Nuvens dispersas
pt_br: Nuvens dispersas
uk: Розсіяна хмарність

source: Broken clouds
bg: Разкъсана облачност
ca: Núvols fracturats
da: Spredt skydække
fr: Nuages fragmentés
he: עננים שבורים
hr: Razbijeni oblaci
lt: Debesuota
nl: Wisselend bewolkt
pt: Nuvens quebradas
pt_br: Nuvens quebradas
uk: Розірвані хмари

source: Overcast clouds
bg: Облачно
ca: Ennuvolat
da: Overskyet
fr: Ciel couvert
he: מוּעָב
hr: Naoblaka
lt: Debesuota
nl: Laaghangende bewolking
pt: Nuvens nublados
pt_br: Muito nublado
uk: Похмурі хмари

source: Could not get forecast for your area
bg: Няма прогноза за вашето местоположение
ca: No s'ha pogut rebre la previsió meteorològica per la vostra àrea
da: Kunne ikke hente vejrudsigten for dit område
fr: Impossible d'obtenir les prévisions pour votre région
he: לא ניתן לאחזר תחזית למיקום שלכם
hr: Nemoguće dobivanje prognoze za vaše područje
lt: Nepavyko gauti jūsų vietovės orų prognozės
nl: Kon geen voorspelling krijgen voor uw gebied
pt: Não foi possível obter a previsão para sua área
pt_br: Não foi possível obter a previsão para sua área
uk: Не вдалося отримати прогноз для вашої області

source: Location is outside US, please use a different provider.
bg: Местоположението е извън САЩ. Моля, използвайте друг доставчик на прогноза.
ca: Ubicació fora dels Estats Units, si us plau utilitzeu un proveïdor diferent.
da: Området er uden for USA - brug en anden udbyder.
fr: L'emplacement est en dehors des États-Unis, veuillez utiliser un autre fournisseur.
he: המיקום הוא מחוץ לארה"ב, נא להשתמש בספק אחר.
hr: Lokacija je van SAD-a, koristite drugog pružatelja usluge.
lt: Vietovė yra už JAV ribų, naudokite kitą teikėją.
nl: Locatie is buiten de VS, maak a.u.b. gebruik van een andere aanbieder.
pt: A localização é fora dos EUA. Use um provedor diferente.
pt_br: O local fica fora dos EUA. Utilize um provedor diferente.
uk: Місцезнаходження знаходиться за межами США, використовуйте іншого постачальника.

source: Failed to Process Hourly Forecast Info
bg: Неуспешна обработка на Почасовата Прогноза
ca: No s'ha pogut processar la previsió meteorològica hora per hora
da: Kunne ikke behandle timebaseret vejrudsigtsinformation
fr: Échec du traitement des prévisions horaires
he: כשל בעיבוד נתוני תחזית שעתית
hr: Neuspjela obrada informacije prognoze po satu
lt: Nepavyko apdoroti valandinės orų prognozės informacijos
nl: Kon uurlijkse voorspellingsinformatie niet verwerken
pt: Falha ao processar informações de previsão por hora
pt_br: Falha ao processar informações de previsão por hora
uk: Не вдалося обробити інформацію про погодинний прогноз

source: Clear and windy
bg: Ясно и ветровито
ca: Cel destapat i ventós
da: Klart og blæsende
fr: Clair et venteux
he: בהיר ומשבי־רוח
hr: Vedro i vjetrovito
lt: Giedra ir vėjuota
nl: Helder en winderig
pt: Claro e ventoso
pt_br: Limpo e ventoso
uk: Ясно та вітряно

source: Few clouds and windy
bg: Лека облачност и вятър
ca: Una mica ennuvolat i ventós
da: Få skyer og blæsende
fr: Quelques nuages et venteux
he: עננים מעטים ומשבי־רוח
hr: Mjestimično oblačno i vjetrovito
lt: Keli debesys ir vėjuota
nl: Weinig bewolking en winderig
pt: Ventoso e com poucas nuvens
pt_br: Poucas nuvens e ventoso
uk: Малохмарно та вітряно

source: Partly cloudy and windy
bg: Разкъсана облачност и вятър
ca: Parcialment ennuvolat i ventós
da: Delvist skyet og blæsende
fr: Partiellement nuageux et venteux
he: מעונן חלקית ומשבי־רוח
hr: Djelomično oblačno i vjetrovito
lt: Protarpiais debesuota ir vėjuota
nl: Deels bewolkt en winderig
pt: Parcialmente nublado e ventoso
pt_br: Parcialmente nublado e ventoso
uk: Мінлива хмарність та вітер

source: Mostly cloudy and windy
bg: Облачно и ветровито
ca: Majoritàriament ennuvolat i ventós
da: Næsten overskyet og blæsende
fr: Principalement pluvieux et venteux
he: מעונן לרוב ומשבי־רוח
hr: Pretežno oblačno i vjetrovito
lt: Daugiausia debesuota ir vėjuota
nl: Overwegend bewolkt en winderig
pt: Muito nublado e ventoso
pt_br: Maiormente nublado e ventoso
uk: Переважно хмарно та вітряно

source: Overcast and windy
bg: Облачно и ветровито
ca: Ennuvolat i ventós
da: Overskyet og blæsende
fr: Ciel couvert et venteux
he: מוּעָב ומשבי־רוח
hr: Oblačno i vjetrovito
lt: Debesuota ir vėjuota
nl: Zwaar bewolkt en winderig
pt: Nublado e ventoso
pt_br: Muito nublado e ventoso
uk: Похмуро і вітряно

source: Snowy rain
bg: Сняг
ca: Pluja d'aiguaneu
da: Slud
fr: Neige mouillée
he: גשם מושלג
hr: Susnježica
lt: Sniegas ir lietus
nl: Natte sneeuw
pt: Flocos de neve
pt_br: Chuva com neve
uk: Сніг з дожщем

source: Freezing rain and snow
bg: Леден дъжд и сняг
ca: Pluja gèlida i neu
da: Isslag og sne
fr: Pluie verglaçante et neige
he: גשם קופא ושלג
hr: Ledena kiša sa snijegom
lt: Šąlantis lietus ir sniegas
nl: IJzel en sneeuw
pt: Chuva congelada
pt_br: Chuva Congelante e neve
uk: Крижаний дощ і сніг

source: Hurricane
bg: Ураган
ca: Huracà
da: Tyfon
fr: Ouragan
he: הוריקן
hr: Uragan
lt: Uraganas
nl: Orkaan
pt: Furacão
pt_br: Furacão
uk: Ураган

source: Storm
bg: Буря
ca: Tempesta
fr: Tempête
he: סערה
hr: Oluja
lt: Audra
pt: Tempestade
pt_br: Tempestade
uk: Шторм

source: Tropical storm
bg: Тропическа буря
ca: Tempesta tropical
da: Tropisk storm
fr: Tempête tropicale
he: סופה טרופית
hr: Tropska oluja
lt: Tropinė audra
nl: Tropische storm
pt: Tempestade tropical
pt_br: Tempestade tropical
uk: Тропічний шторм

source: Hot
bg: Горещо
ca: Calor
da: Varmt
fr: Chaud
he: חם
hr: Vruće
lt: Karšta
nl: Zeer warm
pt: Quente
pt_br: Quente
uk: Спека

source: Cold
bg: Студено
ca: Fred
da: Koldt
fr: Froid
he: קר
hr: Hladno
lt: Šalta
nl: Koud
pt: Frio
pt_br: Frio
uk: Холодно

source: Blizzard
bg: Виелица
ca: Pedra
da: Snestorm
fr: Tempête de neige
he: סוּפַת שֶׁלֶג
hr: Mećava
lt: Pūga
nl: Sneeuwstorm
pt: Nevasca
pt_br: Nevasca
uk: Завірюха

source: Today
bg: Днес
ca: Avui
da: I dag
fr: Aujourd'hui
he: היום
hr: Danas
lt: Šiandien
nl: Vandaag
pt: Hoje
pt_br: Hoje
uk: Сьогодні

source: Tomorrow
bg: Утре
ca: Demà
da: I morgen
fr: Demain
he: מחר
hr: Sutra
lt: Rytoj
nl: Morgen
pt: Amanhã
pt_br: Amanhã
uk: Завтра

source: Sunday
bg: Неделя
ca: Diumenge
da: Søndag
fr: Dimanche
he: ראשון
hr: Nedjelja
lt: Sekmadienis
nl: Zondag
pt: Domingo
pt_br: Domingo
uk: Неділя

source: Monday
bg: Понеделник
ca: Dilluns
da: Mandag
fr: Lundi
he: שני
hr: Ponedjeljak
lt: Pirmadienis
nl: Maandag
pt: Segunda-feira
pt_br: Segunda-feira
uk: Понеділок

source: Tuesday
bg: Вторник
ca: Dimarts
da: Tirsdag
fr: Mardi
he: שלישי
hr: Utorak
lt: Antradienis
nl: Dinsdag
pt: Terça-feira
pt_br: Terça-feira
uk: Вівторок

source: Wednesday
bg: Сряда
ca: Dimecres
da: Onsdag
fr: Mercredi
he: רביעי
hr: Srijeda
lt: Trečiadienis
nl: Woensdag
pt: Quarta-feira
pt_br: Quarta-feira
uk: Середа
