Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/weather@mockturtl/*.po
Languages: bg, ca, da, fr, he, hr, lt, nl, pt, pt_br, uk

source: Show forecast vertically
bg: Вертикално показване на прогнозата
ca: Mostra la previsió en vertical
da: Vis udsigten lodret
fr: Afficher verticalement les prévisions
he: הצגת תחזית אנכית
hr: Prikaži prognozu okomito
lt: Rodyti orų prognozę vertikaliai
nl: Laat de voorspelling verticaal zien
pt: Mostrar previsão verticalmente
pt_br: Mostrar previsão verticalmente
uk: Презентація

source: Displaying forecasts from top to bottom instead from left to right
bg: Показване на прогнозата отгоре надолу, вместо отляво надясно
ca: Mostra la previsió de dalt a baix en lloc d'esquerra a dreta
da: Viser udsigten fra øverst til nederst i stedet for fra venstre til højre
fr: Afficher les prévisions de haut en bas plutôt que de gauche à droite
he: הצגת תחזיות מלמעלה למטה במקום משמאל לימין
hr: Prikazuje prognozu s vrha prema dnu umjesto s lijeva na desno
lt: Prognozės rodomos iš viršaus į apačią, o ne iš kairės į dešinę
nl: Voorspellingen tonen van boven naar beneden en niet van links naar rechts
pt: Exibindo previsões de cima para baixo, em vez de da esquerda para a direita
pt_br: Exibindo previsão de cima para baixo ao invés da esquerda para a direita
uk: Відображення прогнозів зверху вниз, а не зліва направо

source: columns
bg: колони
ca: columnes
da: kolonner
fr: colonnes
he: עמודות
hr: stupci
lt: stulpeliai
nl: kolommen
pt: colunas
pt_br: colunas
uk: колонки

source: Maximum number of columns for forecast
bg: Максимален брой колони за прогнозата
ca: Màxim número de columnes per a la previsió
da: Højeste antal kolonner for udsigten
fr: Nombre maximal de colonnes pour les prévisions
he: מספר עמודות מרבי לתחזית
hr: Najveći broj stupaca za prognozu
lt: Didžiausias orų prognozės stulpelių skaičius
nl: Maximaal aantal kolommen voor de voorspelling
pt: Número máximo de colunas para previsão
pt_br: Número máximo de colunas para previsão
uk: Максимальна кількість стовпців для прогнозу

source: rows
bg: реда
ca: files
da: rækker
fr: rangées
he: שורות
hr: redci
lt: eilutės
nl: rijen
pt: linhas
pt_br: linhas
uk: рядків

source: Maximum number of rows for forecast
bg: Максимален брой редове за прогнозата
ca: Màxim número de files per a la previsió
da: Højeste antal rækker for udsigten
fr: Nombre maximal de lignes pour les prévisions
he: מספר שורות מרבי לתחזית
hr: Najveći broj redaka za prognozu
lt: Didžiausias orų prognozės eilučių skaičius
nl: Maximaal aantal rijen voor de voorspelling
pt: Número máximo de linhas para previsão
pt_br: Número máximo de linhas para previsão
uk: Максимальна кількість рядків для прогнозу

source: Show sunrise / sunset times
bg: Показване на часовете на изгрев / залез
ca: Mostra les hores d'entrada i sortida del sol
da: Vis solopgangs-/nedgangstider
fr: Afficher les heures de lever et de coucher du soleil
he: הצגת זריחה/שקיעה
hr: Prikaži vrijeme izlaska/zaslaska sunca
lt: Rodyti saulėtekio / saulėlydžio laikus
nl: Toon tijdstippen van zonsopgang en zonsondergang
pt: Mostrar horários de nascer / pôr do sol
pt_br: Mostrar horários de nascer/por do sol
uk: Показати час сходу/заходу сонця

source: Display time in 24 hour format
bg: Показване на часа в 24-часов формат
ca: Mostra el temps en format de 24 hores
da: Vis tid i 24-timers format
fr: Afficher l'heure au format 24 heures
he: הצגת זמן בתבנית בת 24 שעות
hr: Prikaži vrijeme u 24-satnom formatu
lt: Rodyti 24 valandų formatu
nl: Toon tijd in 24-uurs-opmaak
pt: Apresentar tempo no formato de 24 horas
pt_br: Mostrar o tempo em formato de 24 horas
uk: Відображення часу в 24-годинному форматі

source: Only display hours for hourly forecast time
bg: Показвай само часа в Почасовата Прогноза
ca: Mostra l'hora només al format de previsió per hores
da: Vis kun timetallet for timebaseret udsigt
fr: Afficher uniquement les heures pour les prévisions horaires
he: הצגת שעות בתחזית שעתית בלבד
hr: Prikaži samo sate u vremenu prognoze svakog sata
lt: Rodykite valandas tik valandiniame orų prognozės laikui
nl: Toon alleen uren voor de uurlijkse voorspelling
pt: Exibir apenas horas para previsão horária
pt_br: Exibir apenas as horas para previsão por hora
uk: Відображати години лише для погодинного прогнозу

source: Instead of 15:00 or 3:00 pm it will show up as 15 or 3 pm
bg: Вместо 15:00 или 3:00 pm, да се показва 15 или 3 pm
ca: En lloc de 15:00 o 3:00 pm es mostrarà 15 o 3 pm
da: I stedet for 15:00 eller 3:00 pm vises 15 eller 3 pm
fr: Au lieu de « 15:00 » ou « 3:00 pm », l'heure apparaîtra comme « 15 » ou « 3 pm »
he: במקום 15:00 או 3 pm, זמן יוצג כ־15 או 3 pm
hr: Umjesto 15:00 ili 3:00 biti će prikazano 15 ili 3 pm
lt: Vietoj 15:00 arba 3:00 jis bus rodomas kaip 15 arba 3 pm
nl: In plaats van 15.00 of 3:00 nm wordt het 15 of 3 nm
pt: Em vez de 150:00 ou 3:00 pm vai apresentar como 15 ou 3 pm
pt_br: Em vez de 15:00 ou 3:00pm será exibido como 15 ou 3 pm
uk: Замість 15:00 чи 3:00 пп відображатиметься як 15 або 3 пп

source: Display date for daily forecasts
bg: Показване на датата на дневната прогноза
ca: Mostra la data per a previsions diàries
da: Vis dagen for daglige udsigter
fr: Afficher la date pour les prévisions quotidiennes
he: תאריך יומי לתחזית יומית
hr: Prikaži datum u dnevnoj prognozi
lt: Rodyti dienos orų prognozių datą
nl: Toon datum bij dagelijkse voorspellingen
pt: Exibir data para previsões diárias
pt_br: Exibir data para previsões diárias
uk: Відображення дати для щоденних прогнозів

source: Like "Friday 15"
bg: Като "Петък 15"
ca: Com ara "Divendres 15"
da: Som “Fredag 15”
fr: Comme « Vendredi 15 ».
he: כמו 'יום שישי ה־15'
hr: Poput "Petak 15"
lt: Kaip "Penktadienis 15"
nl: Zoals 'Vrijdag 15'
pt: Como "Sexta-feira 15"
pt_br: Como "Sexta-feira 15"

source: Show high temperature first in forecast
bg: Показване първо на максималната температура в прогнозата
ca: Mostra la temperatura màxima primer
da: Vis den høje temperatur først i udsigten
fr: Afficher la température élevée en premier dans les prévisions
he: הצגת מידת־חום גבוהה, ראשונה בתחזית
hr: Prikaži visoku temperaturu prvu u prognozi
lt: Pirmiausia orų prognozėje rodyti aukštą temperatūrą
nl: Toon hoogste temperatuur als eerste in de voorspelling
pt: Mostrar alta temperatura primeiro na previsão
pt_br: Mostrar a temperatura alta primeiro na previsão
uk: Показувати високу температуру першою в прогнозі

source: Show temperature Russian style
bg: Показване на температурата в Руски стил
ca: Mostrar la temperatura en estil Rus
da: Vis temperaturen på russisk vis
fr: Afficher la température à la russe
he: הצגת מידת־חום בסגנון רוסי
hr: Prikaži temperaturu u Ruskom načinu
lt: Rodyti temperatūrą Rusišku stiliumi
nl: Toon temperatuur in Russische stijl
pt: Mostrar temperatura estilo russo
pt_br: Mostrar temperatura no estilo russo
uk: Показати температуру в російському стилі

source: Override location label
bg: Замяна на названието на местоположението
ca: Sobreescriu l'etiqueta d'ubicació
da: Tilsidesæt lokalitetsmærkat
fr: Remplacer le nom de la localité
he: עקיפת תווית מיקום
hr: Ručno upišite lokaciju
lt: Nepaisyti vietovės etiketės
nl: Locatie-etiket overschrijven
pt: Sobrepor rótulo da localização
pt_br: Substituir rótulo de local
uk: Перевизначити мітку розташування

source: Weather conditions
bg: Метеорологични условия
ca: Condicions meteorològiques
da: Vejrforhold
fr: Conditions météorologiques
he: תנאי מזג־אוויר
hr: Vremenska stanja
lt: Oro sąlygos
nl: Weersomstandigheden
pt: Condições do clima
pt_br: Condições meteorológicas
uk: Метеорологічні умови

source: Translate conditions
bg: Превеждане на метеорологичните условия
ca: Traduir condicions
da: Oversæt vejrforholdene
fr: Traduire les conditions météorologiques
he: תרגום תנאים
hr: Prevedi vremenska stanja
lt: Išversti sąlygas
nl: Weersomstandigheden vertalen
pt: Traduzir condições
pt_br: Traduzir condições
uk: Переклад

source: Less verbose conditions
bg: По-малко подробни метеорологични условия
ca: Condicions menys detallades
da: Mindre udførlige vejrforhold
fr: Conditions météorologiques abrégées
he: מצב פחות מילולי
hr: Manje opširna vremenska stanja
lt: Mažiau išsamios sąlygos
nl: Korte omschrijving van weersomstandigheden
pt: Condições menos detalhados
pt_br: Condições menos detalhadas
uk: Менш докладні умови

source: Icons
bg: Икони
ca: Icones
da: Ikoner
fr: Icônes
he: סמלים
hr: Ikone
lt: Piktogramos
nl: Pictogrammen
pt: Ícones
pt_br: Ícones
uk: Значки

source: Use symbolic icons in the applet
bg: Използване на символични икони в аплета
ca: Utilitza icones simbòliques a l'Applet
da: Anvend symbolske ikoner i panelprogrammet
fr: Utiliser des icônes symboliques dans l'applet
he: שימוש בסמלילים סמליים ביישומון הלוח
hr: Koristi simboličke ikone u apletu
lt: Programoje naudokite simbolines piktogramas
nl: Gebruik symbolische pictogrammen in het werkbalkhulpje
pt: Usar ícones simbólicos no applet
pt_br: Usar ícones simbólicos no applet
uk: Менш докладні умови

source: Use custom icons in the popup menu
bg: Използване на собственоръчно избрани икони в изкачащото меню
ca: Utilitza icones personalitzades al menú emergent
da: Anvend selvvalgte ikoner i pop op-menuen
fr: Utiliser des icônes personnalisées dans le menu contextuel
he: שימוש בסמלים מותאמים אישית בתפריט הצץ
hr: Koristi prilagođene ikone u skočnom izborniku
lt: Iššokančiajame meniu naudokite pasirinktines piktogramas
nl: Gebruik aangepaste pictogrammen in het opduikmenu
pt: Use ícones personalizados no menu pop-up
pt_br: Usar ícones personalizados no menu popup
uk: Використовуйте спеціальні значки у спливаючому меню

source: Location
bg: Местоположение
ca: Ubicació
da: Lokalitet
fr: Emplacement
he: מיקום
hr: Lokacija
lt: Vietovė
nl: Locatie
pt: Localização
pt_br: Local
uk: Місцезнаходження

source: Other options
bg: Други настройки
ca: Altres opcions
da: Andre indstillinger
fr: Autres options
he: אפשרויות אחרות
hr: Ostale mogućnosti
lt: Kiti pasirinkimai
nl: Overige keuzes
pt: Outras opções
pt_br: Outras opções
uk: Інші опції

source: Help
bg: Помощ
ca: Ajuda
da: Hjælp
fr: Aide
he: עזרה
hr: Pomoć
lt: Pagalba
nl: Hulp
pt: Ajuda
pt_br: Ajuda
uk: Довідка

source: Location settings
bg: Настройки за местоположението
ca: Configuració d'ubicació
da: Lokalitetssindstillinger
fr: Paramètres de l'emplacement
he: הגדרות מיקום
hr: Postavke lokacije
lt: Vietovės nustatymai
nl: Locatie-instellingen
pt: Configurações de localização
pt_br: Configurações de localização
uk: Налаштування розташування

source: Technical and Automation
ca: Tècnica i automatització
fr: Technique et Automatisation
nl: Technisch en automatisering
pt: Automação e Técnico

source: Saved Locations
bg: Запазени Местоположения
ca: Ubicacions emmagatzemades
da: Gemte lokaliteter
fr: Emplacements sauvegardés
he: מיקומים שמורים
hr: Spremljene lokacije
lt: Išsaugotos vietovės
nl: Opgeslagen locaties
pt: Localizações guardadas
pt_br: Localizações salvas
uk: Збережені місця

source: Panel (Taskbar)
bg: Панел (Лента на задачите)
ca: Panell (Barra d'eines)
da: Panel (proceslinje)
fr: Panneau (barre des tâches)
he: לוחית (סרגל משימות)
hr: Panel (Traka sustava)
lt: Įrankių juosta (Taskbar)
nl: Werkbalk (taakbalk)
pt: Painel (Barra de Tarefas)
pt_br: Painel (Barra de tarefas)
uk: Панель (панель завдань)

source: Popup menu
bg: Изскачащо меню
ca: Menú emergent
da: Pop op-menu
fr: Menu contextuel
he: תפריט צץ
hr: Skočni izbornik
lt: Iššokantis meniu
nl: Opduikmenu
pt: Menu Pop-up
pt_br: Menu popup
uk: Спливаюче меню

source: Other Units
bg: Други Мерни Единици
ca: Altres unitats
da: Andre enheder
fr: Autres unités
he: יחידות אחרות
hr: Ostale jedinice
lt: Kiti vienetai
nl: Andere eenheden
pt: Outras unidades
pt_br: Outras unidades
uk: Інші одиниці вимірювання

source: Temperature Unit
bg: Единица за измерване на Температурата
ca: Unitat de temperatura
da: Temperaturenhed
fr: Unité de température
he: יחידות מידת־חום
hr: Jedinica temperature
lt: Temperatūros Vienetas
nl: Temperatuureenheid
pt: Unidade de temperatura
pt_br: Unidade de temperatura
uk: Одиниця вимірювання температури

source: Keybindings
bg: Клавишни Комбинации
ca: Dreceres del teclat
da: Tastegenveje
fr: Raccourcis clavier
he: צירופי־מקשים
hr: Prečaci tipkovnice
lt: Klaviatūros kombinacijos
nl: Toetsbindingen
pt: Atalhos de teclado
pt_br: Atalhos
uk: Прив'язки клавіш

source: More about the Weather applet
bg: Повече информация за аплета за Времето
ca: Més sobre l'Applet del temps
da: Mere om Vejret
fr: Plus d'information à propos de l'applet Météo
he: עוד על אודות יישומון מזג־אוויר
hr: Više o apletu vremena
lt: Daugiau apie Orų programą
nl: Meer over het Weer-werkbalkhulpje
pt: Mais informações sobre o applet de Clima
pt_br: Mais sobre o applet Clima
uk: Докладніше про Weather applet

source: Report an issue
bg: Съобщи за проблем
ca: Reporta un problema
da: Rapportér et problem
fr: Soumettre un problème
he: דווח על סוגיה
hr: Prijavak problema
lt: Pranešti apie problemą
nl: Een fout melden
pt: Reportar um problema
pt_br: Relatar um problema
uk: Повідомити про проблему

source: Debug
bg: Дебъг
da: Fejlret
fr: Débogage
he: ניפוי תקלים
hr: Otklanjanje grešaka
lt: Derinimas
nl: Foutopsporing
pt: Depuração
pt_br: Depurar
uk: Відлагоджувати

source: You can choose between several different weather forecast providers. Some providers require a API key to work, some have regional limits, differ in forecast length, and they all need a functional internet connection to work. The options are described in detail on the Cinnamon Spices Website which you can access with the button on the Help tab.
bg: Може да изберете различни доставчици за прогноза за времето. Някои от доставчиците изискват API ключ за да работят. Някои имат ограничение за местоположенията, за които предлагат прогноза и за продължителността на прогнозата. Всички доставчици изискват достъп до Интернет. Всички настройки за аплета за Времето са описани подробно на уебсайта за Cinnamon Аплети, който може да отворите като натиснете на бутона в раздела Помощ.
ca: Podeu triar entre diferents serveis proveïdors de previsió meteorològica. Alguns proveïdors requereixen claus API o tenen límits regionals. Tots necessiten una connexió activa a internet. Les opcions estan descrites en detall a la web de Cinnamon Spices a la qual podeu accedir des de la pestanya d'Ajuda.
da: Du kan vælge blandt flere forskellige udbydere af vejrudsigter. Nogle udbydere kræver en API-nøgle for at virke, andre har regionale begrænsninger eller varierer i længden på udsigten, og de har alle brug for en internetforbindelse for at virke. Indstillingerne er beskrevet i detaljer på Cinnamon Spices' websitet, som du kan tilgå med knappen i fanebladet Hjælp.
fr: Vous pouvez choisir entre plusieurs fournisseurs de prévisions météorologiques. Certains fournisseurs requièrent une clé API pour fonctionner, certains ont des limites régionales, diffèrent par l'étendue des prévisions et ils ont tous besoin d'une connexion Internet opérationnelle pour fonctionner. Les options sont décrites en détail sur le site web Cinnamon Spices, auquel vous pouvez accéder avec le bouton sur l'onglet « Aide ».
he: ניתן לבחור בין מספר ספקי שרותי תחזיות מזג־אוויר שונים. חלק מהספקי השרות דורשים מפתח API כדי שהשרות יפעל, לחלקם יש מגבלות אזוריות, לחלקם שונות באורך התחזית, אך לכולם נדרש חיבור מרשתת מתפקד כדי לספק את השרות. האפשרויות מתוארות בפירוט באתר תבליני סינמון, אליו ניתן לגשת באמצעות הלחצן שבלשונית עזרה.
hr: Možete odabrati između nekoliko pružatelja usluge vremenske prognoze. Određeni pružatelji usluge zahtijevaju API ključ kako bi radili, neki imaju regionalna ograničenja, razliku u duljini prognoze a svi trebaju pristup internetu kako bi radili. Mogućnosti su opširnije opisane na web stranici Cinnamon dodataka kojoj možete pristupiti putem tipke na kartici Pomoći.
lt: Galite rinktis iš kelių skirtingų orų prognozių teikėjų. Kai kuriems paslaugų teikėjams reikalingas API raktas, kad veiktų, kai kurie turi regioninius apribojimus, skiriasi prognozės ilgiu ir jiems visiems reikia funkcionalaus interneto ryšio, kad veiktų. Parinktys išsamiai aprašytos Cinnamon Spices svetainėje, kurią galite pasiekti spustelėję mygtuką Help tab.
nl: U kunt gebruik maken van verschillende weersverwachtingaanbieders. Sommige aanbieders hebben een API-sleutel nodig om te kunnen werken, sommige hebben regionale limieten, ze verschillen in voorspellingslengte en ze hebben alle een werkende internetverbinding nodig. De opties worden in detail beschreven op de Cinnamon Spices-website, waartoe u toegang heeft met de knop op het tabblad Hulp.
pt: Você pode escolher entre vários provedores de previsão do tempo diferentes. Alguns provedores exigem uma chave de API para funcionar, alguns têm limites regionais, diferem na duração da previsão e todos precisam de uma conexão funcional com a Internet para funcionar. As opções estão descritas detalhadamente no site Cinnamon Spices, que você pode acessar com o botão na aba Ajuda.
pt_br: Você pode usar vários provedores de previsão do tempo diferentes. Alguns provedores exigem uma chave API para funcionar, alguns têm limites regionais, diferem na duração da previsão e todos precisam de uma conexão de Internet funcional para operarem. As opções estão descritas em detalhes no site Cinnamon Spices, que você pode acessar com o botão na guia Ajuda.
uk: Ви можете вибрати між кількома різними постачальниками прогнозу погоди. Деяким постачальникам для роботи потрібен ключ API, деякі мають регіональні обмеження, відрізняються тривалістю прогнозу, і всім їм для роботи потрібне функціональне підключення до Інтернету. Параметри детально описані на веб-сайті Cinnamon Spices, доступ до якого можна отримати за допомогою кнопки на вкладці «Довідка».

source: Deutscher Wetterdienst (Germany only)
bg: Deutscher Wetterdienst (само за Германия)
ca: Deutscher Wetterdienst (només Alemanya)
da: Deutscher Wetterdienst (kun Tyskland)
fr: Deutscher Wetterdienst (Allemagne uniquement)
lt: Deutscher Wetterdienst (Tik Vokietijoje)
nl: Deutscher Wetterdienst (alleen voor Duitsland)
uk: Deutscher Wetterdienst (лише Німеччина)

source: Met Office UK (UK only)
fr: Met Office UK (Royaume-Uni uniquement)
lt: Met Office UK (Tik JK)
nl: Met Office UK (alleen voor het VK)

source: US National Weather (US only)
bg: US National Weather (само за САЩ)
ca: US National Weather (només Estats Units)
da: US National Weather (kun USA)
fr: US National Weather (États-Unis uniquement)
he: US National Weather (ארה"ב בלבד)
hr: US National Weather (Samo SAD)
lt: US National Weather (Tik JAV)
nl: US National Weather (alleen voor de VS)
pt_br: US National Weather (somente nos EUA)
uk: US National Weather (тільки для США)

source: Swiss Météo (Switzerland only)
ca: Swiss Météo (només Suïssa)
fr: MétéoSuisse (Suisse seulement)

source: OpenWeatherMap OneCall (key needed)
ca: OpenWeatherMap OneCall (es necessita clau API)
fr: OpenWeatherMap OneCall (clé requise)
nl: OpenWeatherMap OneCall (sleutel nodig)

source: Pirate Weather (key needed)
ca: Pirate Weather (es necessita clau API)
da: Pirate Weather (nøgle nødvendig)
fr: Pirate Weather (clé requise)
lt: Pirate Weather (reikalingas raktas)
nl: Pirate Weather (sleutel nodig)

source: Visual Crossing (key needed)
bg: Visual Crossing (необходим е ключ)
ca: Visual Crossing (es necessita clau API)
da: Visual Crossing (nøgle nødvendig)
fr: Visual Crossing (clé requise)
he: Visual Crossing (נדרש מפתח)
hr: Visual Crossing (ključ je potreban)
lt: Visual Crossing (reikalingas raktas)
nl: Visual Crossing (sleutel nodig)
pt_br: Visual Crossing (chave necessária)
uk: Visual Crossing (потрібен ключ)

source: Tomorrow.io (key needed)
bg: Tomorrow.io (необходим е ключ)
ca: Tomorrow.io (es necessita clau API)
da: Tomorrow.io (nøgle nødvendig)
fr: Tomorrow.io (clé requise)
he: Tomorrow.io (נדרש מפתח)
hr: Tomorrow.io (ključ je potreban)
lt: Tomorrow.io (reikalingas raktas)
nl: Tomorrow.io (sleutel nodig)
pt_br: Tomorrow.io (chave necessária)
uk: Tomorrow.io (потрібен ключ)

source: AccuWeather (key needed)
bg: AccuWeather (необходим е ключ)
ca: AccuWeather (es necessita clau API)
da: AccuWeather (nøgle nødvendig)
fr: AccuWeather (clé requise)
hr: AccuWeather (ključ je potreban)
lt: AccuWeather (reikalingas raktas)
nl: AccuWeather (sleutel nodig)
uk: AccuWeather (потрібен ключ)

source: Weather Underground (key needed)
bg: Weather Underground (необходим е ключ)
ca: Weather Underground (es necessita clau API)
da: Weather Underground (nøgle nødvendig)
fr: Weather Underground (clé requise)
lt: Weather Underground (reikalingas raktas)
nl: Weather Underground (sleutel nodig)
uk: Weather Underground (потрібен ключ)

source: You can enter coordinates 'Latitude,Longitude' (e.g. 51.5085,-0.1257) or use 'City,Country-code' (e.g. London,UK) or try to enter {House number} {Street} {City/Town} {Postcode} {Country}. The search algorithm is very flexible with the format. After 3 seconds without typing the address you entered is replaced automatically for validating your choice. Powered by nominatim.openstreetmap.org.
ca: Podeu introduir coordenades 'Latitud,Longitud' (ex: 51.5085,-0.1257) o utilitzar 'Ciutat,CodiDelPaís' (ex: Londres,Regne Unit) o intentar introduir {House number} {Street} {City/Town} {Postcode} {Country}. L'algoritme de cerca és molt flexible amb el format. Després de tres segons sense escriure, l'adreça introduïda serà sobreescrita automàticament, validant la vostra elecció. Proveït per nominatim.openstreetmap.org.
fr: Vous pouvez entrer les coordonnées « Latitude, Longitude » (par ex. 51,5085, -0,1257) ou utiliser « Ville, Code du pays » (par exemple « Paris, FR ») ou essayer d'entrer « {Numéro de maison} {Rue} {Ville} {Code postal} {Pays} ». L'algorithme de recherche est très flexible avec le format. Après 3 secondes sans saisie, l'adresse que vous avez entrée est automatiquement remplacée pour valider votre choix. Service fourni par nominatim.openstreetmap.org.

source: If the location field matches a saved location's 'Search Entry' field, the saved location will be used instead.
ca: Si la ubicació coincideix amb una ubicació guardada, s'utilitzarà la darrera.
fr: Si le champ de l'emplacement correspond au champ « Requête de recherche » d'un emplacement sauvegardé, l'emplacement sauvegardé sera utilisé à la place.
lt: Jei vietovės laukas atitinka išsaugotos vietovėss lauką „Paieškos įrašas“, vietoj jo bus naudojama išsaugota vieta.
nl: Als het locatieveld overeenkomt met het zoekveld voor een opgeslagen locatie, dan zal de opgeslagen locatie worden gebruikt.
pt: Se o campo de localização corresponder ao campo 'Entrada de pesquisa' de um local salvo, o local salvo será usado.

source: Save current location to storage
bg: Запазване на текущото местоположението
ca: Guardar la ubicació actual a l'emmagatzematge
da: Gem nuværende lokalitet til lageret
fr: Enregistrer l'emplacement actuel
he: שמירת המיקום הנוכחי לאחסון
hr: Spremi trenutnu lokaciju u spremište
lt: Išsaugokite dabartinę vietovę saugykloje
nl: Huidige locatie opslaan in opslag
pt: Guardar a localização atual para o armazenamento
pt_br: Salvar local atual para armazenamento
uk: Зберегти поточне місцезнаходження в сховище
