Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/weather@mockturtl/*.po
Languages: bg, ca, da, fr, he, hr, lt, nl, pt, pt_br, uk

source: For detailed information about the applet please go to the Spices Website to find info about known issues, troubleshooting, changelog and more by clicking the button below. Here you can ask questions etc in the comment section by logging in with your Github account.
bg: За подробна информация относно аплета, моля, отидете на уебсайта за Аплети. Там ще откриете информация за вече известни проблеми, отстраняване на неизправности, регистър на промените и други. Отварянето на уебсайта става като щракнете върху бутона по-долу. На уебсайта също ще можете да задавате въпроси и др. в секцията за коментари, като влезете с вашия Github акаунт.
ca: Per a informació detallada sobre l'Applet, visiteu el web de Cinnamon Spices, on trobareu informació sobre problemes reconeguts, la seva resolució, log de canvis i molt més. Podeu fer preguntes a la secció de comentaris si inicieu sessió amb el vostre compte de Github.
da: Få flere oplysninger om kendte problemer, fejlsøgning, ændringslog og andet på Spices' website ved at klikke på knappen nedenfor. Du kan stille spørgsmål i kommentarafsnittet ved at logge ind med din Githubkonto.
fr: Pour plus de détails sur l'applet, veuillez vous rendre sur le site web Cinnamon Spices pour trouver des informations sur les problèmes connus, les dépannages, la liste des modifications et davantage en cliquant sur le bouton ci-dessous. Vous pouvez également commenter et poser des questions à la communauté sur cette page en vous connectant avec votre compte GitHub.
he: למידע מפורט על אודות היישומון, למציאת מידע על סוגיות ידועות, פתרון בעיות, יומן שינויים ועוד, נא להתחבר לאתר תבליני־סינמון על ידי הקשה על הלחצן מטה. על ידי התחברות לחשבון גיטהאב, ניתן לשאול שאלות וכדומה במקטע ההערות.
hr: Za opširnije informacije o apletu posjetite web stranicu Cinnamon dodataka kako bi pronašli informacije o poznatim problemima, rješavanju problema, zapisa promjena i još mnogo toga klikom na tipku ispod. Tamo možete postavljati pitanja i sl. u odjeljku komentara prijavom pomoću vašeg Github računa.
lt: Norėdami gauti išsamios informacijos apie programą, apsilankykite „Spices“ svetainėje ir raskite informacijos apie žinomas problemas, trikčių šalinimą, pakeitimų žurnalą ir daugiau, spustelėdami toliau esantį mygtuką. Čia galite užduoti klausimus ir t.t komentarų skiltyje, prisijungę prie savo Github paskyros.
nl: Ga voor gedetailleerde informatie over het werkbalkhulpje a.u.b. naar de website van Spices door op de onderstaande knop te klikken. U kunt daar ook commentaar geven en vragen stellen aan de gemeenschap, door uzelf aan te melden met uw Github-account. U kunt er ook informatie vinden over bekende fouten, probleemoplossing, logboek van wijzigingen en meer.
pt: Para obter informações detalhadas sobre o applet, acesse o site da Spices para encontrar informações sobre problemas conhecidos, solução de problemas, registo de alterações e muito mais clicando no botão abaixo. Aqui você pode fazer perguntas, etc. na secção de comentários, fazendo login com sua conta do Github.
pt_br: Para obter informações detalhadas sobre o applet, acesse o site do Spices para encontrar informações sobre problemas conhecidos, solução de problemas, registro de alterações e muito mais clicando no botão abaixo. Aqui você pode fazer perguntas etc na seção de comentários fazendo login com sua conta do Github.
uk: Для отримання детальної інформації про аплет перейдіть на веб-сайт Spices, щоб знайти інформацію про відомі проблеми, усунення несправностей, журнал змін тощо, натиснувши кнопку нижче. Тут ви можете ставити запитання тощо в розділі коментарів, увійшовши за допомогою свого облікового запису Github.

source: Submit an Issue
bg: Съобщи за проблем
ca: Enviar un problema
da: Indsend en fejlrapport
fr: Soumettre un problème
he: שיגור סוגיה
hr: Prijavi problem
lt: Pateikti problemą
nl: Een foutmelding doen
pt: Submeter problema
pt_br: Enviar um problema
uk: Надіслати проблему

source: Opens webpage where you can fill out a new issue for the applet, needs a GitHub account. Please make sure that the issue is not already submitted.
bg: Отваря уеб страница, където можете да съобщите за нов проблем на аплета. Ще ви е необходим акаунт в GitHub. Моля, проверете, че проблемът вече не е изпратен.
ca: Obre el lloc web on podeu omplir una plantilla de comunicació d'un problema. Es necessita un compte de Github. Si us plau, assegureu-vos que no s'ha enviat un informe pel mateix problema amb anterioritat.
da: Åbner en webside, hvor du kan oprette en ny sag; kræver en Github-konto. Sørg for, at problemet ikke allerede er rapporteret.
fr: Ouvre une page web où vous pouvez remplir un nouveau problème pour l'applet, nécessite un compte GitHub. Veuillez vous assurer que le problème n'est pas déjà soumis.
he: פתיחת עמוד אתר, שם ניתן להזין פרטים על סוגיית יישום חדשה, נדרש חשבון בגיטהאב. נא לוודא שהסוגיה לא דווחה כבר בעבר.
hr: Otvara web stranicu gdje možete prijaviti novi problem apleta, potreban je GitHub račun. Prvo provjerite je li problem već prije prijavljen.
lt: Atidaromas tinklalapis, kuriame galite užregistruoti naują problemą šiai programai, reikia GitHub paskyros. Įsitikinkite, kad problema dar nepateikta.
nl: Opent webpagina waar u een nieuwe foutmelding voor dit werkbalkhulpje kunt indienen (u moet hiervoor een GitHub-account hebben). Kijk a.u.b. eerst na of het probleem niet al eerder is ingediend.
pt: Abre uma página da web onde você pode preencher um novo problema para o applet, precisa de uma conta GitHub. Certifique-se de que o problema ainda não tenha sido enviado.
pt_br: Abre a página da web onde você pode preencher um novo problema para o applet, é necessária uma conta GitHub. Certifique-se de que o problema ainda não foi enviado.
uk: Відкриває веб-сторінку, де можна заповнити нову проблему для аплету, потрібен обліковий запис GitHub. Переконайтеся, що питання ще не надіслано.

source: Current maintainer: Gr3q
fr: Mainteneur actuel : Gr3q
lt: Dabartinis prižiūrėtojas: Gr3q
nl: Huidige onderhouder: Gr3q
pt: Mantenedor atual: Gr3q

source: If you find an issue with this applet please make a report by clicking on the button below and login in with your Github account. Before you start writing please make sure that the issue is not already submitted in the issues section and review your prefilled details in the issue description. Don't forget to add a short description in the top Title field next to the applet's name to make it easier for everyone to know what the issue is about. Logs with Debug level (which can be saved to a file below) are also appreciated.
bg: Ако откриете проблем с този аплет, моля, съобщете го, като щракнете върху бутона по-долу и влезете с вашия Github акаунт. Преди да започнете да пишете, моля проверете, че проблемът вече не е изпратен като прегледате раздела за проблеми и автоматично попълнените данни в описанието. Не забравяйте да опишете кратко проблема в полето Заглавие, което се намира до името на аплета. Това ще помогне на другите потребители да разберат какъв е точно е проблемът. Лог файлове с Дебъг (които могат да бъдат запазени във файл по-долу) също ще са полезни.
ca: Si trobeu un problema amb aquest applet, envieu un informe fent clic al botó a sota i iniciant sessió amb el vostre compte de Github. Abans de començar a escriure, assegureu-vos que ningú ha enviat un informe sobre el mateix problema a la secció d'Issues. No os oblideu d'afegir una descripció curta al camp del títol per a fer més fàcil que altres persones entenguin de què tracta el problema. També podeu afegir-hi logs de nivell Debug.
da: Opdager du et problem med panelprogrammet, så indsend en rapport ved at klikke på knappen nedenfor og login med din Github-konto. Før du begynder at skrive, skal du sikre dig, at problemet ikke allerede er indsendt i sektionen for problemer, og gennemgå dine forududfyldte oplysninger i beskrivelsen af problemet. Glem ikke at tilføje en kort beskrivelse i feltet Titel øverst ved siden af panelprogramets navn for at gøre det lettere for alle at vide, hvad problemet handler om. Logge med Debug-niveau (som kan gemmes i en fil nedenfor) er også velkomne.
fr: Si vous rencontrez un problème avec cette applet, veuillez faire un rapport en cliquant sur le bouton ci-dessous et connectez-vous avec votre compte GitHub. Avant de commencer à écrire, assurez-vous que le problème n'a pas déjà été soumis dans la section « Issues ». N'oubliez pas d'ajouter une brève description dans le champ « Title » en plus du nom de l'applet (weather@mockturtl) pour permettre à tout le monde de savoir plus facilement de quoi il s'agit. Les journaux avec un niveau « Débogage » (qui peuvent être enregistrés dans un fichier ci-dessous) sont également appréciés.
he: במידה ועלתה סוגיה תוך שימוש ביישומון זה, נא לדווח עליה על־ידי לחיצה על הלחצן מטה והתחברו עם חשבון גיטהאב. לפני הכתיבה, נא לוודא שהסוגיה לא דווחה כבר בעבר במקטע הסוגיות, כמו כן נא לעיין בפרטים שמולאו מראש בשדה 'תיאור הבעיה'. נא לא לשכוח להוסיף תיאור קצר בשדה הכותרת העליון לצד שם היישומון כדי להקל על כולם את הבנת הסוגיה. יומנים עם רמת ניפוי תקלים (אותם ניתן לשמור בקובץ מטה) מתקבלים בברכה גם הם.
hr: Ako pronađete problem s ovim apletom prijavite ga klikom na tipku ispod i prijavom pomoću vašeg Github računa. Prije prijave problema provjerite je li problem već prijavljen. Ne zaboravite upisati kratak opis u polje naslova pokraj naziva apleta kako bi svima bilo jasnije da se problem odnosi na aplet vremena. Zapisi otklanjanja grešaka (koji mogu biti spremljeni u datoteku ispod) su isto tako poželjni.
lt: Jei radote problemą dėl šios programėlės, praneškite apie tai spustelėdami toliau esantį mygtuką ir prisijunkite naudodami savo Github paskyrą. Prieš pradėdami rašyti įsitikinkite, kad problema dar nepateikta problemų skiltyje, ir peržiūrėkite iš anksto užpildytą išsamią informaciją problemos apraše. Nepamirškite pridėti trumpo aprašo viršutiniame pavadinimo lauke šalia programėlės pavadinimo, kad visiems būtų lengviau sužinoti, su kuo susijusi problema. Taip pat vertinami žurnalai su derinimo lygiu (kuriuos galima išsaugoti toliau pateiktame faile).
nl: Als u een fout in dit werkbalkhulpje vindt, doe dan a.u.b. een melding door op de onderstaande knop te klikken en log in met uw Github-account. Kijk a.u.b. eerst even na of de fout misschien al is gerapporteerd. Vergeet niet om weather@mockturtl te schrijven in het bovenste titelveld, zodat duidelijk is dat de fout het weer-werkbalkhulpje betreft (het formulier is voor alle Cinnamon-werkbalkhulpjes). Logboeken met Foutopsporingsniveau worden op prijs gesteld.
pt: Se você encontrar algum problema com este applet, faça um relatório clicando no botão abaixo e faça login com sua conta do Github. Antes de começar a escrever, certifique-se de que o problema ainda não tenha sido enviado na secção de problemas e revise os detalhes pré-preenchidos na descrição do problema. Não se esqueça de adicionar uma breve descrição no campo superior título, próximo ao nome do applet, para que todos saibam mais facilmente do que se trata o problema. Registos com nível de depuração (que podem ser salvos em um arquivo abaixo) também são apreciados.
pt_br: Se você encontrar um problema com este applet, faça um relatório clicando no botão abaixo e entre com sua conta Github. Antes de começar a escrever, certifique-se de que o problema ainda não foi enviado na seção de problemas. Não se esqueça de adicionar uma breve descrição no campo superior Title ao lado do nome do applet para que todos saibam mais facilmente do que se trata o problema. Registros com nível de depuração (que podem ser salvos em um arquivo abaixo) também são apreciados.
uk: Якщо ви виявите проблему з цим аплетом, повідомте про це, натиснувши кнопку нижче та увійшовши за допомогою свого облікового запису Github. Перш ніж почати писати, переконайтеся, що проблему ще не надіслано в розділі проблем, і перегляньте попередньо заповнені дані в описі проблеми. Не забудьте додати короткий опис у верхньому полі «Назва» поруч із назвою аплету, щоб усім було легше зрозуміти, у чому полягає проблема. Журнали з рівнем налагодження (які можна зберегти у файл нижче) також цінуються.

source: Your location in most cases work automatically but you can enter it manually by coordinates 'Latitude,Longitude' (e.g. 51.5085,-0.1257) or use 'City,Country-code' (e.g. London,UK) or try to enter {House number} {Street} {City/Town} {Postcode} {Country}. The search algorithm is very flexible with the format. After 3 seconds without typing the address you entered is replaced automatically for validating your choice.
bg: Определянето на местоположението ви в повечето случай ще е автоматично. Може да го въведете и ръчно, като въведете координати 'Географска Ширина, Географска Дължина' (например 51.5085,-0.1257) или 'Град,Код на Държава' (например София,БГ) или опитайте да въведете {Номер} {Улица} {Град} {Пощенски код} {Държава}. Алгоритъмът за търсене е много гъвкав спрямо използвания формат. 3 секунди след спирането на въвеждане на данни, адреса който сте въвели ще бъде автоматично променен и ще можете да го потвърдите.
ca: La vostra ubicació funciona de manera automàtica en la majoria de casos però pot ser introduïda manualment per coordenades 'Latitud,Longitud' (ex: 51.50, -0.125) o utilitzant 'Ciutat,CodiDelPaís' (ex: London,UK) o intentant introduir {House number} {Street} {City/Town} {Postcode} {Country}. L'algoritme de cerca és molt flexible amb el format. Després de 3 segons sense escriure, l'adreça serà sobreescrita automàticament, validant la vostra elecció.
da: I de fleste tilfælde findes din lokalitet automatisk, men du kan også indtaste koordinaterne manuelt som “breddegrad,længdegrad” (f.eks. 51.5085,-0.1257) eller bruge “by,landekode” (f.eks. København,DK) eller prøv at skrive {Husnummer} {Gade} {By} {Postnummer} {Land}. Søgealgoritmen er meget fleksibel mht. formatet. Tre sekunder efter, du har tastet, erstattes den indtastede adresse automatisk for at validere din indtastning.
fr: Dans la plupart des cas, votre emplacement fonctionne automatiquement, mais vous pouvez l'entrer manuellement par les coordonnées « Latitude, Longitude » (par exemple « 51, 5085, -0,1257 ») ou utiliser « Ville, Code du pays » (par exemple « Paris, FR ») ou essayer d'entrer « {Numéro de maison} {Rue} {Ville} {Code postal} {Pays} ». L'algorithme de recherche est très flexible avec le format. Au bout de 3 secondes sans saisie, l'adresse que vous avez entrée est automatiquement remplacée pour valider votre choix.
he: המיקום ברוב המקרים יפעל אוטומטית, אך ניתן להזין אותו באופן ידני לפי נקודת־ציון 'קו רוחב, קו אורך' (כדוגמת 51.5085, – 0.1257) או להשתמש בקוד 'עיר, מדינה' (למשל לונדון, בריטניה) או לנסות להזין {House number} {Street} {City/Town} {Postcode} {Country}. אלגוריתם החיפוש גמיש מאוד במבנה. לאחר 3 שניות ללא הקלדה, הכתובת שהזנה מוחלפת אוטומטית לשם אימות הבחירה.
hr: Vaša lokacija u većini slučajeva će raditi automatski a možete ju upisati ručno pomoću koordinata 'Zemljopisna širina,Zemljopisna duljina' (npr. 51.5085,-0.1257) ili koristite 'Grad,kôd-zemlje' (npr. Zagreb,HR) ili upišite {Kućni broj} {Ulicu} {Grad} {Poštanski broj} {Zemlju}. Algoritam pretrage je vrlo prilagodljiv s formatom. Nakon 3 sekunde bez tipkanja adresa koju ste upisali je zamijenjena automatski prema vešem odabiru.
lt: Daugeliu atvejų jūsų vieta nustatoma automatiškai, tačiau galite ją įvesti rankiniu būdu naudodami koordinates „Platuma, ilguma“ (pvz., 51,5085,-0,1257) arba naudoti „Miestas, šalies kodas“ (pvz., London UK) arba pabandyti įvesti {House number} {Street} {City/Town} {Postcode} {Country}. Paieškos algoritmas yra labai lankstus naudojant tokį formatą. Po 3 sekundžių neįvedus įvestas adresas automatiškai pakeičiamas, kad būtų patvirtintas jūsų pasirinkimas.
nl: Uw locatie werkt in de meeste gevallen automatisch, maar u kunt deze ook handmatig invoeren met de cordinaten 'Breedtegraad,Lengtegraad' (bijv. 51,5085,-0,1257) of gebruik 'Stad,Landcode' (bijv. Oss,NL) of probeer {Huisnummer} {Straat} {Stad/Plaats} {Postcode} {Land} in te voeren. Het zoekalgoritme is zeer flexibel met de opmaak. Drie seconden nadat u bent opgehouden met tikken zal het door u ingegeven adres automatisch worden vervangen om uw keuze te valideren.
pt: Na maioria dos casos, sua localização funciona automaticamente, mas você pode inseri-la manualmente pelas coordenadas 'Latitude, Longitude' (por exemplo, 51.5085,-0.1257) ou usar 'Cidade, código do país' (por exemplo, Londres, Reino Unido) ou tentar inserir {House number} {Street} {City/Town} {Postcode} {Country}. O algoritmo de pesquisa é muito flexível com o formato. Após 3 segundos sem digitar o endereço digitado é substituído automaticamente para validar sua escolha.
pt_br: Seu local, na maioria dos casos, funciona automaticamente, mas você pode inseri-lo manualmente pelas coordenadas 'Latitude, Longitude' (por exemplo, 51,5085, -0,1257) ou use 'Cidade, código do país' (por exemplo, Londres, Reino Unido) ou tente inserir {Número da casa} {Rua} {Cidade/Povoado} {Código postal} {País}. O algoritmo de busca é muito flexível com o formato. Após 3 segundos sem digitar, o endereço que você digitou é substituído automaticamente para validar sua escolha.
uk: Ваше місцезнаходження в більшості випадків працює автоматично, але ви можете ввести його вручну за координатами «Широта, Довгота» (наприклад, 51.5085,-0.1257) або використати «Код міста, країни» (наприклад, Лондон, Великобританія) або спробувати ввести {House number} {Street} {City/Town} {Postcode} {Country}. Алгоритм пошуку дуже гнучкий щодо формату. Через 3 секунди без введення введена адреса автоматично замінюється для підтвердження вашого вибору.

source: Log Level
bg: Детайли в лога
da: Logningsniveau
fr: Niveau de journalisation
he: רמת יומן
hr: Razina zapisa
lt: Įrašų žurnalo lygis
nl: Logboekniveau
pt: Nível de Depuração
pt_br: Nível de registro
uk: Рівень журналу

source: Info is the regular logging, Debug is debug, and Verbose also logs network request payloads. Changing this will only be effective on future logs. Only change it you are instructed or you know what you are doing.
bg: Инфо е за обичайното събиране на информация, Дебъг е за отстраняване на грешки, а Пълни регистрира и информацията по мрежовите заявки. Промяната ще влезе в сила само за бъдещи лог файлове. Не променяйте тази настройка освен ако не сте инструктирани или знаете какво правите.
ca: Info és el log regular. Debug és debug, i Verbose també registra logs de peticions de xarxa. Canviar aquesta opció només afectarà els propers logs. Canvieu-ho només si se us ha instruït o sabeu què esteu fent.
da: Info er den almindelige logning, Debug er fejlsøgning, og Verbose logger også nyttelast for netværksanmodninger. Ændringer af dette vil kun have betydning for fremtidige logfiler. Ændr kun det, du bliver instrueret i, eller hvis du ved, hvad du gør.
fr: « Information » est le niveau de journalisation normal, « Débogage » est le niveau de débogage et « Verbeux » enregistre également les charges utiles des requêtes réseau. La modification ne sera effective que pour les futurs journaux. Changez-le seulement si cela vous est demandé ou si vous savez ce que vous faites.
he: המידע הוא יומן־הרישום הרגיל, Debug הוא ניפוי תקלים, ו־Verbose (מילולי) רושם גם את עומסי בקשות הרשת. שינוים בהגדרות אלו יכנסו לתוקף רק ביומנים עתידיים. נא לשנות זאת רק במידה ונתקבלה הוראה מפורשת לשינוי או שאתם יודעים מה אתם עושים.
hr: Informacije je zadana razina zapisivanja, Otklanjanje grešaka je za otklanjanje grešaka a Opširnije zapisuje mrežne zahtjeve. Promjena ovoga će utjecati na buduće zapisivanje. Ovo samo promijenite ako ste upućeni ili znate što radite.
lt: Informacija yra reguliariai registruojama, Debug yra derinimas, o Verbose taip pat registruoja tinklo užklausų naudingąsias apkrovas. Tai pakeisite tik būsimuose žurnaluose. Keiskite ją tik tada, kai jums liepta arba jūs žinote, ką darote.
nl: Info is het normale logboekniveau, Foutopsporing is opsporen van fouten, en Spraakzaam legt ook netwerkverzoeken vast. Veranderingen zijn alleen effectief voor toekomstige logboeken. Verander dit alleen wanneer u precies weet wat u aan het doen bent.
pt: Informação é o registo regular, Depuração é depuração e Detalhado também regista cargas úteis de solicitação de rede. Alterar isso só terá efeito em registos futuros. Altere-o apenas se for instruído ou souber o que está fazendo.
pt_br: Info é o registro regular, Depurar é depuração e Detalhado também registra cargas úteis de solicitação de rede. Alterar isso somente terá efeito em registros futuros. Somente altere se você for instruído ou souber o que está fazendo.
uk: Інформація — це звичайне ведення журналу, Debug — це налагодження, а Verbose також реєструє дані запитів мережі. Зміна цього буде ефективна лише для майбутніх журналів. Змінюйте його лише вам наказано або ви знаєте, що робите.

source: Verbose
bg: Пълни
da: Uddybende
fr: Verbeux
he: מילולי
hr: Opširnije
lt: Daugiakalbis
nl: Spraakzaam
pt: Detalhado
pt_br: Detalhado
uk: Багатослівний

source: Click Save to save debug information to a file
bg: Натиснете на Запази във файл, за да запазите дебъг информацията във файл
ca: Cliqueu Guardar per a guardar la informació de debug a un fitxer
da: Klik gem for at gemme fejlsøgningsinformation til en fil
fr: Cliquez sur « Enregistrer dans un fichier » pour enregistrer les informations de débogage dans un fichier
he: הקשה על שמירה לשמירת המידע על התקל, לקובץ
hr: Kliknite Spremi za spremanje informacija otklanjanja grešaka u datoteku
lt: Spustelėkite Išsaugoti, kad faile išsaugotumėte derinimo informaciją
nl: Klik op Opslaan om de foutopsporingsinformatie op te slaan in een bestand
pt: Clique em salvar para salvar informações de depuração em um arquivo
pt_br: Clique em Salvar para salvar as informações de depuração em um arquivo
uk: Натисніть «Зберегти», щоб зберегти інформацію про налагодження у файлі

source: This includes logs for the applet and the current settings with your API key redacted.
bg: Това включва лог файлове за аплета и текущите настройки. API ключа ви ще бъде маскиран.
ca: Això inclou logs de l'applet i de la configuració actual, amb la vostra clau API il·legible.
da: Det inkluderer logge for panelprogrammet og de aktuelle indstillinger med din API-nøgle udeladt.
fr: Cela inclut les journaux de l'applet et les paramètres actuels expurgés de votre clé API.
he: בכלל זה את יומני היישומון ואת ההגדרות הנוכחיות לרבות מפתח ה־API שיוצפן.
hr: Ovo uključuje zapise za aplet i trenutne postavke s vašim API ključevima.
lt: Tai įtraukia programos žurnalus ir dabartinius nustatymus su pakeistu API raktu.
nl: Dit omvat logboekbestanden voor het werkbalkhulpje en de huidige instellingen met uw API-sleutel.
pt: Isso inclui registos do applet e as configurações atuais com sua chave de API editada.
pt_br: Isso inclui registros para o applet e as configurações atuais com sua chave de API redigida.
uk: Це включає журнали для аплету та поточні налаштування з відредагованим ключем API.

source: Selected path to save Logs
bg: Изберете път за запазване на лог файловете
ca: Ruta escollida per a emmagatzemar Logs
da: Valgt sti hvor logge gemmes
fr: Chemin sélectionné pour enregistrer les journaux
he: נתיב נבחר לשמירת יומנים
hr: Odabrana putanja za spremanje zapisa
lt: Pasirinkta vieta kur saugomi žurnalo įrašai
nl: Gekozen bestandpad voor het opslaan van logboekbestanden
pt: Caminho selecionado para salvar os registos
pt_br: Caminho selecionado para salvar os registros
uk: Вибраний шлях для збереження журналів

source: User Agent String Override
ca: Sobreescriptura de l'string d'User Agent
fr: Substitution de la chaîne de l'Agent Utilisateur
nl: Vervangen van User Agent Tekenreeks
pt: Sobreposição do String do Agente de Utilizador
