Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/weather@mockturtl/*.po
Languages: bg, ca, da, fr, he, hr, lt, nl, pt, pt_br, uk

source: Debug Information saved successfully
bg: Дебъг информацията е запазена успешно
ca: Informació de Debug emmagatzemada correctament
da: Fejlsøgningsinformation blev gemt
fr: Informations de débogage enregistrées avec succès
he: מידע ניפוי־תקלים נשמר בהצלחה
hr: Informacije otklanjanja grešaka uspješno spremljene
lt: Derinimo Informacija išsaugota sėkmingai
nl: Foutopsporingsinformatie met succes opgeslagen
pt: Erro ao salvar informações de depuração
pt_br: Informações de depuração salvas com sucesso
uk: Інформацію про налагодження успішно збережено

source: Saved to {filePath}
bg: Запазен в {filePath}
ca: Guardat a {filePath}
da: Gemt i {filePath}
fr: Enregistré dans {filePath}
he: נשמר ל־{filePath}
hr: Spremljeno u {filePath}
lt: Išsaugota šioje vietoje {filePath}
nl: Opgeslagen naar {filePath}
pt: Guardado em {filePath}
pt_br: Salvo em {filePath}
uk: Збережено в {filePath}

source: Location Service Blocked
ca: Servei d'ubicació blocat
fr: Service de localisation bloqué

source: No Script Provided
ca: No s'ha proveït cap script
fr: Aucun script fourni
nl: Geen script aanwezig

source: You need to add a script first.
ca: Primer necessiteu afegir un script.
fr: Vous devez d'abord ajouter un script.
nl: U dient eerst een script toe te voegen.

source: No Weather Data
ca: No hi ha informació del temps
fr: Aucune donnée météo
nl: Geen weergegevens
pt: Sem Informação Climática

source: No weather data to run script with
ca: No hi ha informació del temps per a executar l'script
fr: Aucune donnée météo avec laquelle exécuter le script
nl: Geen weergegevens om een script mee te draaien

source: Script Executed Successfully
ca: Script executat correctament
fr: Script exécuté avec succès
nl: Script met succes uitgevoerd

source: Your script has been executed successfully.
ca: El vostre script s'ha executat correctament.
fr: Votre script a été exécuté avec succès.
nl: Uw script is met succes uitgevoerd.

source: Error Running Script
ca: Error executant l'script
fr: Erreur lors de l'exécution du script
nl: Fout bij het draaien van een script

source: Script returned error, see logs for more information
ca: L'script ha retornat un error, reviseu els logs per a més informació
fr: Le script a renvoyé une erreur. Consultez les journaux pour plus d'informations.
nl: Script meldde een fout, zie logboeken voor meer informatie

source: Weather Applet Alerts
ca: Alertes de l'Applet del temps
fr: Applet Alertes Météo
nl: Waarschuwingen van werkbalkhulpje
pt: Alertas do Applet de Clima

source: Save to File
bg: Запази във файл
ca: Guardar a un fitxer
da: Gem til fil
fr: Enregistrer dans un fichier
he: שמירה לקובץ
hr: Spremi datoteku
lt: Išsaugoti į failą
nl: Opslaan in bestand
pt: Guardar para o ficheiro
pt_br: Salvar para o arquivo
uk: Зберегти у файл

source: Select a destination
bg: Изберете дестинация
ca: Seleccioneu un destí
da: Vælg en destination
fr: Sélectionner une destination
hr: Odaberi odredište
lt: Pasirinkite tikslą
nl: Kies een bestemming
pt: Selecione o destino
pt_br: Selecione um destino
uk: Виберіть пункт призначення

source: Weather
bg: Времето
ca: Temps
da: Vejret
fr: Météo
he: מזג־אוויר
hr: Vrijeme
lt: Oras
nl: Weer
pt: Clima
pt_br: Clima
uk: Погода

source: View your local weather forecast
bg: Вижте прогнозата за времето във вашия град
ca: Observeu la vostra previsió meteorològica local
da: Se din lokale vejrudsigt
fr: Affiche les prévisions météorologiques locales
he: צפיה בתחזית מזג־אוויר מקומית
hr: Pogledajte vašu lokalnu vremensku prognozu
lt: Peržiūrėkite vietinę orų prognozę
nl: Bekijk uw plaatselijke weersvoorspelling
pt: Veja a previsão de tempo local
pt_br: Veja sua previsão do tempo local
uk: Перегляньте місцевий прогноз погоди

source: Settings for weather@mockturtl 3.0+
bg: Настройки за weather@mockturtl 3.0+
ca: Configuració per a weather@mockturtl 3.0+
da: Indstillinger for weather@mockturtl 3.0+
fr: Paramètres pour weather@mockturtl 3.0+
he: הגדרות weather@mockturtl 3.0+
hr: Postavke za weather@mockturtl 3.0+
lt: Nustatymai skirti weather@mockturtl 3.0+
nl: Instellingen voor weather@mockturtl 3.0+
pt: Definições para o weather@mockturtl 3.0+
pt_br: Configurações para weather@mockturtl 3.0+
uk: Налаштування weather@mockturtl 3.0+

source: Set the keybinding to call the menu
bg: Задаване на клавишна комбинация за показване на менюто
ca: Introduïu la drecera del teclat per a activar el menú
da: Angiv tastegenvejen til at åbne menuen
fr: Définir le raccourci clavier pour ouvrir le menu
he: הגדרת צרוף המקצים לקריאה לתפריט
hr: Postavi prečac tipkovnice za otvaranje pregleda vremena
lt: Norėdami iškviesti meniu, nustatykite klavišų kombinaciją
nl: Stel de toetsbinding in voor het oproepen van het menu
pt: Defina o atalho de teclado para chamar o menu
pt_br: Defina a combinação de teclas para chamar o menu
uk: Встановіть сполучення клавіш для виклику меню

source: Weather service information
bg: Информация за доставчика на прогноза
ca: Informació del servei del temps
da: Oplysninger om vejrtjeneste
fr: Informations sur les services météorologiques
he: מידע שרות מזג־אוויר
hr: Informacije usluge prognoze
lt: Orų tarnybos informacija
nl: Informatie over de weerdienst
pt: Informações sobre serviço meteorológico
pt_br: Informações do provedor meteorológico
uk: Інформація служби погоди

source: Click here for detailed description
bg: Натиснете тук за подробно описание
ca: Cliqueu aquí per a una descripció detallada
da: Klik her for detaljeret beskrivelse
fr: Cliquez ici pour une description détaillée
he: סימון כאן לתיאור מפורט
hr: Kliknite ovdje za opširniji opis
lt: Norėdami gauti išsamų aprašymą, spustelėkite čia
nl: Klik hier voor een gedetailleerde beschrijving
pt: Clique aqui para uma descrição detalhada
pt_br: Clique aqui para descrição detalhada
uk: Натисніть тут для детального опису

source: Opens webpage guide
bg: Отваря уеб страницата с ръководството
ca: Obre la guia web
da: Åbner webside med vejledning
fr: Ouvre la page web de l'aide
he: פתיחת מדריך עמוד מרשתת
hr: Otvara web upute
lt: Atidaro tinklalapio vadovą
nl: Opent handleiding op een webpagina
pt: Abr o guia da página da web
pt_br: Abre o guia da página da web
uk: Відкриває керівництво

source: Weather Provider Options
bg: Настройки за доставчика на прогноза
ca: Opcions de proveïdor del temps
da: Indstillinger for vejrudbyder
fr: Paramètres du service météorologique
he: אפשרויות ספק מזג־אוויר
hr: Informacije pružatelja usluge
lt: Orų paslaugų teikėjo parinktys
nl: Opties voor weeraanbieder
pt: Opções de provedor de informações metereológicas
pt_br: Opções do provedor meteorológico
uk: Параметри постачальника погоди

source: Data service
bg: Доставчик на прогнозата
ca: Servei de dades
da: Datatjeneste
fr: Serveur de données
he: שרות נתונים
hr: Usluga prognoze
lt: Duomenų paslauga
nl: Gegevensdienst
pt: Serviço de fornecimento de dados
pt_br: Serviço de dados
uk: Служба даних

source: DarkSky (key needed)
bg: DarkSky (необходим е ключ)
ca: DarkSky (es necessita clau API)
da: DarkSky (nøgle nødvendig)
fr: DarkSky (clé requise)
he: DarkSky (נדרש מפתח)
hr: DarkSky (ključ nije potreban)
lt: DarkSky (reikalingas raktas)
nl: DarkSky (sleutel nodig)
pt: DarkSky (precisa de chave)
pt_br: DarkSky (chave necessária)
uk: DarkSky (потрібен ключ)

source: Weatherbit (key needed)
bg: Weatherbit (необходим е ключ)
ca: Weatherbit (es necessita clau API)
da: Weatherbit (nøgle nødvendig)
fr: WeatherBit (clé requise)
he: Weatherbit (נדרש מפתח)
hr: Weatherbit (ključ nije potreban)
lt: Weatherbit (reikalingas raktas)
nl: Weatherbit (sleutel nodig)
pt: Weatherbit (precisa de chave)
pt_br: Weatherbit (chave necessária)
uk: Weatherbit (потрібен ключ)

source: Climacell (key needed)
bg: Climacell (необходим е ключ)
ca: Climacell (es necessita clau API)
da: Climacell (nøgle nødvendig)
fr: Climacell (clé requise)
he: Climacell (נדרש מפתח)
hr: Climacell (ključ nije potreban)
lt: Climacell (reikalingas raktas)
nl: Climacell (sleutel nodig)
pt: Climacell (precisa de chave)
pt_br: Climacell (chave necessária)
uk: Climacell (потрібен ключ)

source: API Key
bg: API Ключ
ca: Clau API
da: API-nøgle
fr: Clé API
he: מפתח API
hr: API ključ
lt: API raktas
nl: API-sleutel
pt: Chave da API
pt_br: Chave API
uk: Ключ API

source: Copy this from your account of the used Data service and paste it here.
bg: Копирайте ключа от регистрацията ви за Доставчик на прогнозата и го поставете тук.
ca: Copieu-ho des del vostre compte de proveïdor a utilitzar i enganxeu-ho aquí.
da: Kopiér denne fra din konto hos datatjenesten og indsæt den her.
fr: Copiez-la à partir de votre compte du service de données utilisé et collez-la ici.
he: נא להעתיק זאת מחשבון שרותי המידע שלכם והדביקו כאן.
hr: API ključ kopirajte ovdje iz vašeg računa pružatelja usluge.
lt: Nukopijuokite tai iš naudojamos duomenų paslaugos paskyros ir įklijuokite čia.
nl: Kopieer deze vanuit uw account bij de gebruikte gegevensdienst en plak hem hier.
pt: Copie da sua conta do serviço de dados usado e cole aqui.
pt_br: Copie isso da sua conta do serviço de dados usado e cole-o aqui.
uk: Скопіюйте це зі свого облікового запису використаної служби даних і вставте сюди.

source: Manual Location
bg: Ръчно зададено Местоположение
ca: Ubicació manual
da: Manuel lokalitet
fr: Choisir l'emplacement
he: מיקום ידני
hr: Ručna lokacija
lt: Nustatyti pačiam vietovę
nl: Handmatige locatie
pt: Localização manual
pt_br: Localização manual
uk: Розташування вручну

source: Enable this if your location is not accurate
bg: Използвайте това ако автоматичното определяне на местоположение ви е неправилно
ca: Activeu això si la vostra ubicació no és precisa
da: Aktivér denne, hvis din lokalitet ikke er præcist nok
fr: À activer si vous voulez indiquer vous-même l'emplacement
he: נא לאפשר במידה והמיקום שלכם לא מדויק
hr: Omogućite ovo ako vaša lokacija nije točna
lt: Įjunkite tai, jei jūsų vietovė netiksli
nl: Schakel dit in indien uw locatie niet klopt
pt: Ative isto se a sua localização não for precisa
pt_br: Ative isso se a sua localização não for precisa
uk: Увімкніть це, якщо ваше місцезнаходження неточне

source: Location - Coordinates
bg: Местоположение - Координати
ca: Ubicació - Coordenades
da: Lokalitet - koordinater
fr: Coordonnées de l'emplacement
he: נקודת־ציון - מיקום
hr: Lokacija - Koordinate
lt: Vietovė – Koordinatės
nl: Locatie - Cordinaten
pt: Localização - Coordenadas
pt_br: Local - Coordenadas
uk: Розташування - Координати

source: Acceptable inputs are Latitude,Longitude. e.g.: 68.1932,17.1426 or an address. Waits for 3 seconds after you stop typing before refreshes the weather.
bg: Може да въведете Географска Ширина, Географска Дължина, например: 68.1932,17.1426 или адрес. Изчаква 3 секунди след въвеждането на последния символ преди да обнови прогнозата.
ca: Els inputs acceptables són Latitud,Longitud. Ex: 68.1932,17.1426 o una adreça. Espereu 3 seconds després d'escriure perquè el temps es recarregui.
da: Acceptable input er Breddegrad,Længdegrad. F.eks. 68.1932,17.1426 eller en adresse. Venter tre sekunder efter du er holdt op med at taste, før vejret genopfriskes.
fr: Les entrées acceptables sont « Latitude, Longitude ». Par exemple : « 68.1932, 17.1426 » ou une adresse. Attendez 3 secondes après avoir arrêté de taper, puis actualisez la météo.
he: קלטים מקובלים הם קו רוחב, אורך, לדוגמה: 68.1932,17.1426 או, כתובת. רענן את מזג האוויר יתבצע בהשהיה של 3 שניות לאחר הפסקת ההקלדה.
hr: Prihvatljivi unosi su zemljopisna širina, zemljopisna dužina. Npr: 45.8293,15.9793 ili adresa. Pričekajte 3 sekunde nakon što ste prestali tipkati a prije osvježavanja prognoze.
lt: Priimtina įvestis yra platuma, ilguma. pvz.: 68.1932, 17.1426 arba adresą. Nustojus vesti tekstą, laukti 3 sekundes, kol atnaujins orus.
nl: Aanvaardbare invoer is Breedtegraad,Lengtegraad. Bijv.: 68.1932,17.1426 of een adres. Drie seconden nadat u bent opgehouden met tikken ververst het zich.
pt: As entradas aceitáveis são Latitude, Longitude. por exemplo: 68.1932,17.1426 ou um endereço. Aguarda 3 segundos após você parar de digitar antes de atualizar o clima.
pt_br: Entradas aceitáveis são Latitude,Longitude. exemplo: 68.1932,17.1426 ou um endereço. Espere 3 segundos após você parar de digitar e depois atualize o clima.
uk: Прийнятні вхідні дані: широта, довгота. наприклад: 68.1932,17.1426 або адреса. Очікує 3 секунди після того, як ви припините вводити, перш ніж оновити погоду.

source: Setup API Key and Location
bg: Настройка на API Ключ и Местоположение
ca: Posada en marxa de la clau API i la ubicació
da: Indstilling af API-nøgle og lokalitet
fr: Configurer la clé API et l'emplacement
he: מפתח ומיקום API של התקנה
hr: Postavljanje API ključa i lokacija
lt: Nustatykite API raktą ir vietovę
nl: API-sleutel en locatie instellen
pt: Configurar chave de API e localização
pt_br: Configurar chave API e local
uk: Налаштування ключа API та місцезнаходження

source: Update interval
bg: Интервал на обновление
ca: Interval d'actualitzacions
da: Opdateringsinterval
fr: Intervalle de temps entre chaque mise à jour
he: מרווח זמן לעדכון
hr: Razdoblje nadopunjavanja
lt: Atnaujinimo intervalas
nl: Tussenpoze voor bijwerken
pt: Intervalo de atualização
pt_br: Intervalo de atualização
uk: Інтервал оновлення

source: days
bg: дни
ca: dies
da: dage
fr: jours
he: ימים
hr: dani
lt: dienos
nl: dagen
pt: dias
pt_br: dias
uk: днів

source: Forecast length
bg: Продължителност на прогнозата
ca: Durada de la previsió meteorològica
da: Udsigtslængde
fr: Étendue des prévisions journalières
he: אורך תחזית
hr: Duljina prognoze
lt: Prognozės ilgis
nl: Reikwijdte van voorspelling
pt: Duração da previsão
pt_br: Duração da previsão
uk: Тривалість прогнозу

source: hours
bg: часове
ca: hores
da: timer
fr: heures
he: שעות
hr: sata
lt: valandos
nl: uren
pt: horas
pt_br: horas
uk: години

source: Hourly Forecast length
bg: Продължителност на Почасовата Прогноза
ca: Durada de la previsió meteorològica per hores
da: Længden på timebaseret udsigt
fr: Étendue des prévisions horaires
he: אורך תחזית שעתית
hr: Duljina prognoze
lt: Valandinės prognozės ilgis
nl: Uurlijkse voorspellingslengte
pt: Duração da previsão de horária
pt_br: Duração da previsão por hora
uk: Тривалість погодинного прогнозу

source: Units
bg: Мерни Единици
ca: Unitats
da: Enheder
fr: Unités
he: יחידות
hr: Jedinice
lt: Vienetai
nl: Eenheden
pt: Unidades
pt_br: Unidades
uk: Одиниці

source: Temperature unit
bg: Единица за измерване на Температурата
ca: Unitat de temperatura
da: Temperaturenhed
fr: Unité de température
he: יחידות מידת־חום
hr: Jedinica temperature
lt: Temperatūros matavimo vienetas
nl: Temperatuureenheid
pt: Unidade de temperatura
pt_br: Unidade de temperatura
uk: Одиниця вимірювання температури

source: Automatic
bg: Автоматично
ca: Automàtic
da: Automatisk
fr: Automatique
he: אוטומטי
hr: Automatska
lt: Automatiškai
nl: Automatisch
pt: Automático
pt_br: Automático
uk: Автоматичний

source: Automatic will try to guess your preference based your current display language.
bg: Автоматичната настройка ще се опита да избере най-подходящата мерна единица според избрания език.
ca: La opció automàtica intentarà deduir les vostres preferències tenint en compte l'idioma del sistema.
da: Automatisk vil prøve at gætte dine præferencer baseret på dit valgte sprog.
fr: « Automatique » essaiera de deviner votre préférence en fonction de votre langue d'affichage actuelle.
he: אוטומטי, ניסיון נחוש ההעדפות בהתבסס על שפת המצג הנוכחית.
hr: Automatska će pokušati odgonetnuti vašu osobitost na temelju vašeg trenutnog jezika.
lt: Automatiškai bandys atspėti jūsų pasirinkimą pagal dabartinę nustatytą kalbą.
nl: Automatisch zal proberen uw voorkeur te raden op basis van de huidige ingestelde taal voor uw besturingssysteem.
pt: Automático tentará adivinhar sua preferência com base no idioma de exibição atual.
pt_br: Automático tentará advinhar sua preferência com base no idioma de exibição atual.
uk: Автоматично спробує вгадати ваші переваги на основі поточної мови відображення.

source: Wind speed unit
bg: Единица за измерване на скоростта на вятъра
ca: Unitat de velocitat del vent
da: Vindhastighedsenhed
fr: Unité de vitesse du vent
he: יחידת מהירות רוח
hr: Jedinica brzine vjetra
lt: Vėjo matavimo vienetas
nl: Eenheid voor windsnelheid
pt: Velocidade do vento
pt_br: Unidade de velocidade do vento
uk: Одиниця швидкості вітру

source: kph
bg: км/ч
ca: km/h
da: km/h
fr: km/h
he: קמ/ש
hr: km/h
nl: km/u
pt: km/h
pt_br: km/h
uk: км/год

source: knots
bg: възела
ca: nusos
da: knob
fr: nœud
he: קשר
hr: čvorova
lt: mazgai
nl: knopen
pt: nós
pt_br: nós
uk: вузлів

source: Beaufort
bg: Бофорт
fr: Échelle de Beaufort
he: ביופורט
lt: Bofortas
uk: Бофорта

source: Atmospheric pressure unit
bg: Единица за измерване на атмосферното налягане
ca: Unitat de pressió atmosfèrica
da: Trykenhed
fr: Unité de pression atmosphérique
he: יחית מידת לחץ־אויר
hr: Jedinica atmosferskog tlaka
lt: Atmosferos slėgio vienetas
nl: Eenheid voor luchtdruk
pt: Unidade de pressão atmosférica
pt_br: Unidade de pressão atmosférica
uk: Одиниця вимірювання атмосферного тиску

source: Distance unit
bg: Единица за разстояние
ca: Unitat de distància
da: Afstandsenhed
fr: Unité de distance
he: יחידת מידת מרחק
hr: Jedinica udaljenosti
lt: Atstumo vienetas
nl: Afstandseenheid
pt: Unidade de distância
pt_br: Unidade de distância
uk: Одиниця відстані

source: Metric
bg: Метрична
ca: Mètric
da: Metrisk
fr: Métrique
he: מטרי
hr: Metrička
lt: Metrinė
nl: Metrisch
pt: Métrico
pt_br: Métrico
uk: Метрична

source: Imperial
bg: Имперска
da: Britiske måleenheder
fr: Impérial
he: אימפריאלי
hr: Imperijalna
lt: Imperinė
nl: Imperiaal
uk: Імперська

source: Panel options
bg: Настройки на Панела
ca: Opcions del Panell
da: Panelindstillinger
fr: Options du panneau
he: אפשרויות לוחית
hr: Mogućnosti panela
lt: Įrankių juostos nustatymai
nl: Werkbalkopties
pt: Opções do painel
pt_br: Painel de opções
uk: Опції панелі

source: Display current temperature in panel
bg: Показване на текущата температура в панела
ca: Mostra la temperatura actual al panell
da: Vis nuværende temperatur i panelet
fr: Afficher la température actuelle dans le panneau
he: הצגת מידות־חום נוכחית בלוחית
hr: Prikaži trenutnu temperaturu na panelu
lt: Rodyti esamą temperatūrą skydelyje
nl: Toon huidige temperatuur in werkbalk
pt: Mostra temperatura atual no painel
pt_br: Mostrar temperatura atual no painel
uk: Відображення поточної температури на панелі

source: Show the weather condition (e.g., "Windy", "Clear") in the panel
bg: Показване на метеорологичните условия (като "Ветровито", "Ясно") в панела
ca: Mostra la condició del temps al panell ("Ventós", "Destapat", etc)
da: Vis vejrbeskrivelse (f.eks. "Blæsende", "Klart") i panelet
fr: Afficher les conditions météorologiques (par ex. « Venteux », « Beau ») dans le panneau
he: הצגת תנאי מזג־אויר (לדוגמה, 'משבי־רוח', 'בהיר') בלוחית
hr: Prikaži stanje vremena (npr., "Vjetrovito", "Vedro") na panelu
lt: Skydelyje parodykite oro sąlygas (pvz., „Vėjuotas“, „Giedras“)
nl: Toon de weersomstandigheden (bijv. 'Winderig', 'Helder') in de werkbalk
pt: Mostrar a condição do clima (e.g. "Ventoso", "Limpo") no painel
pt_br: Mostrar as condições meteorológicas (por exemplo, "Ventoso", "Limpo") no painel
uk: Показати погодні умови (наприклад, «Вітер», «Ясно») на панелі

source: Only works with horizontal panels
bg: Работи само с хоризонтални панели
ca: Només funciona amb panells horitzonals
da: Virker kun med vandrette paneler
fr: Fonctionne uniquement dans des panneaux horizontaux
he: מתאים לעבודה עם חלוניות מאוזנות בלבד
hr: Radi samo na vodoravnim panelima
lt: Veikia skydelyje tik horizontalioje padėtyje
nl: Werkt alleen met horizontale werkbalken
pt: Funciona apenas com painéis horizontais
pt_br: Funciona somente com painéis horizontais
uk: Працює тільки з горизонтальними панелями

source: Override label on panel
bg: Замяна на обозначението в панела
ca: Sobreescriu l'etiqueta al panell
da: Tilsidesæt mærkat i panelet
fr: Remplacer l'étiquette sur le panneau
he: עקיפת תווית בלוחית
hr: Zaobiđi stanje na panelu
lt: Nepaisyti etiketės skydelyje
nl: Etiket op werkbalk overschrijven
pt: Substituir rótulo no painel
pt_br: Substituir rótulo no painel
uk: Заміна мітки на панелі

source: Available values are: {c} is condition, {t} is temperature and {u} is unit. Can be used if label does not fit on vertical panel, among other smart things.
bg: Може да използвате: {c} за метеорологично условие, {t} за температура и {u} за мерна единица. Може да се използва ако обозначението не се побира във вертикалния панел или др.
ca: Els valors disponibles són : {c} (condició), {t} (temperatura), {u} (unitat). Es pot utilitzar si l'etiqueta no encaixa en un panell vertical, entre altres coses.
da: Mulige værdier er: {c} forhold, {t} temperatur og {u} enhed. Kan bruges, hvis mærkaten ikke passer i et lodret panel.
fr: Les valeurs disponibles sont : {c} pour les conditions météorologiques, {t} pour la température et {u} pour l'unité. Peut être utilisé si l'étiquette ne tient pas sur le panneau vertical.
he: ערכים זמינים: {c} תנאים, {t} מידת־חום ו־{u} יחידה. ניתן לשימוש אם התווית אינה מתאימה ללוח אנכי, בין יתר הדברים החכמים.
hr: Dostupne vrijednosti su: {c} je stanje, {t} je temperatura i {u} je jedinica. Može biti korisno ako stanje ne pristaje na okomit panel, uz ostale manje stvari.
lt: Galimos reikšmės yra: {c} yra būklė, {t} yra temperatūra ir {u} yra vienetas. Galima naudoti, jei etiketė netelpa ant vertikalios plokštės, be kitų išmaniųjų dalykų.
nl: Beschikbare waarden zijn: {c} is voorwaarde, {t} is temperatuur en {u} is eenheid. Kan o.a. gebruikt worden als het etiket niet op de verticale werkbalk past.
pt: Os valores disponíveis são: {c} é condição, {t} é temperatura e {u} é unidade. Pode ser usado se o rótulo não couber no painel vertical, entre outras coisas inteligentes.
pt_br: Os valores disponíveis são: {c} é a condição, {t} é a temperatura e {u} é a unidade. Pode ser usado se o rótulo não couber no painel vertical, entre outras coisas inteligentes.
uk: Доступні значення: {c} — умова, {t} — температура, {u} — одиниця вимірювання. Можна використовувати, якщо етикетка не поміщається на вертикальній панелі, серед інших розумних речей.

source: Iconset is weather-icons by Erik Flowers
bg: Иконите са от Erik Flowers
ca: El set d'icones és weather-icons per Erik Flowers
da: Ikonsættet er weather-icons af Erik Flowers
fr: Le jeu d’icônes est weather-icons d'Erik Flowers
he: ערכת הסמלים היא weather-icons של אריק פלאוורס
hr: Ikone su weather-icons od Erika Flowersa
lt: Piktogramų rinkinys weather-icons by Erik Flowers
nl: Pictogrammenverzameling: weather-icons door Erik Flowers
pt: O conjunto dos ícones é o weather-icons por Erik Flowers
pt_br: Conjunto de ícones é weather-icons de Erik Flowers
uk: Iconset — це іконки погоди від Еріка Флаверса

source: Use custom icons on the panel
bg: Използване на собственоръчно избрани икони в панела
ca: Utilitza icones personalitzades al panell
da: Anvend selvvalgte ikoner i panelet
fr: Utiliser des icônes personnalisées sur le panneau
he: שימוש בסמלים מותאמים אישית בחלונית
hr: Koristi prilagođene ikone na panelu
lt: Naudokite savo piktogramas skydelyje
nl: Gebruik aangepaste pictogrammen op de werkbalk
pt: Use ícones personalizados no painel
pt_br: Usar ícones personalizados no painel
uk: Використовуйте спеціальні значки на панелі

source: Presentation
bg: Оформление
ca: Presentació
da: Præsentation
fr: Affichage
he: מצג
hr: Prikaz
lt: Prezentacija
nl: Presentatie
pt: Apresentação
pt_br: Apresentação
uk: Презентація
