Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/weather@mockturtl/*.po
Languages: bg, ca, da, fr, he, hr, lt, nl, pt, pt_br, uk

source: Thursday
bg: Четвъртък
ca: Dijous
da: Torsdag
fr: Jeudi
he: חמישי
hr: Četvrtak
lt: Ketvirtadienis
nl: Donderdag
pt: Quinta-feira
pt_br: Quinta-feira
uk: Четверг

source: Friday
bg: Петък
ca: Divendres
da: Fredag
fr: Vendredi
he: שישי
hr: Petak
lt: Penktadienis
nl: Vrijdag
pt: Sexta-feira
pt_br: Sexta-feira
uk: П'ятниця

source: Saturday
bg: Събота
ca: Dissabte
da: Lørdag
fr: Samedi
he: שבת
hr: Subota
lt: Šeštadienis
nl: Zaterdag
pt: Sábado
pt_br: Sábado
uk: Сублта

source: Calm
bg: Спокойно
ca: Destapat
da: Stille
fr: Calme
he: רגוע
hr: Mirno
lt: Ramu
nl: Rustig
pt: Calmo
pt_br: Calmo
uk: Штиль

source: Light air
bg: Лек вятър
ca: Vent lleuger
da: Let luft
fr: Très légère brise
he: אויר קל
hr: Slabašan povjetarac
lt: Lengvas oras
nl: Zeer licht briesje
pt: Ar leve
pt_br: Ar leve
uk: Легке повітря

source: Light breeze
bg: Лек вятър
ca: Brisa lleugera
da: Let brise
fr: Légère brise
he: משב קל
hr: Slabi povjetarac
lt: Lengvas vėjelis
nl: Licht briesje
pt: Brisa leve
pt_br: Brisa leve
uk: Легкий вітерець

source: Gentle breeze
bg: Лек вятър
ca: Brisa agradable
da: Blid brise
fr: Petite brise
he: משב עדין
hr: Lagani povjetarac
lt: Švelnus vėjelis
nl: Zacht briesje
pt: Brisa gentil
pt_br: Brisa suave
uk: Легкий бриз

source: Moderate breeze
bg: Умерен вятър
ca: Brisa moderada
da: Moderat brise
fr: Jolie brise
he: משב מתון
hr: Umjereni povjetarac
lt: Vidutinis vėjas
nl: Gematigd briesje
pt: Brisa moderada
pt_br: Brisa moderada
uk: Помірний вітер

source: Fresh breeze
bg: Освежаващ вятър
ca: Brisa freda
da: Frisk brise
fr: Bonne brise
he: משב מרענן
hr: Osvježavajući povjetarac
lt: Gaivus vėjas
nl: Fris briesje
pt: Brisa fresca
pt_br: Brisa fresca
uk: Свіжий вітерець

source: Strong breeze
bg: Силен вятър
ca: Brisa intensa
da: Stærk brise
fr: Vent frais
he: משב חזק
hr: Snažan povjetarac
lt: Stiprus vėjas
nl: Sterk briesje
pt: Brisa forte
pt_br: Brisa forte
uk: Сильний вітер

source: Near gale
bg: Вятър
ca: Vendaval moderat
da: Tæt på kuling
fr: Grand frais
he: קרוב לסוער
hr: Umjeren vjetar
lt: Netoliese audra
nl: Bijna storm
pt: Quase ventania
pt_br: Perto de vendaval
uk: Майже шторм

source: Gale
bg: Вятър
ca: Vendaval
da: Kuling
fr: Coup de vent
he: סוער
hr: Vjetar
lt: Stiprus vėjas
nl: Storm
pt: Ventania
pt_br: Vendaval
uk: Шторм

source: Strong gale
bg: Силен вятър
ca: Vendaval fort
da: Stormende kuling
fr: Fort coup de vent
he: סערה חזקה
hr: Snažan vjetar
lt: Labai stiprus vėjas
nl: Harde storm
pt: Ventania forte
pt_br: Vendaval forte
uk: Сильний шторм

source: Violent storm
bg: Силна буря
ca: Tempesta violenta
da: Kraftig storm
fr: Violente tempête
he: סערה אלימה
hr: Snažna oluja
lt: Labai didelė audra
nl: Heftige storm
pt: Tempestade violenta
pt_br: Tempestade violenta
uk: Сильний шторм

source: SW
bg: ЮЗ
ca: SO
da: SV
fr: SO
he: דמע'
hr: JZ
lt: PV
nl: ZW
pt: SO
pt_br: SO
uk: Пд-Зх

source: W
bg: З
da: V
fr: O
he: מע'
hr: Z
lt: V
pt: O
pt_br: O
uk: Зх

source: NW
bg: СЗ
ca: NO
da: NV
fr: NO
he: צמע'
hr: SZ
lt: ŠV
pt: NO
pt_br: NO
uk: Пн-Зх

source: Please enter API key in settings, or get one first on https://www.weatherbit.io/account/create
bg: Моля въведете API ключ в Настройките или вземете такъв от https://www.weatherbit.io/account/create
ca: Si us plau, introduïu la clau API a la configuració, o sol·liciteu-ne una a https://www.weatherbit.io/account/create
da: Indtast API-nøglen under indstillinger, eller hent først en på https://www.weatherbit.io/account/create
fr: Veuillez saisir la clé API dans les paramètres, ou en obtenir une sur https://www.weatherbit.io/account/create
he: נא להזין מפתח API בהגדרות, או לקבל אחד תחילה מ־https://www.weatherbit.io/account/create
hr: Upišite API ključ u postavkama, ili ga nabavite na https://www.weatherbit.io/account/create
lt: Nustatymuose įveskite API raktą, arba pirmiausia gaukite jį https://www.weatherbit.io/account/create
nl: Voer a.u.b. de API-sleutel in bij de instellingen, of verkrijg er eerst een op https://www.weatherbit.io/account/create
pt: Por favor, insira a chave API nas configurações, ou obtenha um primeiro em https://www.weatherbit.io/account/create
pt_br: Entre com uma chave API nas configurações, ou obtenha uma antes em https://www.weatherbit.io/account/create
uk: Будь ласка, введіть ключ API в налаштуваннях, або спочатку отримайте його на https://www.weatherbit.io/account/create

source: Unknown Error happened while calling Yahoo bridge, see Looking Glass log for errors
bg: Неизвестна грешка при използването на Yahoo Bridge, проверете лога в Looking Glass
ca: S'ha produït un error desconegut en invocar Yahoo bridge, reviseu els logs
da: Ukendt fejl opstod i forsøget på at kontakte Yahoo bridge. Se Lup-loggen for fejl
fr: Une erreur inconnue s'est produite lors de l'appel avec la passerelle Yahoo, consultez le journal de Looking Glass pour visualiser les erreurs
he: אירעה שגיאה לא ידועה בעת קריאה לגשר יאהו, לשגיאות נא לעיין ביומנים בלוקניג־גלאס
hr: Dogodila se nepoznata greška pri pozivu Yahoo mosta, pogledajte Napredne kontrole i upravljanja za više grešaka
lt: Nežinoma klaida įvyko skambinant „Yahoo Bridge“, žr. Stiklo peržiūros žurnalą dėl klaidų
nl: Onbekende fout opgetreden tijdens het aanroepen van Yahoo bridge, zie logboek Looking Glass voor fouten
pt: Erro desconhecido ocorreu ao ligar para a ponte do Yahoo, consulte o registo do Looking Glass (Aparência Vidrada) para erros
pt_br: Ocorreu um erro desconhecido ao chamar o enlace Yahoo, veja o registro em Looking Glass para erros
uk: Під час виклику мосту Yahoo сталася невідома помилка, дивіться в логах

source: Yahoo bridge responded in bad format, see Looking Glass log for errors
bg: Yahoo Bridge отговори с неочакван формат, проверете лога в Looking Glass
ca: La resposta de Yahoo Bridge està mal formatada, reviseu els logs per veure els errors
da: Yahoo bridge svarede i ugyldigt format. Se Lup-loggen for fejl
fr: La passerelle avec Yahoo a répondu dans un mauvais format, consultez le journal de Looking Glass pour visualiser les erreurs
he: גשר יאהו הגיב בתבנית שגויה, לשגיאות נא לעיין ביומנים בלוקניג־גלאס
hr: Yahoo most je odgovorio u lošem formatu, pogledajte Napredne kontrole i upravljanja za više grešaka
lt: Nežinoma klaida įvyko skambinant „Yahoo Bridge“, žr. Looking Glass žurnalą
nl: Yahoo bridge reageerde in slechte opmaak, zie logboek Looking Glass voor fouten
pt: A ponte do Yahoo respondeu em formato ruim, consulte o registro do Looking Glass (Aparência Vidrada) para erros
pt_br: Enlace Yahoo respondeu em mau formato, consulte o registro em Looking Glass para erros
uk: Yahoo bridge відповів у поганому форматі, дивіться лог

source: Missing package
bg: Липсващ пакет
ca: Paquet faltant
da: Manglende pakke
fr: Paquet manquant
he: חבילה חסרה
hr: Nedostaje paket
lt: Trūksta paketo
nl: Ontbrekend pakket
pt: Faltando pacote
pt_br: Pacote ausente
uk: Відсутній пакет

source: Please install '
bg: Моля инсталирайте '
ca: Si us plau instal·leu '
da: Installér venligst “
fr: Veuillez installer '
he: נא להתקין '
hr: Instalirajte '
lt: Prašau įdiegti '
nl: Installeer a.u.b. '
pt: Por favor instale '
pt_br: Instale '
uk: Будь ласка, встановіть '

source: ', then refresh manually.
bg: ', и после обновете ръчно.
ca: ' i després recarregueu manualment.
da: ” og opdatér derefter manuelt.
fr: ', puis actualisez manuellement.
he: ', ואז לרענן באופן ידני.
hr: ', zatim ručno osvježite.
lt: ', tada atnaujinti pačiam.
nl: ', ververs daarna handmatig.
pt: ', e depois recarregue manualmente.
pt_br: ', depois atualize manualmente.
uk: ', потім оновіть вручну.

source: Could not connect to Yahoo API.
bg: Връзката с Yahoo API не може да бъде установена.
ca: No s'ha pogut establir connexió amb l'API de Yahoo.
da: Kunne ikke få forbindelse til Yahoo API.
fr: Impossible de se connecter à l'API Yahoo.
he: לא ניתן להתחבר ל API יאההו...
hr: Nemoguće povezivanje na Yahoo API.
lt: Nepavyko prisijungti prie Yahoo API.
nl: Kon geen verbinding maken met Yahoo API.
pt: Não foi possível conectar com a API do Yahoo.
pt_br: Não foi possível conectar à API do Yahoo.
uk: Не вдалося підключитися до Yahoo API.

source: Unknown error happened while obtaining weather, see Looking Glass logs for more information
bg: Неизвестна грешка при получаване на прогнозата, проверете Looking Glass за повече информация
ca: Error desconegut mentre s'obtenia el temps, reviseu els logs per a més informació
da: Ukendt fejl opstod i forsøget på at hente vejret. Se Lup-loggen for mere information
fr: Une erreur inconnue s'est produite lors de l'obtention de la météo, consultez les journaux Looking Glass pour plus d'informations
he: אירעה שגיאה לא ידועה בעת אחזור מזג־אויר, למידע נוסף, נא לעיין ביומנים בלוקניג־גלאס
hr: Dogodila se nepoznata greška pri nabavljanju informacija vremena, pogledajte Napredne kontrole i upravljanja za više grešaka
lt: Įvyko nežinoma klaida, bandant gauti orų informaciją. Daugiau informacijos rasite Looking Glass žurnale
nl: Onbekende fout trad op tijdens het verkrijgen van het weer, zie Looking Glass-logboeken voor meer informatie
pt: Ocorreu um erro desconhecido ao obter o clima, consulte os registos do Looking Glass (Aparência Vidrada) para obter mais informações
pt_br: Ocorreu um erro desconhecido ao obter o clima. Consulte os registros no Looking Glass para mais informações
uk: Під час отримання погоди сталася невідома помилка. Для отримання додаткової інформації перегляньте журнали логів

source: Tropical Storm
bg: Тропическа буря
ca: Tempesta tropical
da: Tropisk storm
fr: Tempête tropicale
he: סופה טרופית
hr: Tropska oluja
lt: Tropinė audra
nl: Tropische storm
pt: Tempestade tropical
pt_br: Tempestade tropical
uk: Тропічний шторм

source: Severe Thunderstorms
bg: Силни гръмотевици
ca: Tempestes elèctriques severes
da: Kraftige tordenbyger
fr: Orages violents
he: סופות רעמים חמורות
hr: Grmljavinske oluje
lt: Smarki audra su perkūnija
nl: Zware onweersbuien
pt: Tempestade severa
pt_br: Tempestades severas
uk: Сильні грози

source: Thunderstorms
bg: Гръмотевици
ca: Tempestes
da: Tordenvejr
fr: Orages
he: סופות רעמים
hr: Oluje
lt: Perkūnija (audringa)
nl: Onweersbuien
pt: Tempestade
pt_br: Tempestades
uk: Грози

source: Mixed Rain and Snow
bg: Дъжд и сняг
ca: Barreja de pluja i neu
da: Blandet regn og sne
fr: Pluie et neige
he: גשם מעורב בשלג
hr: Kiša sa snijegom
lt: Šlapdriba (lietus ir sniegas)
nl: Mengsel van regen en sneeuw
pt: Chuva e neve
pt_br: Chuva e neve misturadas
uk: Дощ зі снігом

source: Mixed Rain and Sleet
bg: Дъжд и суграшица
ca: Barreja de pluja i aiguaneu
da: Blandet regn og slud
fr: Pluie et grésil
he: גשם מעורב בשלג מימי
hr: Kiša sa susnježicom
lt: Lietus bei šlapdriba
nl: Mengsel van regen en hagel
pt: Granizo e chuva
pt_br: Chuva e granizo misturados
uk: Дощ із мокрим снігом

source: Mixed Snow and Sleet
bg: Сняг и суграшица
ca: Barreja de neu i aiguaneu
da: Blandet sne og slud
fr: Neige et grésil
he: שלג מעורב בברד
hr: Snijeg sa susnježicom
lt: Sniegas bei šlapdriba
nl: Mengsel van sneeuw en hagel
pt: Granizo e neve
pt_br: Neve e granizo misturados
uk: Сніг та мокрий сніг

source: Freezing Drizzle
bg: Леден дъжд
ca: Plugim gèlid
da: Isslag
fr: Bruine verglaçante
he: רסס קופא
hr: Ledeno rominjanje
lt: Stingdanti dulksna (šlapdriba)
nl: Motregenijzel
pt: Geada
pt_br: Garoa gelada
uk: Крижана мряка

source: Freezing Rain
bg: Леден дъжд
ca: Pluja gèlida
da: Isslag
fr: Pluie verglaçante
he: גשם קופא
hr: Ledena kiša
lt: Šąlantis lietus
nl: IJzel
pt: Chuva congelada
pt_br: Chuva gelada
uk: Крижаний дощ

source: Showers
bg: Дъжд
ca: Ruixats
da: Byger
fr: Averses
he: ממטרים
hr: Pljuskovi
lt: Purškiantis lietus
nl: Buien
pt: Chuva
pt_br: Chuvas isoladas
uk: Дощик

source: Snow Flurries
bg: Лек снеговалеж
ca: Ràfegues de neu
da: Lette snebyger
fr: Averses de neige
he: פתיתי שלג
hr: Snježni naleti
lt: Sniego šuorai
nl: Sneeuwvlagen
pt: Flocos de neve
pt_br: Flocos de neve
uk: Снігові шквали

source: Light Snow Showers
bg: Слаб сняг
ca: Ruixats lleugers de neu
da: Lette snebyger
fr: Légères chutes de neige
he: ממטרי שלג קלים
hr: Slab sniježni pljusak
lt: Lengvai snyguriuoja
nl: Lichte sneeuwbuien
pt: Neve fraca
pt_br: Neve leve isolada
uk: Невеликий сніг

source: Blowing Snow
bg: Сняг и вятър
ca: Neu aixecada pel vent
da: Fygesne
fr: Neige poudreuse
he: שלג נושב
hr: Snježni zapusi
lt: Pustomas sniegas
nl: Stuifsneeuw
pt: Nevasca
pt_br: Neve com vento
uk: Заметіль

source: Foggy
bg: Мъгла
ca: Boirós
da: Tåget
fr: Brumeux
he: מעורפל
hr: Maglovito
lt: Migla
nl: Mistig
pt: Neblina
pt_br: Nebuloso
uk: Туманно

source: Smoky
bg: Дим
ca: Fumat
da: Røg
fr: Brouillard épais
he: אפוף עשן
hr: Dim
lt: Dūmingas oras
nl: Rokerig
pt: Niebla
pt_br: Esfumaçado
uk: Димчасто

source: Blustery
bg: Силен вятър
ca: Tempestuós
da: Susende
fr: Tempête
he: רוחות עזות
hr: Vijavica
lt: Žvarbus oras
nl: Onstuimig
pt: Rajadas de vento
pt_br: Tempestuoso
uk: Вітряно

source: Windy
bg: Ветровито
ca: Ventades
da: Blæsende
fr: Venteux
he: משבי־רוח
hr: Vjetrovito
lt: Vėjuota
nl: Winderig
pt: Ventoso
pt_br: Ventoso
uk: Вітряно

source: Mostly Cloudy
bg: Облачно
ca: Majoritàriament ennuvolat
da: Næsten overskyet
fr: Principalement nuageux
he: מעונן לרוב
hr: Pretežno oblačno
lt: Daugiausia debesuota
nl: Overwegend bewolkt
pt: Muito nublado
pt_br: Predominantemente nublado
uk: Переважно хмарно

source: Partly Cloudy
bg: Разкъсана облачност
ca: Parcialment ennuvolat
da: Delvist skyet
fr: Partiellement nuageux
he: מעונן חלקית
hr: Djelomično oblačno
lt: Protarpiais debesuota
nl: Deels bewolkt
pt: Parcialmente nublado
pt_br: Parcialmente nublado
uk: Мінлива хмарність

source: Mostly Sunny
bg: Слънчево
ca: Majoritàriament assolellat
da: Overvejende solrigt
fr: Principalement ensoleillé
he: שמשי לרוב
hr: Pretežno sunčano
lt: Daugiausia saulėta
nl: Overwegend zonnig
pt: Muito ensolarado
pt_br: Predominantemente ensolarado
uk: Переважно сонячно

source: Mixed Rain and Hail
bg: Дъжд и градушка
ca: Barreja de pluja i calamarsa
da: Blandet regn og hagl
fr: Pluie et grêle
he: גשם מעורב בברד
hr: Kiša sa susnježicom
lt: Lietus bei kruša
nl: Mengsel van regen en hagel
pt: Chuva e granizo
pt_br: Chuva e granizo misturados
uk: Змішаний дощ і град

source: Isolated Thunderstorms
bg: Частични гръмотевици
ca: Tempestes aïllades
da: Lokale tordenbyger
fr: Orages isolés
he: סופות רעמים מקומיות
hr: Lokalne grmljavinske oluje
lt: Izoliuotos perkūnijos
nl: Plaatselijke onweersbuien
pt: Tempestades isoladas
pt_br: Tempestades isoladas
uk: Ізольовані грози

source: Scattered Thunderstorms
bg: Частични гръмотевици
ca: Tempestes elèctriques disperses
da: Spredte tordenbyger
fr: Orages dispersés
he: סופות רעמים פזורות
hr: Mjestimične grmljavinske oluje
lt: Padrikos perkūnijos
nl: Verspreide onweersbuien
pt: Tempestades dispersas
pt_br: Tempestades dispersas
uk: Місцями грози

source: Scattered Showers
bg: Частични валижи
ca: Pluges disperses
da: Spredte byger
fr: Averses dispersées
he: ממטרים פזורים
hr: Mjestimični pljuskovi
lt: Padrikas lietus
nl: Verspreide buien
pt: Chuvas dispersas
pt_br: Chuvas isoladas dispersas
uk: Короткочасні дощі

source: Heavy Rain
bg: Силен дъжд
ca: Pluja intensa
da: Kraftig regn
fr: Forte pluie
he: ממטרי גשם כבדים
hr: Jaka kiša
lt: Sunkus lietus
nl: Zware regenval
pt: Chuva forte
pt_br: Chuva forte
uk: Сильний дощ

source: Scattered Snow Showers
bg: Частичен снеговалеж
ca: Xàfecs de neu dispersos
da: Spredte snebyger
fr: Averses de neige dispersées
he: ממטרי שלג פזורים
hr: Mjestimični snježni pljuskovi
lt: Vietomis sninga
nl: Verspreide sneeuwbuien
pt: Nevadas dispersas
pt_br: Neve dispersa isolada
uk: Подекуди снігопади

source: Heavy Snow
bg: Силен сняг
ca: Nevada forta
da: Kraftig sne
fr: Importantes chutes de neige
he: ממטרי שלג כבדים
hr: Jak snijeg
lt: Sunkus sniegas
nl: Zware sneeuwval
pt: Forte nevada
pt_br: Neve intensa
uk: Сильний сніг

source: Not Available
bg: Не е наличен
ca: No disponible
da: Ikke tilgængelig
fr: Indisponible
he: לא זמין
hr: Nedostupno
lt: Nepasiekiama
nl: Niet beschikbaar
pt: Não disponível
pt_br: Não disponível
uk: Недоступний

source: Scattered Thundershowers
bg: Частични гръмотевици
ca: Tempestes elèctriques disperses amb pluja
da: Spredte tordenbyger
fr: Orages épars
he: סופות רעמים פזורות
hr: Mjestimične grmljavinske oluje
lt: Vietomis perkūnija
nl: Verspreide onweersbuien
pt: Tempestades dispersas
pt_br: Trovoadas dispersas
uk: Місцями грози

source: Could not retrieve logs, log file was not found under path {logFilePath}
bg: Извличането на съдържанието от лог файловете е невъзможно. Лог файлове не са намерени в {logFilePath}
ca: No s'han pogut obtenir els logs, el fitxer no s'ha trobat a la ruta {logFilePath}
da: Kunne ikke hente logge. Logfilen blev ikke fundet under stien {logFilePath}
fr: Impossible de récupérer les journaux, le fichier journal suivant n'a pas été trouvé {logFilePath}
he: לא ניתן לאחזר יומנים, לא נמצא קובץ יומן בנתיב {logFilePath}
hr: Nemoguće dobivanje zapisa, datoteka zapisa nije pronađena u putanji {logFilePath}
lt: Nepavyko gauti žurnalų įrašų, žurnalo failas nerastas šioje vietoje {logFilePath}
nl: Kon logboek niet ophalen, logboek niet gevonden onder pad {logFilePath}
pt: Não foi possível recuperar os logs, o arquivo de log não foi encontrado no caminho {logFilePath}
pt_br: Não foi possível recuperar os registros; o arquivo de registro não foi encontrado no caminho {logFilePath}
uk: Не вдалося отримати журнали, файл журналу не знайдено за шляхом {logFilePath}

source: Could not get contents of log file under path {logFilePath}
bg: Извличането на съдържанието от лог файловете е невъзможно. Лог файлове не са намерени в {logFilePath}
ca: No s'han pogut obtenir els continguts del fitxer de la ruta {logFilePath}
da: Kunne ikke hente indholdet af logfilen under stien {logFilePath}
fr: Impossible de lire le contenu du fichier journal suivant {logFilePath}
he: לא ניתן לאחזר תכולת קובץ יומן מנתיב {configFilePath}
hr: Nemoguće dobivanje sadržaja zapisa u putanji {logFilePath}
lt: Nepavyko gauti žurnalo failo turinio šioje vietoje {logFilePath}
nl: Kon inhoud van logboek niet ophalen onder pad {logFilePath}
pt_br: Não foi possível obter o conteúdo do arquivo de log no caminho {logFilePath}
uk: Не вдалося отримати вміст файлу журналу за шляхом {logFilePath}

source: Low
ca: Baix
fr: Faible

source: Moderate
bg: Умерена
ca: Moderat
da: Moderat
fr: Modérée
he: מתון
hr: Umjereno
lt: Vidutinis
nl: Matig
pt: Moderado
pt_br: Moderada
uk: Нормально

source: High
ca: Alt
fr: Élevé

source: Very High
ca: Molt Alt
fr: Très élevé

source: Extreme
ca: Extrem
fr: Extrême

source: Address to location lookup service is blocked. You can try to change your User-Agent in help to see if it resolves the issue.
ca: El servei de cerca d'ubicacions està blocat. Podeu intentar canviar el vostre User-Agent per veure si us ajuda a resoldre el problema.
fr: Le service de recherche de localisation d'adresses vers des emplacements est bloqué. Vous pouvez essayer de modifier l'Agent Utilisateur dans l'aide pour voir si cela résout le problème.

source: MET Office UK only covers the UK, please make sure your location is in the country
fr: MET Office UK ne couvre que le Royaume-Uni, veuillez vous assurer que votre emplacement est dans ce pays
lt: MET Office UK apima tik JK, įsitikinkite, kad jūsų vietovė yra šioje šalyje
nl: MET Office UK beslaat alleen het Verenigd Koninkrijk, dus deze keuze heeft alleen zin wanneer u zich in Groot-Brittanni bevindt
pt: MET Office UK cobre apenas o Reino Unido, certifique-se de que sua localização esteja neste país

source: Data was not found for location
fr: Les données n'ont pas été trouvées pour l'emplacement
lt: Vietoovės duomenų nerasta
nl: Geen gegevens gevonden voor locatie
pt: Não foram encontrados dados para localização

source: Very poor
fr: Très mauvaise
lt: Labai prastas
nl: Zeer slecht
pt: Muito fraco

source: Less than {distance} {distanceUnit}
fr: Moins de {distance} {distanceUnit}
lt: Mažiau nei {distance} {distanceUnit}
nl: Minder dan {distance} {distanceUnit}
pt: Menos que {distance} {distanceUnit}

source: Excellent
fr: Excellente
lt: Puikus
nl: Uitstekend
pt: Excelente

source: More than {distance} {distanceUnit}
fr: Plus de {distance} {distanceUnit}
lt: Daugiau nei {distance} {distanceUnit}
nl: Meer dan {distance} {distanceUnit}
pt: Mais que {distance} {distanceUnit}

source: Poor
fr: Mauvais
lt: Prastas
nl: Slecht
pt: Fraco

source: Between {smallerDistance}-{biggerDistance} {distanceUnit}
fr: Entre {smallerDistance}-{biggerDistance} {distanceUnit}
lt: Tarp {smallerDistance}-{biggerDistance} {distanceUnit}
nl: Tussen {smallerDistance}-{biggerDistance} {distanceUnit}
pt: Entre {smallerDistance}-{biggerDistance} {distanceUnit}

source: Good
fr: Bon
lt: Geras
nl: Goed
pt: Bom

source: Very good
fr: Très bonne
lt: Labai geras
nl: Zeer goed
pt: Muito bom

source: Ash
ca: Cendra
fr: Cendre
nl: As
pt: Cinzas

source: Squall
ca: Borrasca
fr: Bourrasques
nl: Windstoot
pt: Rajadas

source: Light shower sleet
ca: Precipitacions lleugeres d'aiguaneu
fr: Faibles averses de grésil
nl: Lichte sneeuwbuien
pt: Neve fraca

source: Heavy drizzle
bg: Силно ръмене
ca: Plugim gèlid
da: Kraftig støvregn
fr: Bruine abondante
he: רסס קבד
hr: Jače rominjanje
lt: Stipri dulksna (šlapdriba)
nl: Zware motregen
pt: Geada pesada
pt_br: Garoa forte
uk: Сильна мряка

source: Light shower rain
ca: Precipitacions lleugeres de pluja
fr: Faibles averses de pluie
nl: Lichte regenbuien
pt: Chuva fraca

source: Heavy shower rain
ca: Ruixat intens de pluja
fr: Fortes averses de pluie
nl: Zware regenbuien
pt: Chuva forte

source: Mix snow/rain
ca: Barreja de pluja i neu
fr: Neige mouillée
nl: Natte sneeuw
pt: Chuva e neves

source: Snow shower
ca: Xàfec de neu
fr: Averses de neige
nl: Sneeuwbui
pt: Pancadas de neve

source: Freezing fog
bg: Замръзнала мъгла
ca: Boira gebradora
da: Iståge
fr: Brouillard verglaçant
he: ערפל קופא
hr: Ledena magla
lt: Šąlantis rūkas
nl: Aanvriezende mist
pt: Névoa congelante
pt_br: Névoa gelada
uk: Крижаний туман

source: Light wind
bg: Слаб вятър
ca: Vent lleuger
da: Let vind
fr: Vent léger
he: רוח קלה
hr: Slab vjetar
lt: Nestiprus vėjas
nl: Zwakke wind
pt: Vento leve
pt_br: Vento leve
uk: Легкий вітер

source: Strong wind
bg: Силен вятър
ca: Vent fort
da: Stærk vind
fr: Vent fort
he: רוח חזקה
hr: Snažan vjetar
lt: Stiprus vėjas
nl: Harde wind
pt: Vento forte
pt_br: Vendaval forte
uk: Сильний вітер

source: US Weather
fr: Météo aux États-Unis
he: מזג־אוויר ארה"ב

source: Blowing or drifting snow
bg: Навяващ сняг
ca: Neu aixecada pel vent
da: Fygesne
fr: Neige poudreuse ou à la dérive
he: שלג נושב או נסחף
hr: Snježni zapusi
lt: Pustomas, slenkantis sniegas
nl: Rondwaaiende of stuivende sneeuw
pt: Nevasca
pt_br: Soprando ou arrastando neve
uk: Задування або замети снігу

source: Heavy drizzle/rain
bg: Силно ръмене/дъжд
ca: Plugim/Pluja intensa
da: Kraftig støvregn/regn
fr: Bruine abondante/pluie
he: גשם/גשם־רסס כבד
hr: Kiša s jačim rominjanjem
lt: Stipri dulksna, lietus
nl: Zware motregen/regen
pt: Geada pesada/chuva
pt_br: Garoa forte/chuva
uk: Сильний дощ/мряка

source: Light drizzle/rain
bg: Леко ръмене/дъжд
ca: Plugim/Pluja lleugera
da: Let støvregn/regn
fr: Bruine légère/pluie
he: גשם/גשם־רסס קל
hr: Kiša sa slabim rominjanjem
lt: Lengva dulksna, lietus
nl: Lichte motregen/regen
pt: Chuvisco pesado/chuva
pt_br: Garoa leve/chuva
uk: Мряка/дощ

source: Dust Storm
bg: Пясъчна буря
ca: Tempesta de pols
da: Støvstorm
fr: Tempête de poussière
he: סופת אבק
hr: Pješčana oluja
lt: Dulkių audra
nl: Stofstorm
pt: Tempestade de poeira
pt_br: Tempestade de areia
uk: Пилова буря

source: Freezing drizzle/freezing rain
bg: Ледено ръмене/леден дъжд
ca: Plugim/Pluja gèlida
da: Isslag
fr: Bruine verglaçante/pluie verglaçante
he: רסס קופא/גשם קופא
hr: Ledeno rominjanje s kišom
lt: Stingdanti šlapdriba/šąlantis lietus
nl: Motregenijzel/ijzel
pt: Geada congelante/chuva congelante
pt_br: Garoa gelada/chuva gelada
uk: Крижаний дощ
