Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/weather@mockturtl/*.po
Languages: bg, ca, da, fr, he, hr, lt, nl, pt, pt_br, uk

source: If you have issues with the applet not working properly and you know the User Agent string is the problem you can try to override it. Only change it if you know what you are doing. This is a string that is sent to the server when the applet tries to get the weather data.
ca: Si teniu problemes amb l'applet i sabeu que el problema és l'string d'User Agent, podeu provar a sobreescriure'l. Canvieu-ho només si sabeu què esteu fent. Aquest string és enviant als servidors quan l'applet intenta obtenir la informació del temps.
fr: Si vous rencontrez des problèmes avec l'applet qui ne fonctionne pas correctement et que vous savez que la chaîne de l'Agent Utilisateur est à l'origine du problème, vous pouvez essayer de la substituer. Ne la changez que si vous savez ce que vous faites. Il s'agit d'une chaîne de caractères envoyée au serveur lorsque l'applet tente d'obtenir les données météorologiques.
nl: Als u problemen ondervindt met een niet-correct functionerend werkbalkhulpje en als u weet dat de User Agent tekenreeks het probleem is, dan kunt u trachten om die te vervangen. Verander dit alleen als u precies weet wat u doet. Dit is een tekenreeks die verstuurd wordt naar de server wanneer het werkbalkhulpje probeert om de weergegevens te verkrijgen.
pt: Caso tiver problemas com o applet não estar funcionando corretamente e souber que a string do agente do utilizador é o problema, tente substituí-la. Só mude caso souber o que está fazendo. Esta é uma string que é enviada ao servidor quando o applet tenta obter os dados meteorológicos.

source: Run a command when the weather info changes
ca: Executa una ordre quan canviï la informació del temps
fr: Exécuter une commande lorsque les informations météo changent
nl: Voer een opdracht uit wanneer de weerinformatie verandert
pt: Executar um comando quando informações do clima mudem

source: The applet will run the command you provide every time the weather data is updated. The command will be interpolated with the same values with the same format you can get in any of the overrides, in addition you get {full_data} which is the full current weather data. Interpolation with single brackets {xxx} will not be escaped, with double brackets {{xxxx}} they are wrapped in single quotes (') and all other single quotes are escaped inside. You can use this to integrate the weather data with other parts of your system. You can look up the full weather data structure via the link in the README. Example: 'notify-send "The weather is {c} and the temperature is {t}{u}"' will show a notification with the current weather condition and temperature. Example: 'echo {{full_data}} > /tmp/weather_data' will save the full weather data to a file in /tmp.
ca: L'applet executarà l'ordre proveïda cada vegada que la informació meteorològica s'actualitzi. L'ordre rebrà els diferents valors amb el mateix format que pots escollir en qualsevol de les sobreescriptures, i emetrà {full_data} , que conté tota la informació. Les dades rodejades de brackets simples {xxx} no es sanititzaran. Les dades rodejades de brackets dobles {{xxxx}} es rodejaran de cometes simples (') i la resta de cometes simples seran escapades. Podeu utilitzar això per integrar la informació del temps amb altres parts del vostre sistema. Podeu veure l'estructura completa de la informació del temps mitjançant l'enllaç del README. Exemple: 'notify-send "El temps és {c} i la temperatura és {t}{u}"' mostrarà una notificació amb la condició actual del temps i la temperatura. Exemple: 'echo {{full_data}} > /tmp/weather_data' guardarà la informació completa del temps a un fitxer a /tmp.
fr: L'applet exécutera la commande que vous fournissez à chaque fois que les données météorologiques seront mises à jour. La commande sera interpolée avec les mêmes valeurs avec le même format que vous pouvez obtenir dans n'importe lequel des agents utilisateurs substitués, vous obtenez en plus {full_data} qui sont les données météorologiques actuelles complètes. L'interpolation avec des crochets simples {xxx} ne sera pas échappée, avec des crochets doubles {{xxxx}}, ils sont entourés de guillemets simples (') et tous les autres guillemets simples sont échappés à l'intérieur. Vous pouvez l'utiliser pour intégrer les données météorologiques avec d'autres parties de votre système. Vous pouvez consulter la structure complète des données météorologiques via le lien dans le README. Exemple : 'notify-send "Le temps est {c} et la température est {t}{u}"' affichera une notification avec les conditions météorologiques et la température actuelles. Exemple : 'echo {{full_data}} > /tmp/weather_data' enregistrera les données météorologiques complètes dans un fichier dans /tmp.
nl: Het werkbalkhulpje zal de opdracht die u invoert telkens uitvoeren wanneer de weergegevens worden bijgewerkt. De opdracht zal worden genterpoleerd met dezelfde waarden met dezelfde opmaak die u kunt verkrijgen in enige vervanging; als extra krijgt u {full_data} wat de volledige weergegevens zijn. Interpolatie met enkele accolades {xxx} zal niet als zodanig worden behandeld, met dubbele accolades {{xxxx}} worden ze vervat in enkele aanhalingstekens (') en alle andere enkele aanhalingstekens worden daarbinnen als zodanig behandeld. U kunt dit gebruiken om de weergegevens te integreren met andere delen van uw systeem. U kunt de volledige structuur van de weergegevens nakijken via de koppeling in de LEESMIJ (README). Voorbeeld: 'notify-send "Het weer is {c} en de temperatuur is {t}{u}"' zal een melding tonen met de huidige weersomstandigheden en temperatuur. Voorbeeld: 'echo {{full_data}} > /tmp/weather_data' zal de volledige weergegevens opslaan in een bestand in /tmp.
pt: O applet executará o comando fornecido sempre que os dados meteorológicos forem atualizados. O comando será interpolado com os mesmos valores com o mesmo formato que você pode obter em qualquer uma das sobreposições, além de obter {full_data} que são os dados meteorológicos atuais completos. A interpolação com colchetes simples {xxx} não terá escape, com colchetes duplos {{xxxx}} eles são colocados entre aspas simples (') e todas as outras aspas simples têm escape dentro. Você pode usar isso para integrar os dados meteorológicos com outras partes do seu sistema. Você pode consultar a estrutura completa dos dados meteorológicos por meio do link no README. Exemplo: 'notify-send "O tempo é {c} e a temperatura é {t}{u}"' mostrará uma notificação com a condição climática e temperatura atual. Exemplo: 'echo {{full_data}} > /tmp/weather_data' salvará os dados meteorológicos completos em um arquivo em /tmp.

source: Test your command
ca: Proveu la vostra ordre
fr: Testez votre commande
nl: Uw opdracht uitproberen
pt: Teste o seu comando

source: Enable displaying UV Index
ca: Activa la mostra d'índex ultraviolat
fr: Activer l'affichage de l'indice UV

source: If your provider supports it, the UV index will be shown in the popup menu next to sunrise/sunset times. It will not show if the UV index is low risk (0-2).
ca: Si el vostre proveïdor ho suporta, es mostrarà l'índex ultraviolat al menú emergent, al costat dels temps de sortida i posta de sol. No es mostrarà si el risc és baix (0-2).
fr: Si votre fournisseur le prend en charge, l'indice UV s'affichera dans le menu contextuel à côté des heures de lever et de coucher du soleil. Il ne s'affichera pas si l'indice UV est à faible risque (0-2).

source: mph
bg: мили/ч
ca: mi/h
he: מיל/שעה
nl: mijl/u
pt: mi/h
uk: миль/год

source: DMI Denmark
ca: DMI Dinamarca
da: DMI Danmark
lt: DMI Danija

source: Deutscher Wetterdienst
ca: Wetterdienst Alemany

source: minutes
bg: минути
ca: minuts
da: minutter
he: דקות
hr: minute
lt: minutės
nl: minuten
pt: minutos
pt_br: minutos
uk: хвилин

source: Latitude
bg: Географска ширина
ca: Latitud
da: Breddegrad
he: קו רוחב
hr: Zemljopisna širina
lt: Platuma
nl: Breedtegraad
uk: Широта

source: Longitude
bg: Географска дължина
ca: Longitud
da: Længdegrad
he: קו אורך
hr: Zemljopisna duljina
lt: Ilguma
nl: Lengtegraad
uk: Довгота

source: Possible
bg: Възможно
da: Mulig
he: אפשרי
hr: Moguće
lt: Įmanoma
nl: Mogelijk
pt: Possível
pt_br: Possível
uk: Можливо

source: NE
bg: СИ
da: NØ
he: צמז'
hr: SI
lt: ŠR
nl: NO
uk: Пн-Сх

source: E
bg: И
da: Ø
he: מז׳
hr: I
lt: R
nl: O
pt_br: L
uk: Сх

source: SE
bg: ЮИ
da: SØ
he: דמז'
hr: JI
lt: PR
nl: ZO
uk: Пд-Сх

source: S
bg: Ю
he: ד'
hr: J
lt: P
nl: Z
uk: Пд

source: You can enter coordinates 'Latitude,Longitude' (e.g. 51.5085,-0.1257) or use 'City,Country-code' (e.g. London,UK) or try to enter {House number} {Street} {City/Town} {Postcode} {Country}. The search algorithm is very flexible with the format. After 3 seconds without typing the address you entered is replaced automatically for validating your choice.
lt: Galite įvesti koordinates „Platuma, ilguma“ (pvz., 51,5085,-0,1257) arba naudoti „Miestas, šalies kodas“ (pvz., London, UK) arba pabandyti įvesti {House number} {Street} {City/Town} {Postcode} {Country}. Paieškos algoritmas yra labai lankstus su šiuo formatu. Po 3 sekundžių neįvedus, įvestas adresas automatiškai pakeičiamas, kad būtų patvirtintas jūsų pasirinkimas.
nl: U kunt de cordinaten 'Breedtegraad,Lengtegraad' (bijv. 51,5085,-0,1257) invoeren of gebruik 'Stad,Landcode' (bijv. Oss,NL) of probeer {Huisnummer} {Straat} {Stad/Plaats} {Postcode} {Land} in te voeren. Het zoekalgoritme is zeer flexibel met de opmaak. Drie seconden nadat u bent opgehouden met tikken zal het door u ingegeven adres automatisch worden vervangen om uw keuze te valideren.

source: Visual Crossing
he: ויזואל קרוסינג
lt: Matomas kritimas
pt: Atravessamento visual

source: Weather Underground
pt: Clima subterrâneo

source: Fahrenheit
bg: Фаренхайт (°F)
he: פרנהייט
hr: Farenhajt
lt: Farenheito
pt: Celsius
uk: Фаренгейт

source: in Hg
bg: инча жив. стълб
he: אינץ' כספית
pt: pol Hg
pt_br: pol Hg
uk: дюйм рт. ст.

source: N
bg: С
he: צפ'
hr: S
lt: Š
uk: П

source: Met Office UK
lt: Met Office JK

source: Pirate Weather
lt: Piratų Orai

source: Celsius
bg: Целзий (°C)
he: צלזיוס
hr: Celzijus
lt: Celsijaus
uk: Цельсія

source: mm
bg: мм
he: מילימטר
uk: мм

source: mi
bg: мили
uk: миль

source: km
bg: км
he: קמ״ש
uk: км

source: m/s
bg: м/с
he: מיל/שניה
uk: м/с

source: hPa
bg: хПа
he: הקטו־פסקל
uk: гПа

source: mm Hg
bg: мм жив. стълб
he: מילימטר כספית
uk: мм рт.ст

source: psi
bg: фунти на кв. инч

source: at
bg: ат
he: ב־
uk: в

source: atm
bg: атм
he: אטמוספרה
uk: атм

source: Pa
bg: Па
he: פסקל
uk: Па

source: MET Norway
da: Meteorologisk institutt Norge
hr: MET Norveška
pt_br: MET da Noruega

source: Yahoo
he: יאהו
