Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/weather@mockturtl/*.po
Languages: bg, ca, da, fr, he, hr, lt, nl, pt, pt_br, uk

source: Heavy freezing drizzle/freezing rain
bg: Силно ледено ръмене/леден дъжд
ca: Plugim gelat intens
da: Kraftig isslag
fr: Bruine verglaçante abondante/pluie verglaçante
he: רסס קופא/גשם קופא כבד
hr: Jako ledeno rominjanje s kišom
lt: Stipri šlapdriba, dulksna / šąlantis lietus
nl: Zware motregenijzel/ijzel
pt: Geada forte congelante/chuva congelante
pt_br: Garoa gelada forte/chuva gelada
uk: Сильний крижаний дощ

source: Light freezing drizzle/freezing rain
bg: Слабо ледено ръмене/леден дъжд
ca: Plugim gelat lleuger
da: Let isslag
fr: Bruine verglaçante légère/pluie verglaçante
he: רסס קופא/גשם קופא קל
hr: Slabo ledeno rominjanje s kišom
lt: Lengva šlapdriba, dulksna / šąlantis lietus
nl: Lichte motregenijzel/ijzel
pt: Geada leve congelante/chuva congelante
pt_br: Garoa gelada leve/chuva gelada
uk: Мряка/крижаний дощ

source: Funnel cloud/tornado
bg: Фуниеобразен облак/торнадо
ca: Núvols d'embut/tornados
da: Tragtskt/tornado
fr: Entonnoir nuageux/tornade
he: ענן משפך/טורנדו
hr: Tornado/Pijavica
lt: Piltuvo debesis, tornadas
nl: Trechtervormige wolk/tornado
pt: Nuvem funil/tornado
pt_br: Nuvem em funil/tornado
uk: Воронкова хмара/торнадо

source: Hail showers
bg: Градушка
ca: Ruixat de calamarsa
da: Haglbyger
fr: Averses de grêle
he: ממטרי ברד
hr: Pljusak s tučom
lt: Krušos lietus
nl: Hagelbuien
pt: Chuvas de granizo
pt_br: Granizo
uk: Град

source: Ice
bg: Лед
ca: Gel
da: Is
fr: Glace
he: קרח
hr: Led
lt: Ledas
nl: IJs
pt: Gelo
pt_br: Gelo
uk: Лід

source: Lightning without thunder
bg: Светкавици без гръмотевици
ca: Tempesta elèctrica sense trons
da: Lyn uden torden
fr: Foudre sans tonnerre
he: ברקים ללא רעמים
hr: Munje bez grmljavine
lt: Žaibas be griaustinio
nl: Bliksem zonder donder
pt: Relâmpago sem trovão
pt_br: Relâmpagos sem trovão
uk: Блискавка без грому

source: Precipitation in vicinity
bg: Очаквани валежи
ca: Precipitació als voltants
da: Nedbør i nærheden
fr: Précipitations à proximité
he: משקעים בקרבה
hr: Oborine u blizini
lt: Krituliai apylinkėse
nl: Neerslag in de omgeving
pt: Precipitação nas proximidades
pt_br: Precipitação na vizinhança
uk: Опади поблизу

source: Heavy rain and snow
bg: Силен дъжд и сняг
ca: Pluja i neu intenses
da: Kraftig regn og sne
fr: Pluie et neige abondantes
he: ממטרי גשם ושלג כבדים
hr: Jaka olujna kiša sa snjegom
lt: Stiprus lietus ir sniegas
nl: Zware regen- en sneeuwval
pt: Chuva pesada e neve
pt_br: Chuva forte e trovões
uk: Сильний дощ зі снігом

source: Light rain And snow
bg: Слаб дъжд и сняг
ca: Pluja i neu lleugeres
da: Let regn og sne
fr: Pluie légère et neige
he: גשם קל ושלג
hr: Slaba kiša sa snijegom
lt: Nestiprus lietus ir sniegas
nl: Lichte regen- en sneeuwval
pt: Chuva leve e neve
pt_br: Chuva leve e neve
uk: Легкий сніг з дощем

source: Sky coverage decreasing
bg: Изчезващи облаци
ca: Disminució de la cobertura del cel
da: Aftagende skydække
fr: Couverture nuageuse en diminution
he: הצטמצמות כיסוי שמים
hr: Smanjenje naoblake
lt: Dangaus aprėptis mažėja
nl: Bewolking neemt af
pt: Cobertura do céu diminuindo
pt_br: Cobertura do céu diminuindo
uk: Покриття неба зменшується

source: Sky coverage increasing
bg: Увеличаващи се облаци
ca: Increment de la cobertura del cel
da: Tiltagende skydække
fr: Couverture nuageuse en augmentation
he: התרחבות כיסוי שמים
hr: Povećanje naoblake
lt: Dangaus aprėptis didėja
nl: Bewolking neemt toe
pt: Cobertura do céu aumentando
pt_br: Cobertura do céu aumentando
uk: Покриття неба збільшується

source: Sky unchanged
bg: Без промяна
ca: Cel sense canvis
da: Uændret skydække
fr: Ciel inchangé
he: שמיים ללא שינוי
hr: Naoblaka nepromjenjena
lt: Dangus nepakitęs
nl: Bewolking ongewijzigd
pt: Céu inalterado
pt_br: Céu inalterado
uk: Небо без змін

source: Smoke or haze
bg: Дим
ca: Fum o boirina
da: Røg eller dis
fr: Fumée ou brume
he: עשן או אובך
hr: Dim ili sumaglica
lt: Dūmai ar migla
nl: Rook of nevel
pt: Fumaça ou neblina
pt_br: Fumaça ou neblina
uk: Дим або імла

source: Snow and rain showers
bg: Сняг и дъжд
ca: Cortines d'aigua i neu
da: Sne- og regnbyger
fr: Averses de neige et de pluie
he: ממטרי שלג וגשם
hr: Pljuskovi sa snjegom
lt: Protarpiais sniegas ir lietus
nl: Sneeuw- en regenbuien
pt: Pancadas de neve e chuva
pt_br: Pancadas de neve e chuva
uk: Сніг з дощем

source: Thunderstorm without precipitation
bg: Гръмотевици без валежи
ca: Tempesta sense pluja
da: Tordenvejr uden nedbør
fr: Orage sans précipitations
he: סופת רעמים ללא משקעים
hr: Grmljavinsko nevrijeme bez oborina
lt: Perkūnija be kritulių
nl: Onweer zonder neerslag
pt: Trovoada sem precipitação
pt_br: Tempestade sem precipitação
uk: Гроза без опадів

source: Diamond dust
bg: Диамантен прах
ca: Prismes de gel
da: Isnåle
fr: Poudrin de glace
he: אבק יהלומים
hr: Ledene iglice
lt: Deimantų dulkės
nl: IJsstof
pt: Pó de diamante
pt_br: Cristais de gelo
uk: Алмазний пил

source: Partially cloudy
bg: Разкъсана облачност
ca: Parcialment ennuvolat
da: Delvist skyet
fr: Partiellement nuageux
he: מעונן חלקית
hr: Djelomično oblačno
lt: Protaroiais debesuota
nl: Deels bewolkt
pt: Parcialmente nublado
pt_br: Parcialmente nublado
uk: Мінлива хмарність

source: Please make sure you entered the API key correctly
bg: Проверете дали сте въвели правилния API ключ
ca: Si us plau assegureu-vos d'haver introduït la clau API correctament
da: Sikr dig, at du har indtastet API-nøglen korrekt
fr: Veuillez vous assurer que vous avez saisi correctement la clé API
he: נא לוודא שמפתח API הוזן נכון
hr: Pobrinite se da ste upisali API ključ ispravno
lt: Įsitikinkite, kad API raktą įvedėte teisingai
nl: Zorg er a.u.b. voor dat u de API-sleutel correct hebt ingevoerd
pt: Certifique-se de inserir a chave API corretamente
pt_br: Favor tenha certeza que você inseriu a chave API corretamente
uk: Переконайтеся, що ви правильно ввели ключ API

source: NOT FOUND
bg: Не е открито
ca: NO S'HA TROBAT
da: IKKE FUNDET
fr: NON TROUVÉ
he: לא נמצא
hr: NIJE PRONAĐENO
lt: Nerasta
nl: Niet gevonden
pt: NÂO ENCONTRADO
pt_br: NÃO ENCONTRADO
uk: Не знайдено

source: Blowing snow
bg: Сняг и вятър
ca: Neu aixecada pel vent
da: Fygesne
fr: Neige poudreuse
he: שלג נושב
hr: Snježni zapusi
lt: Pustomas sniegas
nl: Stuifsneeuw
pt: Nevasca
pt_br: Neve com vento
uk: Заметіль

source: Slight snow
bg: Слаб сняг
ca: Nevada lleugera
da: Let sne
fr: Neige légère
he: שלג קליל
hr: Slab snijeg
lt: Nedidelis sniegas
nl: Lichte sneeuwval
pt: Nevasca leve
pt_br: Neve leve
uk: Невеликий сніг

source: Moderate snow
bg: Умерен снеговалеж
ca: Nevada moderada
da: Moderat sne
fr: Neige modérée
he: שלג מתון
hr: Umjereni snijeg
lt: Vidutinis sniegas
nl: Matige sneeuw
pt: Nevada moderada
pt_br: Neve moderada
uk: Помірний сніг

source: Moderate rain showers
bg: Умерен дъжд
ca: Ruixats de pluja moderats
da: Moderate regnbyger
fr: Averses de pluie modérées
he: ממטרי גשם מתונים
hr: Umjereni snježni pljuskvi
lt: Vidutinis lietaus dulksna
nl: Matige regenbuien
pt: Pancadas moderadas de chuva
pt_br: Pancadas de chuva moderada
uk: Помірний дощ

source: Mixed rain and snow
bg: Дъжд и сняг
ca: Barreja de pluja i neu
da: Blandet regn og sne
fr: Mélange pluie et neige
he: גשם מעורב בשלג
hr: Kiša sa snijegom
lt: Lietus ir sniegas
nl: Mengsel van regen en sneeuw
pt: Chuva e neve
pt_br: Chuva e neve misturadas
uk: Дощ зі снігом

source: Heavy mixed rain and snow
bg: Силен дъжд и сняг
ca: Barreja de pluja i neu forta
da: Kraftig regn og sne
fr: Mélange pluie et neige abondant
he: ממטרי גשם מעורב בשלג כבדים
hr: Jaka kiša sa snijegom
lt: Stiprus lietus su sniegu
nl: Zware mengeling van regen en sneeuw
pt: Chuva e neve fortes
pt_br: Chuva e neve misturadas fortemente
uk: Сильний дощ зі снігом

source: Please select a different provider or location
bg: Моля, изберете друг доставчик на прогноза или местоположение
ca: Si us plau, seleccioneu un proveïdor o una ubicació diferents
da: Vælg en anden udbyder eller lokalitet
fr: Veuillez sélectionner un fournisseur ou un emplacement différent
lt: Pasirinkite kitą teikėją arba vietovę
nl: Kies a.u.b. een andere aanbieder of locatie
pt: Selecione um provedor ou local diferente
uk: Будь ласка, виберіть іншого постачальника або місцезнаходження

source: The API key you provided is invalid.
bg: API ключа, който използвате е невалиден.
ca: La clau API proveïda no és vàlida.
da: Den angivne API-nøgle er ugyldig.
fr: La clé API que vous avez fournie n'est pas valide.
lt: Jūsų pateiktas API raktas neteisingas.
nl: De API-sleutel die u opgaf is ongeldig.
pt: A chave de API que você forneceu é inválida.
uk: Наданий вами ключ API недійсний.

source: The location you provided was not found.
bg: Местоположение, което указахте не е намерено.
ca: No s'ha pogut trobar la ubicació proveïda.
da: Dn angivne lokalitet blev ikke fundet.
fr: L'emplacement que vous avez fourni n'a pas été trouvé.
lt: Jūsų nurodyta vietovė nerasta.
nl: De locatie die u opgaf was onvindbaar.
pt: O local que você forneceu não foi encontrado.
uk: Вказане вами місце не знайдено.

source: Strong Storm
bg: Силна буря
ca: Tempesta forta
da: Stærk storm
fr: Forte tempête
lt: Stipri Audra
nl: Flinke storm
pt: Tempestade forte
uk: Сильний шторм

source: Rain and Snow
bg: Дъжд и сняг
ca: Pluja i neu
fr: Pluie et neige
lt: Lietus ir Sniegas
nl: Regen en sneeuw
pt: Chuva e neve
uk: Сніг з дощем

source: Rain and Sleet
bg: Дъжд и суграшица
ca: Neu i aiguaneu
da: Regn og slud
fr: Pluie et grésil
lt: Lietus su Šlapdriba
nl: Regen en natte sneeuw of hagel
pt: Granizo e chuva
uk: Дощ із мокрим снігом

source: Snow Showers
bg: Сняг
ca: Ruixats de neu
da: Snebyger
fr: Averses de neige
hr: Snježni pljusak
lt: Smulkiai Sninga
nl: Sneeuwbuien
pt: Nevadas
pt_br: Neve Isolada
uk: Сніг

source: Breezy
bg: Ветровито
ca: Ventós
da: Let blæsende
fr: Venteux
lt: Vėsu
nl: Winderig
pt: Brisado
uk: Вітряно

source: Frigid
bg: Студено
ca: Gèlid
da: Køligt
fr: Glacial
lt: Šalta
nl: Koud
pt: Gelado

source: Mostly Clear
bg: Предимно ясно
ca: Majoritàriament assolellat
da: Overvejende klart
fr: Principalement dégagé
lt: Daugiausia Giedra
nl: Overwegend helder
pt: Muito claro
uk: Переважно ясно

source: Please Make sure you entered the API key that you have from Pirate Weather
ca: Si us plau, assegureu-vos d'haver introduït la clau API de Pirate Weather
fr: Veuillez vous assurer que vous avez saisi correctement la clé API récupérée sur Pirate Weather
nl: Zorg er a.u.b. voor dat u de API-sleutel van Pirate Weather hebt ingevoerd
pt: Por favor confirme que já introduziste a chave da API que tens do Pirate Weather

source: Location Service couldn't find your location, please see the logs in Looking Glass
ca: El servei d'ubicació no ha pogut trobar la vostra ubicació, si us plau reviseu els logs
fr: Le service de localisation a répondu avec des erreurs, veuillez consulter les journaux dans Looking Glass
lt: Vietos tarnybai nepavyko rasti jūsų vietovės. Žiūrėti įrašų žurnalą Looking Glass
nl: Locatiedienst kon uw locatie niet vinden, zie a.u.b. de logboeken in Looking Glass
pt: O Serviço de localização não conseguiu encontrar sua localização. Consulte os registros no Looking Glass

source: Snow grains
ca: Grans de neu
fr: Neige en grains
nl: Motsneeuw
pt: Flocos de neve

source: Light showers
ca: Precipitacions lleugeres
fr: Faibles averses
nl: Lichte buien
pt: Chuva leve

source: Heavy showers
ca: Precipitacions fortes
fr: Fortes averses
nl: Zware buien
pt: Chuva pesada

source: Thunderstorm with slight hail
ca: Tempesta amb calamarsa lleugera
fr: Orage avec grêle légère
nl: Onweersbui met lichte hagel
pt: Trovoada com chuva com alguns granizos

source: Thunderstorm with hail
ca: Tempesta amb calamarsa
fr: Orage avec grêle
nl: Onweersbui met hagel
pt: Tempestade com granizos

source: Feels like
ca: Sensació tèrmica
fr: T° ressentie
nl: Voelt aan als
pt: Sensação térmica

source: Scattered Sleet
ca: Aiguaneu dispersa
fr: Grésil dispersé

source: Chance of Thunderstorms
ca: Possibilitat de tempestes elèctriques
fr: Risque d'orages

source: Light Rain
ca: Pluja lleugera
fr: Pluie légère

source: Light Sleet
ca: Aiguaneu lleugera
fr: Léger grésil

source: Intermittent Rain
ca: Pluja intermitent
fr: Pluie intermittente

source: Intermittent Sleet
ca: Aiguaneu intermitent
fr: Grésil intermittent

source: Intermittent Snow
ca: Neu intermitent
fr: Neige intermittente

source: Frequent Thunderstorms
ca: Tempestes elèctriques freqüents
fr: Orages fréquents

source: High Clouds
ca: Núvols alts
fr: Nuages ​​élevés

source: Low Clouds
ca: Núvols baixos
fr: Nuages bas

source: Overcast and Dry
ca: Ennuvolat i sec
fr: Ciel couvert et sec

source: Slightly Stormy
ca: Lleugerament tempestuós
fr: Légèrement orageux

source: Stormy Snow Showers
ca: Precipitacions de neu amb tempesta
fr: Averses de neige orageuses

source: Thundery Showers
ca: Ruixats i tempesta
fr: Averses orageuses

source: Thundery Snow Showers
ca: Ruixats de neu i tempesta
fr: Averses de neige orageuses

source: Wind Warning
ca: Avís per vent
fr: Avertissement vent

source: Thunderstorm Warning
ca: Avís de tempesta elèctrica
fr: Avertissement orage

source: Rain Warning
ca: Avís de pluja
fr: Avertissement pluie

source: Snow Warning
ca: Avís per neu
fr: Avertissement neige

source: Slippery Roads Warning
ca: Avís per carreteres lliscants
fr: Avertissement routes glissantes

source: Frost Warning
ca: Avís de glaçades
fr: Avertissement gel

source: Mass Movements Warning
ca: Avís per moviments de masses
fr: Avertissement glissements de terrain

source: Heat Warning
ca: Avís d'ona de calor
fr: Avertissement chaleur

source: Avalanche Warning
ca: Avís d'allaus
fr: Avertissement avalanche

source: Earthquake Warning
ca: Avís per terratrèmol
fr: Avertissement tremblement de terre

source: Forest Fire Warning
ca: Avís per incendi forestal
fr: Avertissement incendie de forêt

source: Flood Warning
ca: Avís d'inundació
fr: Avertissement inondation

source: Swiss Météo
fr: MétéoSuisse

source: For this provider, you need to use a postcode.
ca: Cal utilitzar un codi postal per a aquest proveïdor.
fr: Pour ce fournisseur, vous devez utiliser un code postal.

source: For this provider, you need to use a Swiss postcode, from 1000-9999.
ca: Cal utilitzar un codi postal suïs per a aquest proveïdor (1000-9999).
fr: Pour ce fournisseur, vous devez utiliser un code postal suisse, de 1000 à 9999.

source: Switzerland
ca: Suïssa
fr: Suisse

source: Could not retrieve config, file was not found under paths {configFilePath}
bg: Настройките не бяха извлечени. Файлът не беше открит в {configFilePath}
ca: No s'ha pogut obtenir la configuració, no s'ha trobat el fitxer a {configFilePath}
da: Kunne ikke hente konfigurationen. Filen blev ikke fundet under stien {configFilePath}
fr: Impossible de récupérer la configuration, le fichier n'a pas été trouvé sous les chemins {configFilePath}
lt: Nepavyko gauti konfigūracijos, failas nerastas šioje vietoje {configFilePath}
nl: Kon instellingen niet ophalen, bestand niet gevonden onder paden {configFilePath}
pt: Não foi possível recuperar a configuração, o arquivo não foi encontrado nos caminhos {configFilePath}
uk: Не вдалося отримати конфігурацію, файл не знайдено за шляхами {configFilePath}

source: Could not get contents of config file under path {configFilePath}
bg: Настройките не бяха извлечени от файлът, който се намира в {configFilePath}
ca: No s'ha pogut llegir el fitxer a {configFilePath}
da: Kunne ikke hente indholdet af konfigurationsfilen under stien {configFilePath}
fr: Impossible de lire le contenu du fichier de configuration suivant {configFilePath}
he: לא ניתן לאחזר תכולת קובץ תצורה מנתיב {configFilePath}
hr: Nemoguće dobivanje sadržaja podešavanja u putanji {configFilePath}
lt: Nepavyko gauti konfigūracijos failo turinio šioje vietoje {configFilePath}
nl: Kon inhoud van instellingenbestand niet verkrijgen onder pad {configFilePath}
pt: Não foi possível obter o conteúdo do arquivo de configuração no caminho {configFilePath}
pt_br: Não foi possível obter o conteúdo do arquivo de configuração no caminho {configFilePath}
uk: Не вдалося отримати вміст конфігураційного файлу за шляхом {configFilePath}

source: Make sure you entered a location or use Automatic location instead.
ca: Si us plau, assegureu-vos d'haver introduït una ubicació o utilitzeu Ubicació Automàtica.
fr: Assurez-vous d'avoir entré un emplacement ou utilisez la localisation automatique.
lt: Įsitikinkite, kad įvedėte vietovę arba naudokite automatinį vietovės nustatymą.
nl: Zorg ervoor dat u een locatie hebt ingevoerd of gebruik in plaats daarvan Automatische locatie.
pt: Certifique-se de inserir um local ou use a localização automática.

source: This provider requires an API key to operate
bg: Избраният доставчик на прогноза изисква API ключ за да работи
ca: Aquest proveïdor necessita una clau API per a operar
da: Denne udbyder kræver en API-nøgle for at virke
fr: Ce fournisseur nécessite une clé API pour fonctionner
he: נדרש מפתח API לשרות זה על מנת שיפעל
hr: Ovaj pružatelj usluge zahtijeva API ključ kako bi radio
lt: Šiam teikėjui reikalingas API raktas, kad jis veiktų
nl: Deze aanbieder heeft een API-sleutel nodig om te kunnen werken
pt: Este provedor requer uma chave de API para operar
pt_br: Este provedor requer uma chave API para operar
uk: Для роботи цього постачальника потрібен ключ API

source: Dew Point
bg: Точка на оросяване
ca: Punt de rosada
da: Dugpunkt
fr: Point de rosée
he: נקודת הטל
hr: Točka rošenja
lt: Rasos Taškas
nl: Dauwpunt
pt: Ponto de condensação da água
pt_br: Ponto de orvalho
uk: Точка роси

source: Precipitation will end in {precipEnd} minutes
bg: Валежът ще спре след {precipEnd} минути
ca: La precipitació s'aturarà en {precipEnd} minuts
da: Nedbøren vil ophøre om {precipEnd} minutter
fr: La précipitation s'arrêtera dans {precipEnd} minutes
he: משקעים יפסקו תוך {precipEnd} דקות
hr: Oborine će završiti za {precipEnd} minuta
lt: Krituliai baigsis po {precipEnd} min
nl: Neerslag zal ophouden over {precipEnd} minuten
pt: A precipitação terminará em {precipEnd} minutos
pt_br: A precipitação terminará em {precipEnd} minutos
uk: Опади припиняться через {precipEnd} хв

source: Precipitation won't end in within an hour
bg: Валежът няма да спре до час
ca: La precipitació no s'aturarà en menys d'una hora
da: Nedbøren vil ikke ophøre den næste time
fr: La précipitation ne s'arrêtera pas dans l'heure
he: משקעים לא יפסקו תוך שעה
hr: Oborine neće završiti u sljedećih sat vremena
lt: Krituliai nesibaigs per valandą
nl: Neerslag zal niet binnen een uur ophouden
pt: A precipitação não terminará dentro de uma hora
pt_br: A precipitação não terminará dentro de uma hora
uk: Опади не припиняться протягом години

source: Precipitation will start within {precipStart} minutes
bg: Валежът ще започне след {precipStart} минути
ca: La precipitació començarà en {precipStart} minuts
da: Nedbøren vil begynde om {precipStart} minutter
fr: La précipitation commencera dans les {precipStart} minutes
he: משקעים יחלו בעוד {precipStart} דקות
hr: Oborine će početi za {precipStart} minuta
lt: Krituliai prasidės po {precipStart} min
nl: Neerslag zal beginnen over {precipStart} minuten
pt: A precipitação começará dentro de {precipStart} minutos
pt_br: A precipitação começará dentro de {precipStart} minutos
uk: Опади почнуться через {precipStart} хв

source: Low Risk of Harm from sun exposure, UV Index: {uvIndex}
ca: Risc baix per exposició al sol, índex UV: {uvIndex}
fr: Risque faible de dommages liés à l'exposition au soleil, indice de risque UV : {uvIndex}

source: Moderate Risk of Harm from sun exposure, UV Index: {uvIndex}
ca: Risc moderat per exposició al sol, índex UV: {uvIndex}
fr: Risque modéré de dommages liés à l'exposition au soleil, indice de risque UV : {uvIndex}

source: High Risk of Harm from sun exposure, UV Index: {uvIndex}
ca: Risc alt per exposició al sol, índex UV: {uvIndex}
fr: Risque élevé de dommages liés à l'exposition au soleil, indice de risque UV : {uvIndex}

source: Very High of Harm from sun exposure, Risk UV Index: {uvIndex}
ca: Risc molt alt per exposició al sol, índex UV: {uvIndex}
fr: Risque très élevé de dommages liés à l'exposition au soleil, indice UV : {uvIndex}

source: Extreme Risk of Harm from sun exposure, UV Index: {uvIndex}
ca: Risc extrem per exposició al sol, índex UV: {uvIndex}
fr: Risque extrême de dommages liés à l'exposition au soleil, indice UV : {uvIndex}

source: Forecast parsing failed, see logs for more details.
bg: Обработката на данните за прогнозата беше неуспешна. Вижте лог файла за повече информация.
ca: Error en interpretar la previsió meteorològica, reviseu els logs per a més detalls.
da: Tolkning af vejrudsigt mislykkedes. Se loggen for flere detaljer.
fr: Échec de l'analyse des prévisions, consultez les journaux pour plus de détails.
hr: Obrada prognoze neuspjela, pogledajte zapise za više pojedinosti.
lt: Orų prognozės analizė nepavyko, daugiau informacijos rasite žurnaluose.
nl: Lezen van voorspelling mislukt, zie logboeken voor meer bijzonderheden.
pt: Falha na análise da previsão. Consulte os registos para obter mais detalhes.
pt_br: Falha na análise da previsão. Consulte os registros para obter mais detalhes.
uk: Помилка аналізу прогнозу, подробиці дивіться в журналах.

source: As of {lastUpdatedTime}
bg: Обновена в {lastUpdatedTime}
ca: A les {lastUpdatedTime}
da: Fra
fr: À {lastUpdatedTime}
he: מאז {lastUpdatedTime}
hr: Kao da je {lastUpdatedTime}
lt: Atnaujinta {lastUpdatedTime}
nl: Met ingang van {lastUpdatedTime}
pt: Às {lastUpdatedTime}
pt_br: A partir de {lastUpdatedTime}
uk: Станом на {lastUpdatedTime}

source: {distance} {distanceUnit} from you
bg: {distance} {distanceUnit} от вас
ca: {distance} {distanceUnit} de tu
da: {distance} {distanceUnit} fra dig
fr: {distance} {distanceUnit} de vous
hr: {distance} {distanceUnit} od vas
lt: {distance} {distanceUnit} nuo jūsų
nl: {distance}{distanceUnit} van u vandaan
pt: {distance} {distanceUnit} de ti
pt_br: {distance} {distanceUnit} de você
uk: {distance} {distanceUnit} від вас

source: Station Name: {stationName}
bg: Име на станцията: {stationName}
ca: Nom de l'estació: {stationName}
da: Stationsnavn: {stationName}
fr: Nom de la station: {stationName}
lt: Stoties Pavadinimas: {stationName}
nl: Stationsnaam: {stationName}
pt: Nome da estação: {stationName}
uk: Назва станції: {stationName}

source: Area: {stationArea}
bg: Област: {stationArea}
ca: Àrea: {stationArea}
da: Område: {stationArea}
fr: Région: {stationArea}
lt: Vietovė: {stationArea}
nl: Gebied: {stationArea}
pt: Área: {stationArea}
uk: Район: {stationArea}

source: {count} weather alert(s)
ca: {count} alertes del temps
fr: {count} alerte(s) météo
nl: {count} weerwaarschuwing(en)
pt: {count} alerta(s) do clima

source: Error Saving Debug Information
bg: Грешка при запазването на дебъг информацията
ca: Error emmagatzemant la informació de Debug
da: Der opstod en fejl, da fejlsøgningsinformation skulle gemmes
fr: Erreur lors de l'enregistrement des informations de débogage
he: שגיאה בשמירת מידע ניפוי־תקלים %s
hr: Greška spremanja informacija otklanjanja grešaka
lt: Klaida išsaugant derinimo informaciją
nl: Fout bij opslaan van foutopsporingsinformatie
pt: Erro ao salvar informações de depuração
pt_br: Erro ao salvar informações de depuração
uk: Помилка збереження інформації про налагодження

source: Could not open file {filePath} for writing
ca: No s'ha pogut obrir el fitxer d'escriptura {filePath}
fr: Impossible d'ouvrir le fichier {filePath} en écriture
nl: Kon bestand {filePath} niet openen om in te schrijven
pt: Não foi possível abrir o ficheiro {filePath} para a escrita
