Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/weather@mockturtl/*.po
Languages: bg, ca, da, fr, he, hr, lt, nl, pt, pt_br, uk

source: Saves location information to file so you can switch between them with buttons in the applet, which will appear if you have more than one.
bg: Записва местоположенията във файл, така че да можете да превключвате между тях с бутоните в аплета, които ще се появят, ако имате повече от едно такова.
ca: Guarda la informació a un fitxer de manera que podeu canviar entre ells amb els botons de l'Applet, que es mostraran si teniu més d'una configuració.
da: Gemmer lokalitetsinformationer til en fil, så du kan skifte mellem dem med knapper i panelprogrammet, som er synlig, hvis der er mere end en.
fr: Enregistre les informations de localisation dans un fichier, afin que vous puissiez basculer entre elles avec des boutons dans l'applet (qui apparaîtra si vous en avez plus d'une).
he: שומר מידע מיקום לקובץ כך שניתן לעבור ביניהם באמצעות הלחצנים ביישומון, אשר יהפכו לזמינים במידה ויש יותר ממיקום אחד.
hr: Sprema informacije lokacija u datoteku kako bi mogli birati između više njih pomoću tipke u apletu, koja će se pojaviti ako imate više od jedne lokacije.
lt: Vietos informaciją išsaugo faile, kad galėtumėte perjungti juos naudodami programos mygtukus, kurie bus rodomi, jei turite daugiau nei vieną.
nl: Slaat de locatie-informatie op, zodat u kunt schakelen tussen deze locaties met knoppen (die verschijnen als u er meer dan n hebt).
pt: Salva informações de localização em um arquivo para que você possa alternar entre eles com botões no applet, que aparecerão se você tiver mais de um.
pt_br: Salvar as informações de localização em um arquivo para que você possa alternar entre eles com botões do applet, que aparecerá se você tiver mais de um.
uk: Зберігає інформацію про місцезнаходження у файлі, щоб ви могли перемикатися між ними за допомогою кнопок в аплеті, які з’являться, якщо у вас є декілька.

source: Weather Applet at Cinnamon Spices Website
bg: Времето в уебсайта за Cinnamon Аплети
ca: Applet del Temps al web de Cinnamon Spices
da: Vejret på Cinnamon Spices' website
fr: Applet Météo sur le site web Cinnamon Spices
he: יישומון מזג־אוויר באתר מרשתת תבליני־סינמון
hr: Aplet vremena na web stranici Cinnamon dodataka
lt: Orų programa Cinnamon Spices Tinklalpyje
nl: Weer-werkbalkhulpje op Cinnamon Spices website
pt: Applet do Clima no site Cinnamon Spices
pt_br: Applet Clima no site Cinnamon Spices
uk: Weather Applet на веб-сайті Cinnamon Spices

source: If you are using a provider with API keys set it to an interval you won't run out of your quota with.
bg: Ако използвате доставчик на прогнозата, който изисква API ключ, изберете интервала на обновление, така че да не надвишите дневната си квота.
ca: Si esteu utilitzant un proveïdor amb clau API, assegureu-vos que la configuració no sobrepassarà el límit de peticions.
da: Bruger du en udbyder med API-nøgler, så indstil et interval, så du ikke får opbrugt din kvote.
fr: Si vous utilisez un fournisseur avec des clés API, définissez un intervalle avec lequel vous ne vous retrouverez pas hors quota.
he: אם נעשה שימוש בספק שרות שדורש מפתחות API, חשוב להגדיר את המחזוריות באופן שכמות הגישות לשרות לא תחרוג מהמכסה שהוקצתה.
hr: Ako koristite pružatelja usluge sa API ključevima, postavite ih na interval s kojim nećete doseći ograničenje.
lt: Jei naudojate tiekėją su API raktais, nustatykite intervalą, kurio kvota neišnaudosite.
nl: Indien u een weeraanbieder gebruikt met API-sleutels, zet die dan op een dusdanige tussenpoze dat u genoeg quota heeft.
pt: Se você estiver usando um provedor com chaves de API, configure-o para um intervalo com o qual sua cota não ficará esgotada.
pt_br: Se você está usando um provedor com chaves de API, defina-o para um intervalo com o qual sua cota não ficará esgotada.
uk: Якщо ви використовуєте постачальника з ключами API, установіть для нього інтервал, з яким ви не вичерпаєте свою квоту.

source: Maximum number of days that can be displayed, available number of data, maximum rows and columns setting in the Presentation tab will affect the final number.
bg: Максимален брой дни, за които да се покаже прогнозата. Наличността на прогноза, броя редове и колони избрани в раздела Оформление ще окаже ефект на дните, за които ще се покаже прогноза.
ca: Número màxim de dies que es poden mostrar. Serà afectat pel número màxim de files i columnes de la pestanya de Presentació.
da: Største antal dage som kan vises. Mængden af data og indstillingerne for maksimale antal rækker og søjler i fanebladet Præsentation vil påvirke det endelige antal.
fr: Nombre maximal de jours pouvant être affichés, le nombre de données disponibles, le nombre maximum de lignes et de colonnes dans l'onglet Présentation affecteront le nombre final.
hr: Najveći broj dana koji se mogu prikazati, raspoloživi broj podataka, najviše redaka i stupaca postavljenih u kartici prikaza će utjecati na završni broj.
lt: Maksimalus dienų skaičius, kurį galima rodyti, turimas duomenų skaičius, maksimalus eilučių ir stulpelių nustatymas skirtuke Prezentacija turės įtakos galutiniam skaičiui.
nl: De instellingen in het Presentatie-tabblad voor het maximale aantal dagen dat getoond kan worden, de beschikbare hoeveelheid gegevens en het maximum aantal rijen en kolommen zullen het uiteindelijke aantal begrenzen.
pt: O número máximo de dias que podem ser exibidos, o número disponível de dados, a configuração máxima de linhas e colunas na guia Apresentação afetarão o número final.
uk: Максимальна кількість днів, які можна відобразити, доступна кількість даних, налаштування максимальної кількості рядків і стовпців на вкладці «Презентація» впливатимуть на остаточне число.

source: Maximum number of hours that can be displayed, available numbers of data will affect the final number.
bg: Максималния брой часове, за които ще се покаже прогноза. Наличността на прогноза ще окаже ефект на часовете, за които тя ще се покаже.
ca: Número màxim d'hores que es poden mostrar. La disponibilitat de la informació afectarà el número final.
da: Største antal dage som kan vises. Mængden af data vil påvirke det endelige antal.
fr: Nombre maximal d'heures pouvant être affichées, le nombre de données disponibles affectera le nombre final.
hr: Najveći broj sati koji se mogu prikazati, dostupan broj podataka će utjecati na završni broj.
lt: Maksimalus valandų skaičius, kurį galima rodyti, turimas duomenų skaičius turės įtakos galutiniam skaičiui.
nl: Het maximale aantal uren dat getoond kan worden en de beschikbare hoeveelheden gegevens zullen het uiteindelijke aantal begrenzen.
pt: Número máximo de horas que podem ser exibidas, os números de dados disponíveis afetarão o número final.
uk: Максимальна кількість годин, які можна відобразити, доступна кількість даних вплине на остаточне число.

source: Enable minutely precipitation forecast
bg: Включи минутно обновление на валежите
ca: Activa la previsió meteorològica minut a minut
da: Aktivér minutbaseret nedbørsudsigt
fr: Activer les prévisions de pluie minute-par-minute
he: אפשור תחזית משקעים דקתית
hr: Omogući precizniju prognozu
lt: Įjungti trumpą kritulių prognozę
nl: Schakel voorspelling van uiterst geringe neerslag in
pt: Ativar previsão minuciosa de precipitação
pt_br: Habilitar previsão de precipitação minuciosa
uk: Увімкнути щохвилинний прогноз опадів

source: If you'd like to use this make sure you use your exact coordinates/address as location to help its accuracy. See Feature map on website on support for your provider
ca: Si us agradaria utilitzar això, assegureu-vos d'usar les vostres coordenades o adreça exactes per a ajudar amb la precisió. Reviseu la web del vostre proveïdor per a saber més sobre el suport
da: Hvis du gerne vil bruge dette, skal du sørge for at bruge dine nøjagtige koordinater/adresse som lokalitet for at hjælpe med nøjagtigheden. Se funktionskort på hjemmesiden under support for din udbyder.
fr: Si vous souhaitez l'utiliser, assurez-vous de renseigner vos coordonnées/adresse exactes comme emplacement afin que les prévisions soient les plus précises possible. Voir la carte des localités recouvertes par votre fournisseur sur le site Web qui lui sert de support
lt: Jei norite tai naudoti, įsitikinkite, kad naudojate tikslias koordinates / adresą kaip vietą, kad būtų užtikrintas tikslumas. Žr. funkcijų žemėlapį svetainėje apie jūsų teikėjo palaikymą
nl: Als u dit wilt gebruiken, zorg er dan voor dat u uw exacte cordinaten / adresgegevens gebruikt om een accuraat beeld te krijgen. Zie de Featurekaart op website voor ondersteuning voor uw aanbieder
pt: Se você quiser usar isso, certifique-se de usar suas coordenadas/endereço exatos como localização para ajudar na precisão. Consulte o mapa de recursos no site sobre suporte para seu provedor

source: Enable displaying weather alerts
ca: Activa la mostra d'alertes del temps
fr: Activer l'affichage des alertes météo
nl: Tonen van weerwaarschuwingen inschakelen
pt: Ativar mostrar alertas de clima

source: Alerts button will be visible in the popup menu if there are any active alerts for your location.
ca: El botó d'alertes serà visible al menú emergent si hi ha alguna alerta activa per a la vostra ubicació.
fr: Le bouton Alertes sera visible dans le menu contextuel s’il existe des alertes actives pour votre emplacement.
nl: Waarschuwingenknop zal zichtbaar zijn in het opduikmenu indien er actieve waarschuwingen zijn voor uw locatie.
pt: Botões de alertas vão ficar visíveis no menu pop up caso existir algum alerta ativo para a sua localização.

source: Show both temperature units at the same time
bg: Показване на температурата с двете единици
ca: Mostra ambdós unitats de temperatura al mateix temps
da: Vis begge temperaturenheder på samme tid
fr: Afficher les deux unités de température en même temps
he: הצגת שני סוגי יחידות מידת־חום בו זמנית
hr: Prikaži obje jedinice temperaturu istovremeno
lt: Vienu metu rodyti abu temperatūros vienetus
nl: Toon beide temperatuureenheden tegelijkertijd
pt: Mostrar ambas as unidades de temperatura ao mesmo tempo
pt_br: Mostra ambas as unidades de temperatura ao mesmo tempo
uk: Показати обидві одиниці вимірювання температури одночасно

source: Some of the available values are: {c} is condition, {t} is temperature and {u} is unit. Can be used if label does not fit on vertical panel, among other smart things.
fr: Les valeurs disponibles sont : {c} pour les conditions météorologiques, {t} pour la température et {u} pour l'unité. Peut être utilisé si l'étiquette ne tient pas sur le panneau vertical.
lt: Kai kurios galimos reikšmės yra: {c} yra prognozė, {t} yra temperatūra ir {u} yra vienetas. Galima naudoti, jei etiketė netelpa ant vertikalaus skydelio, be kitų išmaniųjų dalykų.
nl: Sommige van de beschikbare waarden zijn: {c} is voorwaarde, {t} is temperatuur en {u} is eenheid. Kan o.a. gebruikt worden als het etiket niet op de verticale werkbalk past.
pt: Alguns dos valores disponíveis são: {c} é condição, {t} é temperatura e {u} é unidade. Pode ser usado se o rótulo não couber no painel vertical, entre outras coisas inteligentes.

source: Override tooltip on panel
bg: Замяна на подсказката на панела
ca: Sobreescriu el tooltip al panell
da: Tilsidesæt værktøjstip i panelet
fr: Remplacer l'info-bulle sur le panneau
lt: Nepaisyti patarimo skydelyje
nl: Zweeftip op werkbalk overschrijven
pt: Substituir a dica no painel
uk: Перевизначити підказку на панелі

source: Has the same behavior and available values as 'Override label on panel'.
bg: Има същият ефект и параметри като 'Замяна на обозначението в панела'.
ca: Té el mateix comportament i valors disponibles que "Sobreescriu l'etiqueta al panell".
da: Har samme opførsel og tilgængelige værdier som “Tilsidesæt mærkat i panelet”.
fr: A le même comportement et les mêmes valeurs disponibles que "Remplacer l'étiquette sur le panneau".
lt: Veikia taip pat ir galimos vertės kaip „Nepaisyti etiketės skydelyje“.
nl: Heeft hetzelfde gedrag en beschikbare waarden als 'Etiket overschrijven op werkbalk'.
pt: Tem o mesmo comportamento e valores disponíveis de 'Substituir rótulo no painel'.
uk: Має таку саму поведінку та доступні значення, що й «Замінити мітку на панелі».

source: Always show Hourly Weather
bg: Винаги показвай Почасовата Прогноза
ca: Mostra sempre el temps per hores
da: Vis altid timebaseret vejr
fr: Toujours afficher la météo horaire
he: הצגת תחזית שעתית תמיד
hr: Uvijek prikaži prognozu po satu
lt: Visada rodyti valandinį orą
nl: Toon altijd uurlijks weer
pt: Sempre mostrar o clima por hora
pt_br: Sempre mostrar o tempo por hora
uk: Завжди показувати погодинну погоду

source: Hide/Show button will be hidden and Hourly weather will be permanently visible.
bg: Бутонът за показване/скриване ще бъде скрит и Почасовата Прогноза ще се вижда постоянно.
ca: S'amagarà el botó d'Amagar/Mostrar i el temps per hores serà visible de manera permanent.
da: Vis/skjul-knappen vil være skjult og timebaseret vejr vil være permanent synligt.
fr: Le bouton Cacher/Afficher sera caché et la météo horaire sera visible en permanence.
he: לחצני הצגה/הסתרה יוסתרו ותחזית 'שעתית' תהיה גלויה תמיד.
hr: Sakrij/Prikaži tipka će biti sakrivena, a satna prognoza će biti uvijek vidljiva.
lt: Mygtukas Slėpti/Rodyti bus paslėptas ir valandinis oras bus matomas nuolat.
nl: De knop voor verbergen/tonen zal worden verborgen en uurlijks weer zal blijvend zichtbaar zijn.
pt: O botão Ocultar/Mostrar ficará oculto e o clima por hora ficará permanentemente visível.
pt_br: O botão Mostrar/Ocultar ficará oculto e o tempo de hora em hora ficará permanentemente visível.
uk: Кнопка «Сховати/показати» буде прихована, а погодинна погода буде постійно видимою.

source: Displaying forecasts from top to bottom instead from left to right.
bg: Показване на прогнозата отгоре надолу, вместо отляво надясно.
ca: Mostra les previsions de dalt a baix en lloc d'esquerra a dreta.
da: Viser udsigten fra øverst til nederst i stedet for fra venstre til højre.
fr: Afficher les prévisions de haut en bas plutôt que de gauche à droite.
he: הצגת תחזיות מלמעלה למטה במקום משמאל לימין.
hr: Prikazuje prognozu s vrha prema dnu umjesto s lijeva na desno.
lt: Prognozės rodomos iš viršaus į apačią, o ne iš kairės į dešinę.
nl: Voorspellingen tonen van boven naar beneden en niet van links naar rechts.
pt: Exibindo previsões de cima para baixo, em vez de da esquerda para a direita.
pt_br: Mostrando previsões do topo para baixo ao invés da esquerda para direita.
uk: Відображення прогнозів зверху вниз, а не зліва направо.

source: Your saved locations
bg: Запазени местоположения
ca: Les vostres ubicacions emmagatzemades
da: Dine gemte lokaliteter
fr: Vos emplacements sauvegardés
he: מיקומים שמורים
hr: Vaše spremljene lokacije
lt: Jūsų išsaugotos vietovės
nl: Uw opgeslagen locaties
pt: Exibindo compreensão de cima para baixo, em vez da esquerda para a direita
pt_br: Suas localizações salvas
uk: Ваші збережені місця

source: You have to make sure the Search entry field is unique and your Timezone is in the IANA time zone format (e.g. 'Europe/London')
bg: Критерият за търсене трябва да не се повтаря и часовата зона да е във формат на IANA (например 'Europe/Sofia')
ca: Heu d'assegurar-vos que l'entrada al camp de cerca és única i que el vostre fus horari està en el format IANA (ex: 'Europe/London')
da: Du skal sikre dig, at søgefeltindtastningen er unik og din tidszone er i IANA-formatet (f.eks. “Europe/London”)
fr: Vous devez vous assurer que le champ de saisie « Requête de recherche » est unique et que votre fuseau horaire est au format IANA (par exemple « Europe/Londres »).
he: נא לוודא שדה הזנת החיפוש הוא ייחודי ושאזור־הזמן הוא בתבנית אזור־זמן IANA (לדוגמה 'אירופה/לונדון')
hr: Morate se pobrinuti da je Unos pretrage jedinstven i vaša vremenska zona je u formatu IANA vremenske zone (npr. Europa/Zagreb)
lt: Turite įsitikinti, kad paieškos įvesties laukas yra unikalus ir jūsų laiko juosta yra IANA laiko juostos formatu (pvz., „Europa/Londonas“).
nl: U moet ervoor zorgen dat het zoekveld uniek is en dat uw tijdzone in de IANA-tijdzone-indeling is (bv. 'Europa/Londen')
pt: Você deve certificar-se de que o campo de entrada de pesquisa seja exclusivo e que seu fuso horário esteja no formato de fuso horário da IANA (por exemplo, 'Europa/Londres')
pt_br: Você precisa garantir que o campo de entrada Pesquisa seja exclusivo e que seu fuso horário esteja no formato IANA (por exemplo, 'Europa/Londres')
uk: Ви повинні переконатися, що поле введення Пошук є унікальним, а ваш часовий пояс має формат часового поясу IANA (наприклад, «Європа/Лондон»).

source: City
bg: Град
ca: Ciutat
da: By
fr: Ville
he: עיר
hr: Grad
lt: Miestas
nl: Stad
pt: Cidade
pt_br: Cidade
uk: Місто

source: Country
bg: Държава
ca: País
da: Land
fr: Pays
he: ארץ
hr: Zemlja
lt: Valstybė
nl: Land
pt: País
pt_br: País
uk: Країна

source: Timezone
bg: Часова зона
ca: Zona horària
da: Tidszone
fr: Fuseau horaire
he: אזור זמן
hr: Vremenska zona
lt: Laiko zona
nl: Tijdzone
pt: Fuso horário
pt_br: Fuso horário
uk: Часовий пояс

source: Search entry
bg: Критерий за търсене
ca: Entrada de cerca
da: Søgeindgang
fr: Requête de recherche
he: חיפוש רשומה
hr: Unos pretrage
lt: Paieška
nl: Zoekterm
pt: Entrada de pesquisa
pt_br: Entrada de pesquisa
uk: Пошуковий запит

source: Display wind direction as text
bg: Показване на посоката на вятъра като текст
ca: Mostra la direcció del vent com a text
da: Vis vindretning som tekst
fr: Afficher la direction du vent sous forme de texte
he: הצג כיוון רוח כמלל
hr: Prikaži smjer vjetra u obliku teksta
lt: Rodyti vėjo krypti tekstiniu formatu
nl: Toon windrichting als tekst
pt: Exibir a direção do vento como texto
pt_br: Exibir a direção do vento como texto
uk: Відображення напрямку вітру як текст

source: Like SE, N instead of direction icons.
bg: Като ЮИ, С вместо със стрелки указващи посоката.
ca: Com ara SE, N, en lloc d'icones de direcció.
da: F.eks. SØ, N i stedet for retningsikoner.
fr: Comme « SE, N » au lieu d'icônes de direction.
he: כמו צמ', צ' במקום סמלי כיוון.
hr: Poput JI, S umjesto ikona smjera.
lt: Kaip PR, Š vietoje krypties piktogramų.
nl: Als ZO, N in plaats van richtingpictogrammen.
pt: Como SE, N em vez de ícones de direção.
pt_br: Como SE,N em vez de ícones de direção.
uk: Як Пд-Сх, П замість піктограм напрямків.

source: Provider should translate conditions if available
ca: El proveïdor hauria de traduir les condicions si és possible
fr: Le fournisseur doit traduire les conditions si disponibles
nl: Weeraanbieder moet weeromstandigheden vertalen indien mogelijk
pt: O provedor deve traduzir as condições caso disponível

source: Should your provider translate the conditions to your language if your locale is supported by the provider. Otherwise the applet will use it's own translation system.
ca: Si el vostre proveïdor no tradueix les condicions meteorològiques, l'Applet utilitzarà el seu sistema propi de traduccions.
fr: Votre fournisseur doit-il traduire les conditions dans votre langue si vos paramètres régionaux sont pris en charge par le fournisseur. Sinon, l'applet utilisera son propre système de traduction.
nl: Of uw weeraanbieder de weersomstandigheden moet vertalen in uw taal indien uw taal door de weeraanbieder wordt ondersteund. Zo niet, dan zal het werkbalkhulpje zijn eigen vertaalsysteem gebruiken.
pt: O seu provedor deve traduzir as condições para o seu idioma caso sua localidade for suportada pelo provedor. Caso contrário, o applet usará seu próprio sistema de tradução.

source: Does not apply to custom iconset, that is symbolic by default
bg: Не се отнася за собственоръчно избрани икони, които са символични
ca: No s'aplica a un set d'icones personalitzat, que és simbòlic per defecte
da: Gælder ikke for selvvalgt ikonsæt, der som standard er symbolsk
fr: Ne s'applique pas à l'ensemble d'icônes personnalisé, qui est symbolique par défaut
he: לא חל על ערכת סמלים מותאמת אישית, שהיא סמלית כברירת מחדל
hr: Ne primjenjuje se na prilagođeni skup ikona, koje su simboličke po zadanome
lt: Netaikoma pasirinktiniam piktogramų rinkiniui, kuris pagal numatytuosius nustatymus yra simbolinis
nl: N.v.t. op aangepaste pictogrammen die standaard symbolisch zijn
pt: Não se aplica ao conjunto de ícones personalizado, que é simbólico por padrão
pt_br: Não se aplica ao conjunto de ícones personalizado, que é simbólico por padrão
uk: Не застосовується до спеціального набору значків, який за замовчуванням є символічним

source: Use symbolic icons throughout the applet
bg: Използване на символични икони навсякъде в аплета
ca: Utilitza icones simbòliques per tot l'Applet
da: Anvend symbolske ikoner i hele panelprogrammet
fr: Utiliser des icônes symboliques dans l'applet
he: שימוש בסמלים סמליים בכל אזורי יישומון הלוח
hr: Koristi simboličke ikone u apletu
lt: Visoje programoje naudokite simbolines piktogramas
nl: Gebruik symbolische pictogrammen in dit werkbalkhulpje
pt: Use ícones simbólicos em todo o applet
pt_br: Usar ícones simbólicos em todo o applet
uk: Використовуйте символічні піктограми в аплеті
