Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@SysmonitorByOrcus/files/0dyseus@SysmonitorByOrcus/po/*.po
Languages: es, hr, sv

source: Description
es: Descripción

source: This applet is a fork of [System Monitor](https://cinnamon-spices.linuxmint.com/applets/view/88) applet by Josef Michálek (a.k.a. Orcus).
es: Este applet está basado en el applet [System Monitor](https://cinnamon-spices.linuxmint.com/applets/view/88) por Josef Michálek (también conocido como Orcus).

source: Differences with the original applet
es: Diferencias con el original

source: This applet uses Cinnamon's native settings system instead of an external library (gjs).
es: Este applet utiliza el sistema de configuración nativo de Cinnamon en lugar de una biblioteca externa (gjs).

source: I added an option to use a custom command on applet click.
es: He añadido una opción para usar un comando personalizado al hacer clic en el applet.

source: I added an option to set a custom width for each graph individually.
es: He añadido una opción para establecer un ancho personalizado para cada gráfico individualmente.

source: I added an option to align this applet tooltip text to the left.
es: He añadido una opción para alinear el texto de información de este applet a la izquierda.

source: Removed NetworkManager dependency.
es: Se eliminó la dependencia de NetworkManager.

source: Dependencies
es: Dependencias
sv: Beroenden

source: The gtop library reads information about processes and the state of the system.
es: La biblioteca gtop lee información acerca de procesos y el estado del sistema.
sv: gtop-biblioteket läser information om processer och status för systemet.

source: Debian based distributions:
es: Distribuciones basadas en Debian:
sv: Debian-baserade distributioner:

source: The package is called **gir1.2-gtop-2.0**.
es: Distribuciones basadas en Debian: El paquete es llamado **gir1.2-gtop-2.0**.
sv: Paketet heter **gir1.2-gtop-2.0**.

source: Archlinux based distributions:
es: Distribuciones basadas en Archlinux:
sv: Archlinux-baserade distributioner:

source: The package is called **libgtop**.
es: Distribuciones basadas en Archlinux: El paquete es **libgtop**.
sv: Paketet heter **libgtop**.

source: Fedora based distributions:
es: Distribuciones basadas en Fedora:
sv: Fedora-baserade distributioner:

source: The package is called **libgtop2-devel**.
es: El paquete es llamado **libgtop2-devel**.
sv: Paketet heter **libgtop2-devel**.

source: NetworkManager is a system network service that manages your network devices and connections, attempting to keep active network connectivity when available.
es: NetworkManager es un servicio de red del sistema que administra los dispositivos y conexiones de red, intentando mantener una conectividad de red activa cuando está disponible.
sv: Nätverkshanteraren är en systemnätverkstjänst som hanterar dina nätverksenheter och anslutningar. Försöker hålla nätverksanslutningar aktiva, när tillgängliga.

source: The package is called **gir1.2-networkmanager-1.0**.
es: El paquete es llamado **gir1.2-networkmanager-1.0**.
sv: Paketet heter **gir1.2-networkmanager-1.0**.

source: The package is called **networkmanager**.
es: El paquete es llamado **NetworkManager**.
sv: Paketet heter **networkmanager**.

source: The package is called **NetworkManager**.
es: El paquete es llamado **NetworkManager**.
sv: Paketet heter **NetworkManager**.

source: Important note:
es: Nota importante:
sv: Viktig notis:

source: NetworkManager is only used if the **GTop** library version installed on a system is < **2.32** and doesn't support certain library calls. So, basically, if the network graph on this applet works without having installed NetworkManager, then you don't need to install it.
es: NetworkManager is usado sólo si la versión de la librería **GTop** instalada en el sistema es < 2.32 y no soporta ciertas llamadas a la librería. Básicamente, si el gráfico de red de este applet funciona sin tener instalado NetworkManager, entonces no es necesario que sea instalado.
sv: NetworkManager används endast om **GTop**-biblioteket version < **2.32** finns installerat i systemet och inte stödjer vissa biblioteksanrop. Så om nätverksdiagrammet på detta panelprogram fungerar utan att du har installerat "NetworkManager", behöver du heller inte installera det.

source: Restart Cinnamon after installing the packages for the applet to recognize them.
es: Reiniciar Cinnamon luego de haber instalado los paquetes para que el applet los reconozca.
sv: Starta om Cinnamon efter paketinstallationen så att panelprogrammet kan identifiera dem.

source: The following two sections are available only in English.
es: Las siguientes dos secciones están disponibles sólo en Inglés.
sv: Följande två sektioner är endast tillgängliga på Engelska.

source: Do not install on any other version of Cinnamon.
es: No instalar en ninguna otra versión de Cinnamon.

source: Compatibility
es: Copatibilidad

source: Help
es: Ayuda
hr: Pomoć
sv: Hjälp

source: Contributors
es: Colaboradores
sv: Medhjälpare

source: Changelog
es: Registro de cambios
sv: Ändringslogg

source: Help for %s
es: Ayuda para %s
sv: Hjälp för %s

source: IMPORTANT!!!
es: ¡IMPORTANTE!
sv: VIKTIGT!!!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
es: Jamás borrar ninguno de los archivos encontrados dentro de la carpeta de este xlet. Podría romper la funcionalidad del xlet.
sv: Ta aldrig bort någon av filerna i den här xlet-mappen. Det kan förstöra programmets funktioner.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på följande länk.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
es: Localización de applets/desklets/extensiones (también conocidos como xlets)
sv: Applets/Desklets/Extensions (xlets) översättning

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
es: Si este xlet se instaló desde Configuración de Cinnamon, todas las localizaciones de este xlet se instalaron automáticamente.
sv: Om denna xlet installerades från Cinnamons inställningar, installerades också alla översättningar automatiskt.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
es: Si este xlet se instaló manualmente y no a través de Configuración de Cinnamon, las localizaciones se pueden instalar ejecutando el archivo llamado **localizations.sh** desde una terminal abierta dentro de la carpeta del xlet.
sv: Om denna xlet installerades manuellt och inte via Cinnamons inställningar, kan översättningar installeras genom att köra skriptet **localizations.sh** från en terminal öppnad i programmappen.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
es: Si este xlet no está disponible en su idioma, la localización puede ser creada siguiendo las siguientes instrucciones.
sv: Om ditt språk saknas i denna xlet, kan du översätta den med hjälp av följande instruktioner.

source: Memory:
es: Memoria:
hr: Memorija:
sv: RAM:

source: Network D/U:
es: Red D/S:
hr: Mreža P/S:
sv: Nätverk N/U:

source: Load average:
es: Promedio de carga:
hr: Prosječno opterećenje:
sv: Medelbelastning:

source: Missing dependency!!!
es: ¡¡¡Falta de dependencia!!!
hr: Nedostaje zavisnost!!!
sv: Saknat beroende!!!

source: This applet needs the GTop library installed on your system for it to work.
es: Este applet necesita la biblioteca GTop instalada en su sistema para que funcione.
hr: Ovaj aplet zahtijeva GTop biblioteku instaliranu na vašem računalu kako bi radio.
sv: Det här panelprogrammet behöver GTop-biblioteket installerat för att fungera.

source: Read this applet help for more details (Applet context menu > Help item).
es: Leer el archivo de ayuda de este applet para más detalles sobre esta opción (menú contextual del applet > elemento Ayuda).
hr: Pročitajte pomoć ovog apleta za pojedinosti (Aplet izbornik > stavka pomoći).
sv: Läs programhjälpen för mer detaljerad information (Hjälp i kontextmenyn).

source: See this xlet help file.
es: Ver el archivo de ayuda de este xlet.
sv: Se hjälpfilen för denna xlet.

source: Displays CPU, memory, swap, network usage and load in graphs.
es: Muestra gráficos de uso de CPU. memoria, swap, red y carga.
hr: Prikazuje upotrebu CPU-a, memorije, swapa, mreže u grafovima.
sv: Visar CPU-, minnes-, växlingsutrymmes-, nätverksanvändning och belastning i diagram.

source: System Monitor (Fork By Odyseus)
es: Monitor de Sistema (Modificado por Odyseus)
hr: Nadgledatelj sustava (Fork By Odyseus)
sv: Systemövervakare (Förgrening av 0dyseus)

source: CPU graph width
es: Anchura del gráfico de CPU
hr: Širina CPU grafa
sv: CPU-diagrammets bredd

source: pixels
es: pixeles
hr: piksela
sv: pixlar

source: Draw graph border
es: Dibujar borde de gráfico
hr: Iscrtaj rub grafa
sv: Visa diagramkanter

source: CPU graph colors
es: Colores del gráfico de CPU
hr: Boje CPU grafa
sv: CPU-diagrammets färger

source: Load graph
es: Gráfico de carga
hr: Graf opterećenja
sv: Belastningsdiagram

source: Download:
es: Descarga:
hr: Preuzimanje:
sv: Ner:

source: Memory graph width
es: Anchura del gráfico de memoria
hr: Širina grafa memorije
sv: Minnesdiagrammets bredd

source: Swap graph
es: Gráfico de swap
hr: Swap graf
sv: Växlingsutrymmesdiagram

source: Network graph colors
es: Colores del gráfico de red
hr: Boje mrežnog grafa
sv: Nätverksdiagrammets färger

source: Load graph colors
es: Colores del gráfico de carga
hr: Učitaj boje grafa
sv: Belastningsdiagrammets färg

source: Memory graph colors
es: Colores del gráfico de memoria
hr: Boje mrežnog grafa
sv: Minnesdiagrammets färger

source: Show Swap graph:
es: Mostrar gráfico de swap:
hr: Prikaži swap graf
sv: Visa diagram för växlingsutrymmet:

source: For those of us who suffer from the stupidity of using a theme with tooltips aligned to the center. ¬¬
es: Para aquellos de nosotros que sufren de la estupidez de usar un tema con cajas de herramientas alineadas al centro. ¬¬
hr: Za one od nas koji pate od gluposti korištenja teme s napomenama pravnanim u sredinu. ¬¬
sv: För oss som lider av det dumma i att använda teman med centrerade verktygsbeskrivningar. ¬¬

source: Align tooltip text to the left
es: Alinear el texto de las herramientas emergentes a la izquierda
hr: Poravnaj tekst napomene na lijevo
sv: Justera verktygsbeskrivningar åt vänster

source: Restart Cinnamon
es: Reiniciar Cinnamon
hr: Ponovno pokreni Cinnamon
sv: Starta om Cinnamon

source: To apply these settings, Cinnamon needs to be restarted. Click me!!!
es: Para aplicar estas preferencias, Cinnamon necesita ser reiniciado. Presióname!!!
hr: Za primjenu ovih postavki, potrebno je ponovno pokrenuti Cinnamon. Kliknite ovdje!!!
sv: För att tillämpa dessa inställningar, måste Cinnamon startas om. Klicka här!

source: Custom command on applet click:
es: Comando personalizado al cliquear en el applet:
hr: Prilagođena naredba klika na aplet:
sv: Anpassat kommando vid klick på panelprogrammet:

source: Use smooth graphs
es: Usar suavizado de gráficos
hr: Koristi zaglađivanje grafova
sv: Använd utjämnade diagram

source: Memory graph
es: Gráfico de memoria
hr: Graf memorije
sv: Minnesdiagram

source: Refresh rate:
es: Frecuencia de refresco:
hr: Brzina osvježavanja
sv: Uppdateringsfrekvens:

source: milliseconds
es: milisegundos
hr: milisekundi
sv: millisekunder

source: Cached:
es: Almacenado en caché:
hr: Predmemorija:
sv: Cache:

source: Load:
es: Carga:
hr: Opterećenje:
sv: Belstning:

source: Used:
es: Usado:
hr: Upotrebljeno:
sv: Använt utrymme:

source: Background color:
es: Color de fondo:
hr: Boja pozadine:
sv: Bakgrundsfärg:

source: Swap graph colors
es: Colores de gráfico swap
hr: Boja swap grafa
sv: Växlingsdiagrammets färg

source: Load graph width
es: Anchura del gráfico de carga
hr: Učitaj širinu grafa
sv: Belastningsdiagrammets bredd

source: General settings
es: Preferencias generales
hr: Opće postavke
sv: Allmänna inställningar

source: Show Network graph:
es: Mostrar gráfico de red:
hr: Prikaži mrežni graf
sv: Visa nätverksdiagram:

source: Border color:
es: Color del borde:
hr: Boja ruba:
sv: Kantfärg

source: Show CPU graph:
es: Mostrar gráfico de CPU:
hr: Prikaži CPU graf
sv: Visa CPU-diagram:

source: User:
es: Usuario:
hr: Korisnik:
sv: Användare:

source: CPU graph
es: Gráfico de CPU
hr: CPU graf
sv: CPU-diagram

source: Upload:
es: Subida:
hr: Slanje:
sv: Upp:

source: Show Load graph:
es: Mostrar gráfico de carga:
hr: Prikaži graf opterećenja
sv: Visa belastningsdiagram

source: Network graph
es: Gráfico de red
hr: Mrežni graf
sv: Nätverksdiagram

source: Swap graph width
es: Anchura de gráfico swap
hr: Širina grafa swapa
sv: Växlingsdiagrammets bredd

source: Network graph width
es: Anchura del gráfico de red
hr: Širina mrežnog grafa
sv: Nätverksdiagrammets bredd

source: Show Memory graph:
es: Mostrar gráfico de memoria:
hr: Prikaži graf memorije
sv: Visa minnesdiagram:

source: Draw graph background
es: Dibujar fondo de gráfico
hr: Iscrtaj pozadinu grafa
sv: Visa diagrambakgrund

source: language-name
sv: Svenska

source: Choose language
sv: Välj språk

source: Swap:
sv: Växlingsutrymme:

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked below.
hr: Izvještaji grešaka, zahtjevi novih značajki i doprinosi trebali bi biti podneseni na poveznici xlet repozitorija ispod.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på nedanstående länk.

source: Kernel:
sv: Kärna:

source: Nice:
hr: Prioritet izvođenja:
sv: Bra:

source: buzz: Bug fixes.
hr: buzz: Ispravci grešaka.

source: muzena: Croatian localization.
hr: muzena: Hrvatska lokalizacija.

source: giwhub: Chinese localization.
hr: giwhub: Kineska lokalizacija.

source: IOWait:
hr: IUčekanje:
