Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/SpiceSpy@claudiux/*.po
Languages: fr

source: comments
fr: commentaires

source: recent issues
fr: problèmes récents

source: translations
fr: traductions

source: Reload icons
fr: Recharger les icônes

source: Visit website
fr: Visiter le site web

source: Mark all as read
fr: Tout marquer comme lu

source: Refresh
fr: Actualiser

source: Refreshing in progress
fr: En cours d'actualisation

source: Configure...
fr: Configurer...

source: SpiceSpy
fr: SpiceSpy (Spices Espion)

source: Notifies you when there's a change to your favorite Spices on the website.
fr: Vous avertit lorsqu'une modification est apportée à vos Spices préférées sur le site web.

source: General
fr: Général

source: List of authors of the Spices you are interested in
fr: Liste des auteurs de Spices qui vous intéressent

source: List of specific Spices you are interested in
fr: Liste des Spices particulières qui vous intéressent

source: Update interval
fr: Intervalle de mise à jour

source: hours
fr: heures

source: Opacity in absence of change
fr: Opacité en absence de changement

source: Color on change
fr: Couleur en cas de changement

source: Show each Spice icon in the menu
fr: Afficher l'icône de chaque Spice dans le menu

source: Icon size
fr: Taille de l'icône

source: Show number of translations in the menu
fr: Afficher le nombre de traductions de chaque Spice dans le menu

source: Show available updates in the menu
fr: Afficher les mises à jour disponibles dans le menu

source: Show number of issues in the menu
fr: Afficher le nombre d'issues de chaque Spice dans le menu

source: Sort by
fr: Trier par

source: Translated name
fr: Nom traduit

source: Original name
fr: Nom originel (non traduit)

source: Score (bottom-up)
fr: Score (croissant)

source: Score (top-down)
fr: Score (décroissant)

source: Number of comments (bottom-up)
fr: Nombre de commentaires (croissant)

source: Number of comments (top-down)
fr: Nombre de commentaires (décroissant)

source: Show UUID instead of name
fr: Afficher l'UUID au lieu du nom

source: Show translated name if available
fr: Afficher le nom traduit si disponible

source: If there is nothing new
fr: Tant qu'il n'y a rien de nouveau

source: Show icon and label
fr: Afficher l’icône et l'étiquette

source: Show icon only
fr: Afficher uniquement l'icône

source: Do not show anything
fr: Ne rien afficher

source: Show only non-zero values in panel
fr: N'afficher que les valeurs non nulles dans le panneau

source: GitHub user name
fr: Identifiant Github

source: Add all the Spices I use
fr: Ajouter toutes les Spices que j'utilise

source: There's no need to include Spices maintained by members of the Authors list in the UUID list. Once your lists are correct, you can reload this applet to speed up the process. Just don't do it too often.
fr: Il n'est pas nécessaire d'inclure les Spices gérées par les membres de la liste des Auteurs dans la liste des UUID. Une fois que vos listes sont correctes, vous pouvez recharger cette applet pour accélérer le processus. Ne le faites pas trop souvent.

source: Reload this applet
fr: Recharger cette applet
