Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/tzclock@lhriley/*.po
Languages: da, es, hu, vi, zh_tw

source: Timezone
da: Tidszone
es: Zona horaria
hu: Időzóna
vi: Múi giờ
zh_tw: 時區

source: Region
da: Område
es: Región
hu: Régió
vi: Khu vực
zh_tw: 地區

source: City
da: By
es: Ciudad
hu: Város
vi: Thành phố
zh_tw: 城市

source: Timezone Clock Settings
da: Indstillinger for tidszone
es: Configuración del reloj de zona horaria
hu: Időzóna Óra beállításai
vi: Cài đặt Đồng hồ Múi giờ
zh_tw: 時區時鐘設定

source: Timezone to display
da: Tidszone der skal vises
es: Zona horaria a mostrar
hu: Megjelenítendő időzóna
vi: Múi giờ hiển thị
zh_tw: 要顯示的時區

source: Enter a valid timezone name to display.
da: Indtast et gyldigt navn på den tidszone, der skal vises
es: Introduzca un nombre válido de zona horaria para mostrar.
hu: Adjon meg egy érvényes időzóna nevet a megjelenítéshez.
vi: Nhập tên múi giờ hợp lệ để hiển thị.
zh_tw: 請輸入有效的時區名稱以顯示。

source: Select timezone on map
da: Vælg tidszone på kort
es: Seleccione la zona horaria en el mapa
hu: Válasszon időzónát a térképen
vi: Chọn múi giờ trên bản đồ
zh_tw: 在地圖上選擇時區

source: Click this button to select timezone on map.
da: Klik på denne knap for at vælge tidszone på et kort.
es: Haga clic en este botón para seleccionar la zona horaria en el mapa.
hu: Kattintson erre a gombra az időzóna kiválasztásához a térképen.
vi: Nhấp nút này để chọn múi giờ trên bản đồ.
zh_tw: 點選此按鈕即可在地圖上選擇時區。

source: Browse valid timezone values by country
da: Gennemse tidszoner efter land
es: Examinar los valores de la zona horaria válidos por país
hu: Böngésszen az érvényes időzóna értékekből országok szerint
vi: Duyệt các giá trị múi giờ hợp lệ theo quốc gia
zh_tw: 依國家瀏覽有效的時區值

source: Click this button to browse valid timezone values by country.
da: Klik på denne knap for at gennemse gyldige værdier for tidszoner sorteret efter land.
es: Haga clic en este botón para buscar los valores válidos de la zona horaria por país.
hu: Kattintson erre a gombra az érvényes időzóna értékek ország szerinti böngészéséhez.
vi: Nhấp nút này để duyệt các giá trị múi giờ hợp lệ theo quốc gia.
zh_tw: 點選此按鈕即可依國家瀏覽有效的時區值。

source: Clock Display Format
da: Urets visningsformat
es: Formato de la visualización del reloj
hu: Óra megjelenítendő formátuma
vi: Định dạng Hiển thị Đồng hồ
zh_tw: 時鐘顯示格式

source: Display the time using a 24 hour clock
da: Vis tid i 24-timers format
es: Mostrar la hora mediante un reloj de 24 horas
hu: Idő megjelenítése 24 órás formátumban
vi: Hiển thị thời gian sử dụng đồng hồ 24 giờ
zh_tw: 使用 24 小時制顯示時間

source: Check this to display the time using a 24 hour clock in the timezone clock applet.
da: Aktivér denne for at vise tiden i 24-timers format i panelprogrammet.
es: Marque esta opción para mostrar la hora utilizando un reloj de 24 horas.
hu: Jelölje be ezt az idő 24 órás formátumú megjelenítéséhez az időzóna óra kisalkalmazásában.
vi: Chọn mục này để hiển thị thời gian sử dụng đồng hồ 24 giờ trong applet đồng hồ múi giờ.
zh_tw: 勾選此選項即可在時區時鐘小程式中使用 24 小時制顯示時間。

source: Display the time with seconds
da: Viser sekunderne
es: Mostrar la hora con los segundos
hu: Jelenítse meg az időt másodpercekkel
vi: Hiển thị thời gian với giây
zh_tw: 顯示時間（含秒數）

source: Check this to display the time with seconds in the timezone clock applet.
da: Aktivér denne for at få vist sekunderne i panelprogrammet.
es: Marque esta opción para mostrar la hora con segundos.
hu: Jelölje be ezt, ha az időt másodpercekkel szeretné megjeleníteni az időzóna óra kisalkalmazásában.
vi: Chọn mục này để hiển thị thời gian với giây trong applet đồng hồ múi giờ.
zh_tw: 勾選此選項即可在時區時鐘小程式中顯示含秒數的時間。

source: Display the date
da: Vis datoen
es: Mostrar la fecha
hu: Dátum megjelenítése
vi: Hiển thị ngày tháng
zh_tw: 顯示日期

source: Check this to display the date in the timezone clock applet.
da: Aktivér denne for at få vist datoen i panelprogrammet.
es: Marque esta opción para mostrar la fecha.
hu: Jelölje be ezt a dátum megjelenítéséhez az időzóna óra kisalkalmazásában.
vi: Chọn mục này để hiển thị ngày tháng trong applet đồng hồ múi giờ.
zh_tw: 勾選此選項即可在時區時鐘小程式中顯示日期。

source: Use a custom date format
da: Anvend et tilpasset datoformat
es: Utilizar un formato de fecha personalizado
hu: Egyéni dátumformátum használata
vi: Sử dụng định dạng ngày tháng tùy chỉnh
zh_tw: 使用自訂日期格式

source: Check this to define a custom format for the date in the timezone clock applet.
da: Aktivér denne for at angive et tilpasset format for datoen i panelprogrammet.
es: Marque esta opción para definir un formato personalizado.
hu: Jelölje be ezt a dátum egyéni formátumának megadásához az időzóna óra kisalkalmazásában.
vi: Chọn mục này để định nghĩa định dạng tùy chỉnh cho ngày tháng trong applet đồng hồ múi giờ.
zh_tw: 勾選此選項即可為時區時鐘小程式中的日期定義自訂格式。

source: Date format:
da: Datoformat:
es: Formato de fecha:
hu: Dátumformátum:
vi: Định dạng ngày:
zh_tw: 日期格式：

source: Set your custom format here.
da: Angiv dit tilpasset format her.
es: Configure su formato personalizado aquí.
hu: Egyéni formátum megadása itt.
vi: Đặt định dạng tùy chỉnh của bạn ở đây.
zh_tw: 請在此設定您的自訂格式。

source: Show information on date format syntax
da: Vis information om syntaks for datoformat
es: Mostrar información sobre la sintaxis del formato de fecha
hu: Információk megjelenítése a dátumformátum szintaxisáról
vi: Hiển thị thông tin về cú pháp định dạng ngày
zh_tw: 顯示日期格式的語法資訊

source: Click this button to know more about the syntax for date formats.
da: Tryk på denne knap for at lære mere om syntaksen for datoformater.
es: Haga clic en este botón para saber más sobre la sintaxis de los formatos de fecha.
hu: A dátumformátumok szintaxisáról többet megtudhat, ha erre a gombra kattint.
vi: Nhấp nút này để biết thêm về cú pháp cho định dạng ngày tháng.
zh_tw: 點選此按鈕可了解更多關於日期格式語法的資訊。

source: Timezone Clock
da: Tidszoneur
es: Reloj de zona horaria
hu: Időzóna Óra
vi: Đồng hồ Múi giờ
zh_tw: 時區時鐘

source: A simple clock for displaying the current time in a timezone
da: Et simpelt ur til visning af den aktuelle tid i en tidszone
es: Un simple reloj para mostrar la hora actual en una zona horaria
hu: Egyszerű óra az aktuális idő megjelenítésére egy időzónában
vi: Một đồng hồ đơn giản để hiển thị thời gian hiện tại trong một múi giờ
zh_tw: 一個顯示指定時區目前時間的簡易時鐘
