Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/sshlauncher@sumo/*.po
Languages: ca, da, de, es, fr, it, nl, pl, ru, vi, zh_tw

source: SSH Launcher
ca: Llançador SSH
da: SSH-starter
de: SSH-Starter
ru: SSH Лаунчер
vi: Trình khởi chạy SSH
zh_tw: SSH 啟動器

source: No suitable icon found, falling back to custom icon
ca: No s'ha trobat una icona apropiada, revertint a la icona personalitzada
da: Fandt intet egnet ikon. Vender tilbage til det tilpassede ikon
de: Kein passendes Symbol gefunden. Falle zurück auf angepasstes Symbol
es: No se encontró ningún icono adecuado, recurriendo al icono personalizado
fr: Aucune icône appropriée trouvée, repasse sur l'icône personnalisée
it: Nessuna icona adatta trovata, torna all'icona personalizzata
nl: Geen geschikt pictogram gevonden, terugvallen op aangepast pictogram
pl: Nie znaleziono odpowiedniej ikony, przywracanie własnej ikony
ru: Подходящая иконка не найдена, откат к пользовательской иконке
vi: Không tìm thấy biểu tượng phù hợp, dùng biểu tượng tùy chỉnh
zh_tw: 找不到適合的圖示，將改用自訂圖示

source: Force Update from SSH config
ca: Forçar actualització de la configuració SSH
da: Gennemtving opdatering fra SSH-konfigurationen
de: Aktualisierung von SSH-Konfiguration erzwingen
es: Forzar actualización desde la configuración de SSH
fr: Forcer la mise à jour à partir de la configuration SSH
it: Forza Aggiornamento da config SSH
nl: Forceer update van SSH-configuratie
pl: Wymuś aktualizację konfiguracji SSH
ru: Принудительное обновление из файла SSH конфигурации
vi: Cập nhật bắt buộc từ cấu hình SSH
zh_tw: 強制重新載入 SSH 設定檔

source: Background (-fN)
da: Baggrund (-fN)
de: Hintergrund (-fN)
fr: En arrière-plan (-fN)
nl: Achtergrond (-fN)
pl: W tle (-fN)
ru: В фоне (-fN)
vi: Chạy nền (-fN)
zh_tw: 在背景執行 (-fN)

source: Forward X11 (-X)
da: Videresend X11 (-X)
de: X11-Weiterleitung (-X)
fr: Déport X11 (-X)
nl: Doorsturen van X11 (-X)
pl: Przekieruj X11 (-X)
ru: Перенаправление X11
vi: Chuyển tiếp X11 (-X)
zh_tw: 啟用 X11 轉發 (-X)

source: ERROR.
da: FEJL.
de: FEHLER.
fr: ERREUR.
it: ERRORE.
nl: FOUT.
pl: BŁĄD.
ru: Ошибка.
vi: LỖI.
zh_tw: 錯誤。

source: Edit SSH config
ca: Editar configuració SSH
da: Redigér SSH-konfigurationen
de: SSH-Konfiguration bearbeiten
es: Editar configuración de SSH
fr: Modifier la configuration SSH
it: Modifica configurazione SSH
nl: Bewerk SSH-configuratie
pl: Edytuj konfigurację SSH
ru: Редактировать SSH конфиг
vi: Chỉnh sửa cấu hình SSH
zh_tw: 編輯 SSH 設定檔

source: Error: I can't open the terminal. You need to set a default terminal first in Preferred Applications! (More help in Right Click->About->More Info)
ca: Error: No s'ha pogut obrir el terminal. Necessiteu establir un terminal per defecte a les Aplicacions Preferides! (Per a més ajuda: Clic dret->Quant a->Més informació)
da: Fejl: Jeg kan ikke åbne terminalen. Du er nødt til først at angive en standardterminal under Foretrukne programmer! (Mere hjælp ved højreklik -> Om -> Mere info
de: Fehler: Ich kann das Terminal nicht öffnen. Sie müssen zuerst ein Standardterminal in den Bevorzugten Anwendungen setzen. (Weitere Hilfe via Rechtsklick->Über->More Info)
es: Error: No puedo abrir la terminal. ¡Necesitas establecer un terminal por defecto primero en Aplicaciones Preferidas! (Más ayuda en Click Derecho->Acerca->Más Información)
fr: Erreur: ouverture du terminal impossible. Vous devez d'abord définir un terminal par défaut dans les applications préférées! (Plus d'aide dans Clic droit-> À propos-> Plus d'infos)
it: Errore: non riesco ad aprire il terminale. Devi prima impostare un terminale predefinito in Applicazioni preferite! (Ulteriori aiuti in Click destro->Informazioni->Maggiori informazioni)
nl: Fout: Ik kan de terminal niet openen. Je moet eerst een standaardterminal instellen in Voorkeursapplicaties! (Meer hulp via Rechtsklikken->Over->Meer info)
pl: Błąd: nie można otworzyć terminala. Musisz ustawić domyślny terminal w 'Preferowane programy'! (Aby uzyskać pomoc kliknij prawym przyciskiem myszy -> O programie... -> Więcej informacji)
ru: Ошибка: Я не могу открыть терминал. Вы должны выбрать терминал по умолчанию в разделе Приложения по умолчанию (Дополнительная информация ПКМ->О программе->Дополнительно)
vi: Lỗi: Không thể mở Terminal. Bạn cần đặt Terminal mặc định trong Ứng dụng Ưa thích trước! (Xem thêm hướng dẫn nhấp chuột phải->Giới thiệu->Thông tin thêm)
zh_tw: 錯誤：無法開啟終端機。 請先在 [偏好的應用程式] 中設定預設終端機！ （請按一下滑鼠右鍵 > [關於] > [更多資訊] 取得更多說明）

source: Connection opened to
ca: Connexió establerta amb
da: Forbindelse åbnet til
de: Verbindung geöffnet zu
es: Conexión abierta a
fr: Connexion ouverte vers
it: Connessione stabilita a
nl: Verbinding geopend naar
pl: Nawiązano połączenie z
ru: Открыто соединение
vi: Kết nối mở tới
zh_tw: 已連線至

source: using
ca: utilitzant
da: bruger
de: unter Verwendung von
es: usando
fr: utilise
it: utilizzando
nl: met gebruik van
pl: używając
ru: используя
vi: sử dụng
zh_tw: 使用

source: An applet to connect to SSH hosts configured in ~/.ssh/config
ca: Una miniaplicació per a connectar a hosts SSH configurats a ~/.ssh/config
da: Tilslut til SSH-værter konfigurerede i ~/.ssh/config
de: Ein Applet um sich mit SSH-Hosts zu verbinden, die in ~/.ssh/config konfiguriert wurden
es: Un applet para conectarse a hosts SSH configurados en ~/.ssh/config
fr: Une applet pour se connecter aux hôtes SSH configurés dans ~/ .ssh/config
it: Un'applet per connettersi agli host SSH configurati in ~/.ssh/config
nl: Een applet om verbinding te maken met SSH-hosts geconfigureerd in ~/.ssh/config
pl: Aplet do nawiązywania połączeń SSH skonfigurowanych w ~/.ssh/config
ru: Апплет для соединения с SSH хостами настроенными в ~/.ssh/config
vi: Tiện ích để kết nối tới các máy chủ SSH đã cấu hình trong ~/.ssh/config
zh_tw: 用於連線至 ~/.ssh/config 中已設定 SSH 主機的小程式

source: Appearance
ca: Aparença
da: Udseende
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
nl: Uiterlijk
pl: Wygląd
ru: Внешний вид
vi: Giao diện
zh_tw: 外觀設定

source: Use icon from your icon theme
ca: Utilitzar la icona del vostre tema
da: Brug ikon fra dit ikontema
de: Symbol vom Symbol-Thema verwenden
es: Utilizar el ícono de su tema de íconos
fr: Utiliser l'icône de votre thème d'icônes
it: Usa un'icona dal tuo tema
nl: Gebruik pictogram uit je pictogramthema
pl: Używaj ikony z motywu ikon
ru: Использовать иконку из вашей темы
vi: Sử dụng biểu tượng từ chủ đề biểu tượng
zh_tw: 使用圖示主題中的圖示

source: Use symbolic icon
ca: Utilitzar una icona simbòlica
da: Brug symbolsk ikon
de: Symbolisches Icon verwenden
es: Utilizar icono simbólico
fr: Utiliser une icône symbolique
it: Usa un'icona simbolica
nl: Gebruik symbolisch pictogram
pl: Używaj ikony symbolicznej
ru: Использовать символьную иконку
vi: Sử dụng biểu tượng ký hiệu
zh_tw: 使用符號圖示

source: Functionality
ca: Funcionalitat
da: Funktionalitet
de: Funktionalität
es: Funcionalidad
fr: Fonctionnalité
it: Funzionalità
nl: Functionaliteit
pl: Funkcjonalność
ru: Функциональность
vi: Chức năng
zh_tw: 功能

source: Use custom command for opening terminal
ca: Utilitzar una ordre personalitzada per obrir el terminal
da: Brug tilpasset kommando til åbning af terminalen
de: Eigenen Befehl zum Öffnen des Terminals verwenden
es: Utilizar un comando personalizado para abrir el terminal
fr: Utiliser une commande personnalisée pour ouvrir le terminal
it: Utilizza un comando personalizzato per aprire il terminale
nl: Gebruik aangepast commando voor het openen van de terminal
pl: Użyj własnego polecenia otwierania terminala
ru: Использовать произвольную команду при вызове терминала
vi: Sử dụng lệnh tùy chỉnh để mở Terminal
zh_tw: 使用自訂指令開啟終端機

source: Usually it should end with -e so it will execute the supplied ssh command, check your chosen terminal's manual.
ca: Habitualment hauria d'acabar amb -e de manera que s'executi l'ordre ssh proveïda. Reviseu el manual del vostre terminal.
da: Normalt skal det ende med -e, så den angivne ssh-kommando udføres. Kig i manualen til den valgte terminal.
de: Für gewöhnlich sollte dieser mit -e enden, damit der gegebene SSH-Befehl ausgeführt wird. Konsultieren Sie die Dokumentation Ihres gewählten Terminals.
es: Por lo general, debe terminar con -e para que ejecute el comando ssh proporcionado, consulte el manual del terminal elegido.
fr: Généralement, il devrait se terminer par -e pour exécuter la commande SSH fournie, consultez le manuel du terminal choisi.
it: Di solito dovrebbe terminare con -e cosicché eseguirà il comando ssh fornito, controlla il manuale del terminale scelto.
nl: Gewoonlijk moet het eindigen op -e zodat het het meegeleverde SSH-commando zal uitvoeren, controleer de handleiding van je gekozen terminal.
pl: Zwykle powinno kończyć się opcją -e, tak aby uruchomić polecenie ssh. Sprawdź szczegóły w pomocy wybranego terminala.
ru: Обычно заканчивается на -e, чтобы выполнить указанную команду ssh, проверьте руководство по использованию выбранного терминала.
vi: Thông thường kết thúc bằng -e để thực thi lệnh ssh, kiểm tra hướng dẫn Terminal bạn chọn.
zh_tw: 通常需要以 -e 作為結尾，以便執行所提供的 SSH 指令 請參閱所使用終端機的使用手冊以取得更多資訊。
