Repository: linuxmint/cinnamon-spices-applets
Catalog: temperature@fevimu/files/temperature@fevimu/po/*.po
Languages: da, de, fi, hu, it, nl, pl, pt_br, ru, vi

source: Temperature
da: Temperatur
de: Temperatur
fi: Lämpötila
hu: Hőmérséklet
it: Temperatura
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
ru: Температура
vi: Nhiệt độ

source: Error
da: Fejl
de: Fehler
fi: Virhe
hu: Hiba
it: Errore
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
vi: Lỗi

source: Run sensors-detect as root. If it doesn't help, click here to report with your sensors output!
da: Kør sensors-detect som root. Hvis det ikke hjælper, så klik her for at rapportere med dine sensorers output!
de: »sensors-detect« als Systemverwalter ausführen. Wenn dies nicht hilft, hier klicken um einen Fehlerbericht mit dem Output Ihrer Sensoren zu erstellen!
fi: Suorita pääkäyttäjänä sensors-detect ja jos se ei auta, paina tästä saadaksesi antureidesi tuloksia!
hu: Futtassa a sensors-detect-et root jogosultsággal. Ha ez nem segít kattintson ide, hogy jelentse a szenzorértékeit!
it: Esegui sensors-detect come root. Se ciò non aiuta, clicca qui per segnalare con l'output dei tuoi sensori!
nl: Sensoren detecteren uitvoeren als root. Als het niet helpt, klik dan hier om te rapporteren met uw sensoruitgang!
pl: Uruchom sensors-detect jako root. Jeśli to nie pomaga, kliknij tutaj, aby zgłosić nieprawidłowe działanie komendy sensors!
pt_br: Execute a detecção de sensores como administrador do sistema (root). Se ainda assim o applet não obter a temperatura, clique aqui para relatar um erro com informações sobre os seus sensores!
ru: Выполните sensors-detect от пользователя root. Если это не поможет, отправьте отчёт по ссылке!
vi: Chạy sensors-detect với quyền root. Nếu không có tác dụng, nhấp vào đây để báo cáo với kết quả đầu ra sensors của bạn!

source: Warning
da: Advarsel
de: Warnung
fi: Varoitus
hu: Figyelmeztetés
it: Attenzione
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
vi: Cảnh báo

source: Please install lm_sensors. If it doesn't help, click here to report with your sensors output!
da: Installér lm-sensors. Hvis det ikke hjælper, så klik her for at rapportere med dine sensorers output!
de: Bitte »lm-sensors« installieren. Wenn dies nicht hilft, hier klicken um einen Fehlerbericht mit dem Output Ihrer Sensoren zu erstellen!
fi: Asenna lm_sensors ja jos se ei auta, paina tästä saadaksesi antureidesi tuloksia!
hu: Kérem telepítse a következőt: lm_sensors. Ha ez nem segít kattintson ide, hogy jelentse a szenzorértékeit!
it: Installa lm_sensors. Se ciò non aiuta, clicca qui per segnalare l'output dei tuoi sensori!
nl: Installeer a.u.b lm_sensors. Als het niet helpt, klik dan hier om te rapporteren met uw sensoruitgang!
pl: Proszę zainstalować pakiet lm_sensors. Jeśli to nie pomaga, kliknij tutaj,aby zgłosić nieprawidłowe działanie programu sensors!
pt_br: Instale o pacote lm_sensors, por favor. Se ainda assim o applet não obter a temperatura, clique aqui para relatar um erro com informações sobre os seus sensores!
ru: Установите lm_sensors. Если это не поможет, отправьте отчёт по ссылке!
vi: Vui lòng cài đặt lm_sensors. Nếu không có tác dụng, nhấp vào đây để báo cáo với kết quả đầu ra sensors của bạn!

source: Thresholds Info
da: Tærskelinformation
de: Schwellwerte
fi: Kynnysarvot
hu: Küszöbértékek Info
it: Info Soglie
nl: Drempelwaarde Informatie
pl: Informacje o progach
pt_br: Informações sobre limites
ru: Информация о пороговых значениях
vi: Thông tin Ngưỡng

source: High Temp
da: Høj temp.
de: Hohe Temp
fi: Korkea lämpö
hu: Magas Hő
it: Temp Elevata
nl: Hoge temperatuur
pt_br: Temp. alta
ru: Высокая температура
vi: Nhiệt độ Cao

source: Crit. Temp
da: Krit. temp.
de: Kritische Temp
fi: Kriittinen lämpö
hu: Krit. Hő
it: Temp Crit.
nl: Kritieke Temperatuur
pt_br: Temp. crítica
vi: Nhiệt độ Tới hạn

source: Critical
da: Kritisk
de: Kritisch
fi: Kriittinen
hu: Kritikus
it: Critica
nl: Kritiek
pl: Krytyczna
pt_br: Crítica
ru: Критическая
vi: Tới hạn

source: High
da: Høj
de: Hoch
fi: Korkea
hu: Magas
it: Elevata
nl: Hoog
pl: Wysoka
pt_br: Alta
ru: Высокая
vi: Cao

source: Current Temperature
da: Aktuelle temperatur
de: Aktuelle Temperatur
fi: Lämpötila nyt
hu: Jelenlegi Hőmérséklet
it: Temperatura Attuale
nl: Huidige temperatuur
pl: Aktualna temperatura
pt_br: Temperatura atual
ru: Текущая температура
vi: Nhiệt độ Hiện tại

source: Critical Temperature
da: Kritiske temperatur
de: Kritische Temperatur
fi: Kriittinen lämpötila
hu: Kritikus Hőmérséklet
it: Temperatura Critica
nl: Kritieke Temperatuur
pl: Krytyczna temperatura
pt_br: Temperatura crítica
ru: Критическая температура
vi: Nhiệt độ Tới hạn

source: CPU Temperature Indicator
da: CPU-temperaturindikator
de: CPU-Temperaturanzeige
fi: CPU lämpötilan ilmaisin
hu: CPU Hőmérséklet Indikátor
it: Indicatore Temperatura CPU
nl: CPU Temperatuur Indicator
pl: Wskaźnik temperatury procesora
pt_br: Indicador de temperatura na CPU
ru: Индикатор температуры процессора
vi: Chỉ báo Nhiệt độ CPU

source: Shows CPU Temperature
da: Viser CPU'ens temperatur
de: Zeigt die CPU-Temperatur an
fi: Näyttää CPU lämpötilan
hu: CPU Hőmérséklet megjelenítése
it: Mostra Temperatura CPU
nl: Toont CPU Temperatuur
pl: Pokazuje temperaturę procesora
pt_br: Mostra a temperatura na CPU
ru: Показывает температуру процессора
vi: Hiển thị Nhiệt độ CPU

source: Show temperature in Fahrenheit
da: Vis temperaturen i Fahrenheit
de: Temperaturen in Fahrenheit anzeigen
fi: Näytä lämpötila Fahrenheitinä
hu: Hőmérsékletet megjelenítése Fahrenheit-ben
it: Mostra temperatura in Fahrenheit
nl: Temperatuur weergeven in Fahrenheit
pl: Pokaż temperaturę w stopniach Fahrenheita
pt_br: Mostrar a temperatura em Fahrenheit
ru: Показывать температуру в градусах Фаренгейта
vi: Hiển thị nhiệt độ theo Fahrenheit

source: Use integer values for temperature
da: Anvend heltalsværdier for temperaturen
de: Temperaturen als ganze Zahlen anzeigen
fi: Käytä lämpötilalle kokonaislukuja
hu: Használjon egész értékeket a hőmérséklethez
it: Usa valori interi per la temperatura
nl: Gebruik integere waarden voor temperatuur
pl: Pokaż temperaturę w wartościach całkowitych
pt_br: Mostrar a temperatura com números inteiros
ru: Используйте целые значения для температуры
vi: Sử dụng giá trị nguyên cho nhiệt độ

source: Show unit
da: Vis gradtegn
de: Einheit anzeigen
fi: Näytä asteen merkki
hu: Mértékegysége megjelenítése
it: Mostra unità
nl: Toon eenheid
pl: Pokaż jednostkę
pt_br: Mostrar o grau
ru: Показывать единицу измерения
vi: Hiển thị đơn vị

source: Whether or not show the unit after the temperature value.
da: Hvorvidt gradtegnet skal vises efter temperaturværdien.
de: Zeigt oder unterdrückt die Einheit nach dem Temperaturwert.
fi: Näytetäänkö lämpötilan jälkeen asteen merkki.
hu: Megjelenítse-e a mértékegységet a hőmérséklet értéke után.
it: Indica se visualizzare o meno l'unità dopo il valore della temperatura.
nl: Al dan niet tonen van de eenheid na de temperatuur waarde.
pl: Określa, czy po wartości temperatury ma być wyświetlana jednostka.
pt_br: Mostra ou não o grau após a temperatura.
ru: Показывать или нет единицу измерения после значения температуры.
vi: Có hiển thị đơn vị sau giá trị nhiệt độ hay không.

source: Show unit letter
da: Vis enhedsbogstav
de: Zeige Temperatureinheit
fi: Näytä asteen kirjainmerkki
hu: Mértékegység betűinek megjelenítése
it: Mostra lettera unità
nl: Laat eenheid letter zien
pl: Pokaż literę jednostki
pt_br: Mostrar a unidade de temperatura
ru: Показать букву единицы
vi: Hiển thị ký tự đơn vị

source: Whether or not show the unit letter (C or F).
da: Hvorvidt enhedsbogstavet skal vises (C eller F).
de: Zeigt oder unterdrückt das Einheitenzeichen (C oder F)
fi: Näytetäänkö asteen jälkeen kirjainmerkki (C tai F).
hu: Megjelenítse-e a mértékegység betűjét (C vagy F)
it: Se visualizzare o meno la lettera di unità (C o F).
nl: Geeft eenheidsletter (C of F) weer of niet.
pl: Określa, czy wyświetlać lub nie wyświetlać litery jednostki (C lub F).
pt_br: Mostra ou não a unidade de temperatura (C ou F).
ru: Показывать или нет букву единицы измерения (C или F).
vi: Có hiển thị ký tự đơn vị (C hoặc F) hay không.

source: Show label prefix
da: Vis tegn/symbol foran temperaturen
de: Beschriftung-Präfix anzeigen
fi: Näytä nimen etuliite
hu: Címke előtag megjelenítése
it: Mostra prefisso etichetta
nl: Toon labelvoorvoegsel
pl: Pokaż prefix
pt_br: Mostrar um prefixo
ru: Показывать метку перед значением температуры
vi: Hiển thị tiền tố nhãn

source: Whether or not to add a label before the temperature value.
da: Hvorvidt der skal vises tegn/symbol foran temperaturværdien.
de: Gibt an, ob eine Beschriftung vor dem Temperaturwert hinzugefügt werden soll oder nicht.
fi: Lisätäänkö nimi ennen lämpötilan arvoa.
hu: Helyezzen-e a hőmérséklet értéke elé egy címkét.
it: Indica se visualizzare o meno l'etichetta prima del valore della temperatura.
nl: Het al dan niet toevoegen van een label voor de temperatuurwaarde.
pl: Określa, czy przed wartością temperatury ma zostać dodany prefix.
pt_br: Mostra ou não um prefixo antes da temperatura.
ru: Добавлять или нет метку перед значением температуры.
vi: Có thêm nhãn trước giá trị nhiệt độ hay không.

source: Label prefix
da: Tegn/symbol
de: Beschriftung-Präfix
fi: Nimen etuliite
hu: Címke előtag
it: Prefisso etichetta
nl: Label voorvoegsel
pl: Prefix
pt_br: Texto do prefixo
ru: Метка перед значением температуры
vi: Tiền tố nhãn

source: The label to be shown before the temperature value.
da: Tegn/symbol der skal vises foran temperaturværdien.
de: Die Beschriftung, die vor dem Temperaturwert angezeigt werden soll.
fi: Nimi, joka näytetään ennen lämpötilan arvoa.
hu: A hőmérséklet értéke előtt megjelenítendő címke.
it: L'etichetta da visualizzare prima del valore della temperatura.
nl: Het label dat voor de temperatuurwaarde moet worden weergegeven.
pl: Tekst wyświetlany przed wartością temperatury.
pt_br: O texto a ser mostrado antes da temperatura.
ru: Метка, которая будет отображаться перед значением температуры
vi: Nhãn được hiển thị trước giá trị nhiệt độ.

source: Update interval
da: Opdateringsinterval
de: Aktualisierungsintervall
fi: Päivitysväli
hu: Frissítési intervallum
it: Intervallo di aggiornamento
nl: Bijwerkings interval
pl: Interwał odświeżania
pt_br: Intervalo de atualização
ru: Интервал обновления
vi: Khoảng thời gian cập nhật

source: Change color when the temperature becomes High or Critical
da: Skift farve, når temperaturen bliver høj eller kritisk
de: Ändere die Farbe wenn die Temperatur hoch oder kritisch wird
fi: Vaihda väriä, kun lämpötila on korkea tai kriittinen
hu: Szín megváltoztatása ha a hőmérséklet magas vagy kritikus
it: Cambia colore quando la temperatura diventa Elevata o Critica
nl: Wijzig de kleur wanneer de temperatuur te hoog of te kritiek wordt
pl: Zmień kolor, gdy temperatura staje się wysoka lub krytyczna
pt_br: Mudar de cor quando a temperatura se tornar Alta ou Crítica
ru: Изменить цвет, когда температура становится высокой или критической
vi: Thay đổi màu khi nhiệt độ trở thành Cao hoặc Tới hạn

source: Selecting this option, this applet becomes orange when the High Temperature Threshold is reached, red when the Critical Temperature Threshold is reached.
da: Vælges denne indstilling, bliver panelprogrammet orange, når temperaturen er høj og rød, når temperaturen er kritisk.
de: Durch Auswahl dieser Option wird dieses Applet orange wenn die obere Temperaturschwelle erreicht wird und rot wenn der kritische Temperaturschwellwert erreicht wird.
fi: Valitsemalla tämän vaihtoehdon sovelmasta tulee oranssi, kun korkea lämpötila saavutetaan, punainen, kun kriittinen lämpötila saavutetaan.
hu: Ezt az opciót választva a kisalkalmazás a következőképpen változik: narancssárgára vált, amikor a magas hőmérsékleti küszöböt eléri, pirosra vált, amikor a kritikus hőmérsékleti küszöböt eléri.
it: Selezionando questa opzione, questo applet diventa arancione quando la Soglia Temperatura Elevata viene raggiunta o rosso nel caso della Soglia Temperatura Critica.
nl: Als u deze optie selecteert, wordt deze hulptoepassing oranje wanneer de hoge temperatuurdrempel is bereikt, rood wanneer de kritieke temperatuurdrempel is bereikt.
pl: Zaznaczenie tej opcji spowoduje, że aplet zmieni kolor na: pomarańczowy po osiągnięciu progu wysokiej temperatury, czerwony po osiągnięciu progu krytycznej temperatury.
pt_br: Ao selecionar essa opção, este applet torna-se laranja quando o limite de alta temperatura é atingido, e vermelho quando o limite de temperatura crítica é atingido.
ru: При выборе этой опции этот апплет становится оранжевый при достижении порога высокой температуры, красный при достижении критического порога температуры.
vi: Chọn tùy chọn này, applet này sẽ chuyển thành màu cam khi đạt đến Ngưỡng Nhiệt độ Cao, màu đỏ khi đạt đến Ngưỡng Nhiệt độ Tới hạn.

source: Only use colors to alert me
da: Brug kun farver til at advare mig
de: Benutze nur Farben zur Alarmierung
fi: Käytä värejä vain varoittamiseen
hu: Csak színeket használjon, hogy figyelmeztessen
it: Utilizza solo i colori per allertarmi
nl: Gebruik alleen kleuren om te waarschuwen
pl: Używaj tylko kolorów, aby mnie ostrzec
pt_br: Usar apenas cores para me alertar
ru: Используйте цвета только для оповещения меня
vi: Chỉ sử dụng màu sắc để cảnh báo

source: Select this option to not display text alerts in horizontal panels. (No text alert is ever displayed on vertical panels.)
da: Vælges denne indstilling, vises ingen tekstadvarsler i vandrette paneler. (Tekstadvarsler vises aldrig i lodrette paneler.)
de: Wähle diese Option um Textalarme in den horizontalen Leisten zu unterdrücken. (Textalarme werden nie in vertikalen Leisten angezeigt)
fi: Valitse vaihtoehto, jos et halua näyttää tekstihälytyksiä paneeleissa. (tekstihälytystä ei koskaan näytetä pystypaneelissa)
hu: Válassza ezt az opciót, ha a vízszintes paneleken nem szeretné megjeleníteni a szöveges figyelmeztetéseket. (A függőleges paneleken soha nem jelenik meg szöveges figyelmeztetés.)
it: Seleziona questa opzione per non mostrare avvertimenti testuali nei pannelli orizzontali. (Nessun avvertimento testuale sarà mostrato su pannelli verticali)
nl: Selecteer deze optie om geen tekstwaarschuwingen in horizontale panelen weer te geven. (Er wordt nooit een tekstalarm weergegeven op verticale panelen.)
pl: Zaznacz tę opcję, aby nie wyświetlać alertów tekstowych w panelach poziomych. (W panelach pionowych nigdy nie są wyświetlane alerty tekstowe).
pt_br: Selecione essa opção para não exibir alertas de texto em painéis horizontais. (Por padrão, nenhum alerta de texto é exibido nos painéis verticais.)
ru: Выберите этот параметр, чтобы не отображать текстовые оповещения на горизонтальных панелях. (На вертикальных панелях текстовое оповещение никогда не отображается.)
vi: Chọn tùy chọn này để không hiển thị cảnh báo văn bản trên panel ngang. (Không có cảnh báo văn bản nào được hiển thị trên panel dọc.)

source: Avoid size changes
de: Größenänderung vermeiden
fi: Vältä koon muutoksia
hu: Kerülje a méretváltozásokat
it: Evita variazioni di dimensione
nl: Vermijd veranderingen van grootte
pl: Unikaj zmian rozmiaru
ru: Избегать изменения размера
vi: Tránh thay đổi kích thước

source: Checked: The size of this applet remains constant, once all your preferences have been defined. Unchecked: The size of this applet is optimized, but it may change.
de: Aktiviert: Die Größe dieses Applets bleibt konstant, sobald alle Einstellungen vorgenommen wurden. Deaktiviert: Die Größe des Applets wird optimiert, kann sich aber ändern.
fi: Valittuna: Sovelman koko pysyy vakiona kun asetukset on määritetty. Ei valittu: Sovelman koko on optimoitu, mutta se voi muuttua tarpeen mukaan.
hu: Bejelölve: A kisalkalmazás mérete állandó marad, miután az összes beállítás meg lett adva. Nem bejelölve: Az kisalkalmazás mérete optimalizált, de változhat.
it: Spuntato: Le dimensioni di questo applet rimangono costanti, una volta definite tutte le tue preferenze. Non spuntato: Le dimensioni di questo applet sono ottimizzate, ma possono variare.
nl: Aangevinkt: De grootte van deze applet blijft constant, zodra al uw voorkeuren zijn gedefinieerd. Niet aangevinkt: De grootte van deze applet is geoptimaliseerd, maar het kan veranderen.
pl: Zaznaczone: Rozmiar tego apletu pozostaje stały, gdy wszystkie preferencje zostały zdefiniowane. Niezaznaczone: Rozmiar tego apletu jest zoptymalizowany, ale może ulec zmianie.
ru: Включено: Размер этого апплета остается постоянным, после того как все ваши настройки будут изменены. Отключено: Размер этого апплета оптимизирован, но может измениться.
vi: Đã chọn: Kích thước của applet này giữ nguyên không đổi, sau khi tất cả tùy chọn của bạn đã được xác định. Chưa chọn: Kích thước của applet này được tối ưu hóa, nhưng có thể thay đổi.

source: ms
ru: мс
