Repository: linuxmint/cinnamon-spices-applets
Catalog: commandLauncher@scollins/files/commandLauncher@scollins/po/*.po
Languages: ca, es, it, nl, zh_tw

source: Command Launcher
ca: Llançador d'ordres
nl: Commando Launcher

source: Process started
ca: Procés iniciat
es: Proceso iniciado
it: Processo avviato
nl: Proces gestart
zh_tw: 處理程序已啟動

source: Command
ca: Ordre
es: Comando
it: Comando
nl: Commando
zh_tw: 命令

source: Process Id
ca: Id del procés
es: Id del proceso
it: ID Processo
nl: Proces-ID
zh_tw: 處理程序 ID

source: Error while trying to run "%s"
ca: Error intentant executar "%s"
es: Error al intentar ejecutar "%s"
it: Errore durante il tentativo di eseguire "%s"
nl: Fout bij het proberen uit te voeren van "%s"
zh_tw: 嘗試執行 "%s" 時發生錯誤

source: Process ended
ca: Procés finalitzat
es: Proceso finalizado
it: Processo terminato
nl: Proces beÃ«indigd
zh_tw: 處理程序已結束

source: Lets you to run command-line commands with the click of a button
ca: Us permet executar ordres al terminal amb el clic d'un botó
es: Le permite ejecutar comandos de línea de comandos con sólo pulsar un botón
it: Consente di eseguire i comandi della riga di comando con il clic di un pulsante
nl: Hiermee kunt u opdrachtregelcommando's uitvoeren met een muisklik
zh_tw: 讓你只需點選按鈕即可執行命令列命令

source: This is a simple multi-instance applet for Cinnamon which allows the user to launch commands as though from a command prompt with the click of a button. Unlike a program launcher, which typically uses a .desktop to launch a program, Command Launcher uses a direct command-line command. This means you can use any command you could use from a terminal (eg run a script, launch program with complicated command-line arguments, etc).
ca: Miniaplicació multi-instància per Cinnamon que permet que l'usuari executi ordres al terminal amb el clic d'un botó. No utilitza fitxers .desktop per a llançar les ordres, sinó un terminal, de manera que podeu usar qualsevol ordre que sigui utilitzable des del terminal (per exemple: executar un script, un programa amb arguments complicats, etc).
es: Se trata de un sencillo applet multiinstancia para Cinnamon que permite al usuario lanzar comandos como si se tratara de un símbolo del sistema con sólo pulsar un botón. A diferencia de un lanzador de programas, que normalmente utiliza un .desktop para lanzar un programa, Command Launcher utiliza un comando directo de línea de comandos. Esto significa que puede utilizar cualquier comando que podría utilizar desde un terminal (por ejemplo, ejecutar un script, lanzar un programa con complicados argumentos de línea de comandos, etc.).
it: Questa Ã¨ una semplice applet multiistanza per Cinnamon che consente all'utente di avviare i comandi come da un prompt dei comandi con il clic di un pulsante. A differenza di un launcher, che in genere utilizza un .desktop per avviare un programma, Command Launcher utilizza un comando da riga di comando diretto. Questo significa che puoi usare qualsiasi comando che potresti usare da un terminale (es. Eseguire uno script, avviare un programma con argomenti complicati da riga di comando, ecc.).
nl: Dit is een eenvoudige applet voor meerdere instanties voor Cinnamon waarmee de gebruiker opdrachten kan uitvoeren alsof ze vanuit een opdrachtprompt komen met een muisklik. In tegenstelling tot een programmalauncher, die meestal een .desktop-bestand gebruikt om een programma te starten, gebruikt Commando Launcher een direct opdrachtregelcommando. Dit betekent dat u elk commando kunt gebruiken dat u vanuit een terminal zou kunnen gebruiken (bv. een script uitvoeren, een programma starten met ingewikkelde opdrachtregelargumenten, enz.).
zh_tw: 這是一個簡單的多個體 Cinnamon 小程式，讓使用者可以像在命令提示字元一樣，只需點選按鈕就能執行命令。 與一般程式啟動器（通常透過 .desktop 啟動程式）不同，Command Launcher 直接執行命令列的命令。 這代表你可以執行任何終端機可用的命令（例如執行腳本、帶有複雜參數的程式等）。

source: Stephen Collins - Author
ca: Autor - Stephen Collins
es: Stephen Collins - Autor
it: Stephen Collins - Autore
nl: Stephen Collins - Auteur
zh_tw: Stephen Collins - 作者

source: Appearance and behavior
ca: Aparença i comportament
es: Apariencia y comportamiento
it: Aspetto e Comportamento
nl: Uiterlijk en gedrag
zh_tw: 外觀與行為

source: Panel Icon
ca: Icona del tauler
es: Icono de panel
it: Icona Pannello
nl: Paneelpictogram
zh_tw: 面板圖示

source: Supports both icon name and icon path. To use a symbolic icon, include '-symbolic' (or '-symbolic.svg') at the end.
ca: Suporta un nom d'icona o una ruta completa. Per utilitzar una icona simbòlica, afegiu '-symbolic' o '-symbolic.svg' al final.
es: Admite tanto el nombre como la ruta del icono. Para utilizar un icono simbólico, incluya '-symbolic' (o '-symbolic.svg') al final.
it: Supporta sia il nome dell'icona che il percorso dell'icona. Per utilizzare un'icona simbolica, includere '-symbolic' (o '-symbolic.svg') alla fine.
nl: Ondersteunt zowel pictogramnaam als pictogrampad. Om een symbolisch pictogram te gebruiken, voeg '-symbolic' (of '-symbolic.svg') toe aan het einde.
zh_tw: 支援圖示名稱與圖示路徑。 若要使用符號圖示，請在結尾加上 '-symbolic'（或 '-symbolic.svg'）。

source: Tooltip
ca: Informació d'eines
es: Información sobre herramientas
zh_tw: 工具提示

source: Keyboard shortcut
ca: Drecera del teclat
es: Atajo de teclado
it: Scorciatoia da tastiera
nl: Sneltoets
zh_tw: 鍵盤快速鍵

source: Show notifications on completion
ca: Mostrar notificacions en acabar l'execució
es: Mostrar notificaciones al finalizar
it: Mostra notifiche al completamento
nl: Meldingen weergeven bij voltooiing
zh_tw: 完成時顯示通知

source: Command settings
ca: Opcions d'ordre
es: Configuración de comandos
it: Impostazioni Comando
nl: Commando instellingen
zh_tw: 命令設定

source: Run as root
ca: Executar com a root
es: Ejecutar como root
it: Esegui come root
nl: Als root uitvoeren
zh_tw: 以 root 權限執行

source: Run in alternate directory
ca: Executar a un directori alternatiu
es: Ejecutar en directorio alternativo
it: Esegui in cartella alternativa
nl: Uitvoeren in een andere map
zh_tw: 在其他目錄執行

source: Environment path
ca: Ruta de l'entorn (Path)
es: Ruta del entorno
it: Variabile d'ambiente
nl: Omgevingspad
zh_tw: 環境路徑
