Repository: linuxmint/cinnamon-spices-applets
Catalog: bettersettings@bownz/files/bettersettings@bownz/po/*.po
Languages: fi, ru

source: Are you sure you want to restore all settings to default?
fi: Haluatko palauttaa kaikki asetukset oletuksiin?
ru: Вы уверены что хотите сбросить все настройки?

source: Yes
fi: Kyllä
ru: Да

source: No
fi: Ei
ru: Нет

source: Settings
fi: Asetukset
ru: Настройки

source: Troubleshoot
fi: Vianmääritys
ru: Устранение неполадок

source: Restart Cinnamon
fi: Käynnistä Cinnamon
ru: Перезапустить Cinnamon

source: Reload Theme
fi: Lataa teema uudestaan
ru: Перезагрузить тему оформления

source: Looking Glass
fi: Lasin näköinen
ru: Открыть Looking Glass

source: Restore all settings to Default
fi: Palauta kaikki oletuksiin
ru: Сбросить все настройки

source: Force Quit Application
fi: Lopeta sovellus
ru: Принудительное завершение приложения

source: Screenshot
fi: Kaappaus
ru: Снимок экрана

source: Terminal
fi: Pääte
ru: Терминал

source: Panel Edit Mode
fi: Paneelin muokkaustila
ru: Редактировать панель

source: Add/Remove Applets
fi: Lisää tai poista sovellus
ru: Добавить/Удалить Апплеты

source: Start up Applications
fi: Käynnistyvät ohjelmat
ru: Автостарт приложений

source: Cinnamon Settings
fi: Cinnamon asetukset
ru: Открыть настройки Cinnamon

source: System Settings
fi: Tietokoneen asetukset
ru: Системные настройки

source: A Better Cinnamon Settings
fi: Paremmat Cinnamon asetukset
ru: Лучшие инструменты Cinnamon

source: Better Cinnamon Settings
fi: Paremmat Cinnamon asetukset
ru: Лучшие инструменты Cinnamon (A Better Cinnamon Settings)
