Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/feeds@jonbrettdev.wordpress.com/*.po
Languages: bg, ca, de, es, it, nl, pl, sv, tr

source: Feed reader
bg: Четец на новини
ca: Lector de feeds
es: Lector de feeds
it: Lettore feed
nl: Feed lezer
sv: Flödesläsare
tr: Besleme okuyucu

source: Mark all read
bg: Маркирай всичко като прочетено
ca: Marcar tot com a llegit
de: Alle als gelesen markieren
es: Marcar todo como leído
it: Segna tutti come già letti
nl: Markeer alles als gelezen
pl: Oznacz wszystkie wpisy jako przeczytane
sv: Markera alla som lästa
tr: Tümünü okundu işaretle

source: Reload
bg: Презареди
ca: Recarregar
de: Neu laden
es: Recargar
it: Ricarica
nl: Vernieuwen
pl: Aktualizuj wpisy
sv: Läs in igen
tr: Tekrar yükle

source: Manage feeds
bg: Управление на източници
ca: Gestionar feeds
de: Feeds verwalten
es: Administrar feeds
it: Gestisci feed
nl: Beheer feeds
pl: Zarządzanie kanałami RSS
sv: Hantera flöden
tr: Beslemeleri yönet

source: Settings
bg: Настройки
ca: Opcions
de: Einstellungen
es: Configuración
it: Impostazioni
nl: Instellingen
pl: Ustawienia
sv: Inställningar
tr: Ayarlar

source: No unread feeds
bg: Няма непрочетени новини
ca: No hi ha feeds no llegits
de: Keine ungelesenen Feeds
es: No hay feeds sin leer
it: Nessun feed da leggere
nl: Geen ongelezen feeds
pl: Brak nieprzeczytanych wpisów
sv: Inga olästa flöden
tr: Okunmayan besleme yok

source: Feeds
bg: Източници
pl: Kanały RSS
sv: Flöden
tr: Beslemeler

source: Right Click to open feed:
bg: Десен клик за отваряне на емисия:
ca: Clic dret per a obrir el feed:
de: Rechtsklick, um Feed zu öffnen:
es: Haga clic derecho para abrir el feed:
it: Clicca per aprire il feed:
nl: Klik met de rechtermuisknop om feed te openen:
pl: Kliknij prawym przyciskiem myszy aby otworzyć źródło kanału RSS:
sv: Högerklicka för att öppna flöde:
tr: Beslemeyi açmak için sağ tıklayın:

source: Mark All Posts Read
bg: Маркирай всички постове като прочетени
ca: Marcar tots els posts com a llegits
de: Alle Beiträge als gelesen markieren
es: Marcar todas las publicaciones como leídas
it: Segna tutti i post come letti
nl: Markeer alle berichten als gelezen
pl: Oznacz wszystkie wpisy jako przeczytane
sv: Markera alla poster som lästa
tr: Tüm Mesajları Okundu İşaretle

source: Mark Next
bg: Маркирай следващите
ca: Marcar el següent
de: Nächsten markieren
es: Marcar estas
it: Segna Successivo
nl: Markeer volgende
pl: Oznacz
sv: Markera nästa
tr: Sonraki İşaretle

source: Posts Read
bg: поста като прочетени
ca: Posts llegits
de: Artikel als gelesen markieren
es: Publicaciones como leídas
it: Post Letti
nl: berichten als gelezen
pl: jako przeczytane
sv: poster lästa
tr: Mesajları Oku

source: Update feed URL
bg: Актуализирай от URL
ca: Actualitzar URL del feed
de: Feed-URL aktualisieren
es: Actualizar la URL del feed
it: Aggiorna URL feed
pl: Aktualizuj URL kanału RSS
sv: Uppdatera flödes-URL
tr: Besleme adresini güncelle

source: Published:
bg: Публикувани:
ca: Publicat:
de: Veröffentlicht:
es: Publicado:
it: Pubblicato:
nl: Gepubliceerd:
pl: Opublikowane:
sv: Publicerad:
tr: Yayınlanan:

source: Mark Post Read
bg: Отбележи всички постове като прочетени
ca: Marcar el post com a llegit
de: Artikel als gelesen markieren
es: Marcar publicación como leída
it: Segna Post come Letto
nl: Markeer bericht als gelezen
pl: Oznacz jako przeczytany
sv: Markera posten som läst
tr: Mesajı Okundu Olarak İşaretle

source: d)
bg: д)
de: Tag/e)
it: g)
tr: g)

source: h)
bg: ч)
de: Stunde/n)
nl: u)
sv: t)
tr: s)

source: (<1h)
bg: (<1ч)
de: (<1 Stunde)
nl: (<1u)
sv: (<1t)
tr: (<1s)

source: Invalid feed url
bg: Невалиден url на източник
ca: URL de feed invàlida
de: Ungültige Feed-URL
es: Url del feed no válida
it: URL feed non valido
nl: Ongeldige feed-URL
pl: Nieprawidłowy adres URL
sv: Ogiltig flödesadress
tr: Geçersiz besleme adresi

source: unread items!
bg: непрочетени новини!
ca: elements no llegits!
de: ungelesene Artikel!
es: ¡artículos no leídos!
it: elementi non letti!
nl: ongelezen items!
pl: nieprzeczytanych wpisów!
sv: olästa objekt!
tr: okunmamış öğeler!

source: Loading feed
bg: Зареждане на емисия
ca: Carregant feed
de: Feed wird geladen
es: Cargando el feed
it: Caricamento feed
nl: Feed wordt geladen
pl: Ładowanie kanału RSS
sv: Läser in flöde
tr: Besleme yükleniyor

source: Manage your feeds
bg: Управлявай източниците си
ca: Gestioneu els vostres feeds
de: Verwalten Sie Ihre Feeds
es: Administre sus feeds
it: Gestisci i tuoi feed
nl: Beheer uw feeds
pl: Zarządzanie kanałami RSS
sv: Hantera dina flöden
tr: Beslemelerini yönet

source: Instance Name:
bg: Име на инстанцията
ca: Nom de la instància:
de: Instanzname:
es: Nombre de la instancia:
it: Nome Istanza:
nl: Instantienaam:
pl: Nazwa listy:
sv: Instansnamn:
tr: Örnek İsim:

source: Add/remove feed list
bg: Списък за добавяне/премахване на източници
ca: Afegir/Eliminar llista de feeds
de: Feedliste hinzufügen/entfernen
es: Agregar/eliminar lista de feeds
it: Aggiungi/rimuovi lista feed
nl: Feedlijst toevoegen/verwijderen
pl: Dodaj/usuń listę kanałów RSS
sv: Lägg till/Ta bort flödeslista
tr: Besleme listesi ekle/sil

source: Enable
bg: Включено
ca: Activar
de: Aktivieren
es: Habilitar
it: Abilita
nl: Inschakelen
pl: Włączone
sv: Aktivera
tr: Etkin

source: Url
tr: Adres

source: Custom title
bg: Потребителско заглавие
ca: Títol personalitzat
de: Eigener Titel
es: Título personalizado
it: Titolo personalizzato
nl: Aangepaste titel
pl: Własny tytuł
sv: Anpassad titel
tr: Özel başlık

source: Notify
bg: Известие
ca: Notificar
de: Benachrichtigen
es: Notificar
it: Notifica
nl: Melden
pl: Powiadomienia
sv: Avisera
tr: Uyarı

source: Show Read
bg: Покажи прочетените
ca: Mostrar els llegits
de: Gelesene Artikel anzeigen
es: Mostrar lo leído
it: Mostra Leggi
nl: Gelezen tonen
pl: Wyświetlaj przeczytane
sv: Visa lästa
tr: Okunanları Göster

source: Interval
bg: Интервал
de: Intervall
es: Intervalo
it: Intervallo
pl: Przedział czasowy
sv: Intervall
tr: Süre

source: Show Image
bg: Покажи изображение
ca: Mostrar imatge
de: Bild anzeigen
es: Mostrar imagen
it: Mostra Immagine
nl: Afbeelding tonen
pl: Pokaż obrazy
sv: Visa bild
tr: Resim Göster

source: Import
bg: Импортирай
ca: Importar
es: Importar
it: Importa
nl: Importeren
pl: Importuj
sv: Importera
tr: İçe aktar

source: _Import OPML
bg: _Импортирай OPML
ca: _Importar OPML
de: OPML _importieren
es: _Importar OPML
it: _Importa OPML
nl: _Importeer OPML
pl: _Importuj plik OPML
sv: _Importera OPML
tr: _OPML içe aktarımı

source: Import feeds from OPML file
bg: Импортирай източници от OPML файл
ca: Importa feeds des d'un fitxer OPML
de: Importiert Feeds aus OPML-Datei
es: Importar feeds desde un archivo OPML
it: Importa feed da file OPML
nl: Feeds importeren vanuit een OPML-bestand
pl: Importuj kanały RSS z pliku OPML
sv: Importera flöden från OPML-fil
tr: Beslemeleri OPML dosyasından aktar

source: _Import Feeds File
bg: _Импортирай източници от файл
ca: _Importar fitxer Feeds
de: Feeds-Datei _importieren
es: _Importar archivo de feeds
it: _Import File di Feed
nl: _Importeer feeds bestand
pl: _Importuj kanały RSS z pliku
sv: _Importera flödesfil
tr: Besleme Dosyasını _İçe Aktar

source: Import feeds from file
bg: Импортира източници от файл
ca: Importa feeds des d'un fitxer
de: Feeds aus Datei importieren
es: Importar feeds desde un archivo
it: Importa feed da file
nl: Feeds importeren vanuit bestand
pl: Importuj kanały RSS z pliku
sv: Importera flöden från fil
tr: Beslemeleri dosyadan içe aktar

source: Export
bg: Експортирай
ca: Exportar
es: Exportar
it: Esporta
nl: Exporteren
pl: Eksportuj
sv: Exportera
tr: Dışa aktar

source: _Export Feeds File
bg: _Експортирай файл с източници
ca: _Exporta un fitxer Feeds
de: Feeds-Datei _exportieren
es: _Exportar archivo de feeds
it: _Esporta File di Feed
nl: _Exporteer feeds bestand
pl: _Eksportuj kanały RSS do pliku
sv: _Exportera flödesfil
tr: Besleme Dosyasını _Dışa Aktar

source: Export feeds to file
bg: Експортира източниците във файл
ca: Exporta feeds a un fitxer
de: Feeds in Datei exportieren
es: Exportar feeds a un archivo
it: Esporta feed su file
nl: Feeds exporteren naar bestand
pl: Eksportuj kanały RSS do pliku
sv: Exportera flöden till fil
tr: Beslemeleri dosya için dışa aktar

source: Options
bg: Опции
ca: Opcions
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
pl: Opcje
sv: Alternativ
tr: Seçenekler

source: _Toggle Hidden Fields
bg: _Включване на скрити полета
ca: _Mostrar/amagar els camps ocults
de: _Verborgene Felder anzeigen/verbergen
es: _Activar/Desactivar campos ocultos
it: _Attiva/Disattiva campi nascosti
nl: _Verborgen velden in- en uitschakelen
pl: _Pokaż/ukryj ukryte pola
sv: _Dolda fält av/på
tr: Gizlenmiş Alanlara _Geç

source: Show or Hide hidden fields
bg: Показва или скрива скритите полета
ca: Mostra o oculta els camps ocults
de: Verborgene Dateien anzeigen oder verbergen
es: Mostrar u ocultar campos ocultos
it: Mostra o nasconde i campi nascosti
nl: Verborgen velden tonen of verbergen
pl: Pokaż lub ukryj ukryte pliki
sv: Dölj eller visa dolda fält
tr: Gizli alanları Göster ya da Gizle

source: Changes will be discarded, continue?
bg: Промените ще бъдат забравени, продължаваме ли?
ca: Es descartaran els canvis, voleu continuar?
de: Änderungen werden verworfen, fortfahren?
es: Los cambios serán descartados, ¿continuar?
it: Le modifiche verranno ignorate, continuare?
nl: Wijzigingen worden verworpen, doorgaan?
pl: Zmiany zostaną utracone, kontynuować?
sv: Ändringar kommer att förkastas. Vill du fortsätta?
tr: Değişiklikler iptal edilecek, devam edilsin mi?

source: Are you sure?
bg: Сигурни ли сте?
ca: Segur?
de: Sind Sie sicher?
es: ¿Estás seguro?
it: Sei sicuro?
nl: Weet u het zeker?
pl: Czy na pewno?
sv: Är du säker?
tr: Emin misiniz?

source: New Instance (List) Name
bg: Име на нова инстанция (списък)
ca: Nom de la instància (llista) nova
de: Neuer Instanz(-Listen)name
es: Nombre de nueva instancia (lista)
it: Nome nuova istanza (elenco)
nl: Nieuwe instantie (lijst) naam
pl: Nowa lista kanałów RSS
sv: Nytt instansnamn (listnamn).
tr: Yeni Örnek (Liste) Adı

source: Add New Instance (List)
bg: Добави нова инстанция (списък)
ca: Afegir instància nova (llista)
de: Neue Instanz(-Liste) hinzufügen
es: Agregar nueva instancia (lista)
it: Aggiungi nuova istanza (elenco)
nl: Nieuwe instantie (lijst) toevoegen
pl: Dodaj nową listę kanałów RSS
sv: Lägg till ny instans (lista)
tr: Yeni Örnek Ekle (Liste)

source: Failed to save config file
bg: Провал при запазването на конфигурационен файл
ca: Error en guardar el fitxer de configuració
de: Fehler beim Speichern der Konfigurationsdatei
es: No se pudo guardar el archivo de configuración
it: Impossibile salvare il file di configurazione
nl: Configuratiebestand opslaan mislukt
pl: Nie udało się zapisać pliku konfiguracyjnego
sv: Kunde inte spara konfigurationsfilen
tr: Yapılandırma dosyası kaydetme başarısız

source: Choose a OPML feed file
bg: Изберете OPML файл с източници
ca: Escolliu un fitxer de feeds OPML
de: Eine OPML-Feed-Datei auswählen
es: Elija un archivo de feed OPML
it: Scegli un file di feed OPML
nl: Kies een OPML-feedbestand
pl: Wybierz plik OPML
sv: Välj en OPML flödesfil
tr: OPML besleme dosyası seçin

source: OPML files
bg: OPML файлове
ca: fitxers OPML
de: OPML-Dateien
es: Archivos OPML
it: File OPML
nl: OPML-bestanden
pl: Pliki OPML
sv: OPML-filer
tr: OPML dosyaları

source: Choose a feed file
bg: Изберете файл с източници
ca: Escolliu un fitxer feed
de: Eine Feed-Datei auswählen
es: Elija un archivo de feed
it: Scegli un file di feed
nl: Kies een feedbestand
pl: Wybierz plik zawierający kanały RSS
sv: Välj en flödesfil
tr: Bir besleme dosyası seçin

source: Text files
bg: Текстови файлове
ca: Fitxers de text
de: Textdateien
es: Archivos de texto
it: File di Testo
nl: Tekstbestanden
pl: Pliki tekstowe
sv: Textfiler
tr: Metin dosyaları

source: All files
bg: Всички файлове
ca: Tots els fitxers
de: Alle Dateien
es: Todos los archivos
it: Tutti i file
nl: Alle bestanden
pl: Wszystkie pliki
sv: Alla filer
tr: Tüm dosyalar

source: file imported
bg: файла е импортиран
ca: fitxer importat
de: Datei importiert
es: archivo importado
it: file importati
nl: bestand geïmporteerd
pl: Plik zaimportowany
sv: fil importerad
tr: dosya içe aktarıldı

source: Imported %d feeds
bg: Импортирани са %d източника
ca: S'han importat %d feeds
de: %d Feeds wurden importiert
es: Feeds de %d importados
it: Importati %d feed
nl: %d feeds geïmporteerd
pl: Zaimportowano %d kanałów
sv: Importerade %d flöden
tr: %d besleme içe aktarıldı

source: Failed to import file
bg: Провал при импортирането на файл
ca: Error en importar el fitxer
de: Fehler beim Importieren der Datei
es: Fallo al importar el archivo
it: Impossibile importare il file
nl: Bestand importeren mislukt
pl: Import z pliku nieudany
sv: Kunde inte importera filen
tr: İçe aktarma başarısız

source: Save a feed file
bg: Запази източниците във файл
ca: Guardar un fitxer feed
de: Eine Feed-Datei speichern
es: Guardar un archivo de feed
it: Salva file di feed
nl: Sla een feedbestand op
pl: Zapisz plik z kanałami RSS
sv: Sparade en flödesfil
tr: Bir besleme dosyası kaydet

source: Unable to export file, exception: %s
bg: Не може да се експортира файл, причина: %s
ca: Error en exportar el fitxer, excepció: %s
de: Datei konnte nicht exportiert werden, ausgenommen: %s
es: No se ha podido exportar el archivo, excepción: %s
it: Impossibile esportare il file, eccezione: %s
nl: Kan het bestand niet exporteren, exceptie: %s
pl: Nie udało się wyeksportować, wyjątek: %s
sv: Kunde inte exportera filen, undantag: %s
tr: Dosya dışa aktarılamadı, istisna: %s

source: Unable to export file
bg: Не може да се експортира файл
ca: No s'ha pogut exportar el fitxer
de: Datei konnte nicht exportiert werden
es: No se puede exportar el archivo
it: Impossibile esportare il file
nl: Kan het bestand niet exporteren
pl: Eksport do pliku nieudany
sv: Kunde inte exportera filen
tr: Dosya dışa aktarılamadı

source: Displays RSS news feeds
bg: Показва RSS новини
ca: Mostrar feeds de notícies RSS
de: Zeigt RSS-Newsfeeds an.
es: Muestra los canales de noticias RSS
it: Mostra nuovi feed RSS
nl: Toont RSS-nieuwsfeeds
sv: Visar RSS nyhetsflöden
tr: RSS haber akışlarını görüntüler

source: Feeds Reader
bg: Четец на новини
ca: Lector de feeds
es: Lector de feeds
it: Lettore di Feed
nl: Feed Lezer
pl: Czytnik RSS
sv: Flödesläsare
tr: Besleme Okuyucu

source: Feed URLs
bg: Адреси на източници
ca: URLs de feeds
es: URL de feeds
it: URL dei feed
pl: Ogólne
sv: Flödes-URL:er
tr: Besleme Adresleri

source: Manage Feeds...
bg: Управление на източници...
ca: Gestionar feeds...
de: Feeds verwalten...
es: Administrar feeds...
it: Gestisci Feed
nl: Beheer feeds...
pl: Zarządzaj kanałami RSS...
sv: Hantera flöden...
tr: Beslemeleri Yönet...

source: Launch the feed management app to add/remove/edit feeds
bg: Стартирана на приложението за добавяне/премахване/редактиране на източници
ca: Obre l'aplicació de gestió de feeds (afegir/eliminar/editar)
de: Die Anwendung zur Feed-Verwaltung öffnen, um Feeds hinzuzufügen/entfernen/bearbeiten
es: Inicie la aplicación de administración de feeds para agregar/eliminar/editar feeds
it: Avvia l'app di gestione dei feed per aggiungere/rimuovere/modificare feed
nl: Start de feed-beheerapp om feeds toe te voegen/te verwijderen/te bewerken
pl: Uruchom okno zarządzania kanałami RSS aby dodać/usunąć/edytować kanały
sv: Starta flödeshanteraren för att lägga till/ta bort/redigera flöden
tr: Besleme ekleme/kaldırma/düzenleme için besleme yönetimi uygulamasını başlatın

source: feeds
bg: емисии
it: feed
pl: kanały RSS
sv: flöden
tr: beslemeler

source: Maximum number of items
bg: Максимален брой новини
ca: Màxim nombre d'elements
de: Maximale Anzahl von Artikeln
es: Número máximo de artículos
it: Numero massimo di elementi
nl: Maximaal aantal items
pl: Maksymalna liczba wyświetlanych wpisów
sv: Max antal objekt
tr: Maksimum öğe sayısı

source: Maximum number of items to display for this feed
bg: Максимален брой на показвани емисии от източник
ca: Màxim nombre d'elements a mostrar per aquest feed
de: Maximale Anzahl von Artikeln, die für diesen Feed angezeigt werden sollen
es: Número máximo de artículos que se mostrarán en este feed
it: Numero massimo di elementi da visualizzare per questo feed
nl: Maximaal aantal items om weer te geven voor deze feed
pl: Maksymalna liczba wpisów wyświetlana dla kanału RSS
sv: Max antal objekt att visa i detta flöde
tr: Bu yayın için görüntülenecek maksimum öğe sayısı

source: minutes
bg: минути
ca: minuts
de: Minuten
es: minutos
it: minuti
nl: minuten
pl: minuty
sv: minuter
tr: dakika

source: Update interval
bg: Интервал на обновяване
ca: Interval d'actualització
de: Aktualisierungsintervall
es: Intervalo de actualización
it: Intervallo di aggiornamento
pl: Interwał czasowy aktualizacji wpisów
sv: Uppdateringsintervall
tr: Güncelleme aralığı

source: Interval between checking for new items
bg: Интервал между проверките за нови емисии
ca: Interval de temps entre comprovacions per a elements nous
de: Intervall zwischen der Prüfung auf neue Artikel
es: Intervalo entre la comprobación de nuevos artículos
it: Intervallo tra la ricerca di nuovi elementi
nl: Interval tussen het controleren op nieuwe items
pl: Odstęp czasu pomiędzy pobieraniem nowych wpisów
sv: Tidsintervall mellan sökningar efter nya objekt
tr: Yeni öğeler için kontrol etme zaman aralığı

source: Show notifications for new items
bg: Показвай известия при нови емисии
ca: Mostra notificacions pels elements nous
de: Benachrichtigungen für neue Artikel anzeigen
es: Mostrar notificaciones de nuevos artículos
it: Mostra le notifiche per i nuovi articoli
nl: Meldingen tonen voor nieuwe items
pl: Włącz powiadomienia o nowych wpisach
sv: Visa avisering för nya objekt
tr: Yeni öğeler için uyarı göster

source: If checked a popup notification will be displayed for new items
bg: Ако е маркирано, при нова емисия ще се показва известие
ca: Si està activat, es mostraran notificacions emergents pels elements nous
de: Wenn aktiviert, wird für neue Artikel eine Popup-Benachrichtigung angezeigt
es: Si se marca, se mostrará una notificación emergente para los nuevos artículos
it: Se selezionato, verrà visualizzata una notifica popup per i nuovi elementi
nl: Indien aangevinkt wordt een pop-upmelding weergegeven voor nieuwe items
pl: Wyświetla powiadomienia o nowych wpisach
sv: Vid aktivering, kommer popup-aviseringar att visas för nya objekt
tr: Etkinse yeni öğeler için bir bildirim alanı gösterilir

source: Check this to enable debug logging in Looking Glass
bg: Маркирайте, за да включите дебъгването на Looking Glass
ca: Activar el registre de debug a Looking Glass
de: Aktivieren, um Debug-Logging im Looking-Glass einzuschalten
es: Marque esto para activar el registro de depuración en Looking Glass
it: Seleziona questa opzione per abilitare la registrazione del debug in Looking Glass
nl: Vink dit aan om debug logging in Looking Glass in te schakelen
pl: Włącz logowanie informacji debugowania
sv: Aktivera det här, för felloggning i Looking Glass
tr: Sorun gidermede hata ayıklama günlüğünü etkinleştirmek için bunu etkinleştirin

source: Checking this will enable debug level logging
bg: Отбелязването на това че включи отчета за дебъгване
ca: Si està activat, es generarà un registre d'esdeveniments de nivell debug
de: Hiermit wird die Debug-Level-Protokollierung aktiviert
es: Si se marca esta opción, se activará el registro de nivel de depuración
it: Selezionando questo abiliterà la registrazione a livello di debug
nl: Als u dit aanvinkt, wordt debugniveau logging ingeschakeld
pl: Włącza logowanie informacji debugowania
sv: Markering av det här, aktiverar felsökningsläget
tr: Bunu etkinleştirmek hata ayıklama düzeyindeki günlüklemeyi etkinleştirir

source: Feed Instance Name
bg: Име на инстанцията за емисси
ca: Nom de la instància de feed
de: Feed-Instanzname
es: Nombre de instancia de feed
it: Nome istanza feed
nl: Instantienaam van feed
pl: Nazwa listy kanałów RSS
sv: Flödesinstansnamn
tr: Besleme Örnek Adı

source: Do not change, this is modified by the Manage Feeds window.
bg: Не променяй, този прозорец се модифицира от мениджъра на емисии
ca: No ho canvieu, això és modificat per la finestra del Gestor de feeds.
de: Nicht ändern, dies wird durch das Feeds-Verwaltungsfenster geändert.
es: No lo cambie, esto se modifica mediante la ventana Administrar feeds.
it: Non modificare, questo è modificato dalla finestra Gestisci feed.
nl: Niet wijzigen, dit wordt aangepast door het venster Beheer Feeds.
sv: Ändra inte! Detta modifieras av fönstret "Hantera flöden".
tr: Değiştirmeyin, bu Beslemeleri Yönet penceresi tarafından değiştirilir.

source: Please install the '%s' package.
ca: Si us plau, instal·leu el paquet '%s'.
es: Por favor, instale el paquete '%s'.
it: Per favore installa il pacchetto '%s'.
nl: Installeer alstublieft het '%s' pakket.
pl: Proszę zainstalować brakujący pakiet '%s'.
