Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@SimpleToDoList/files/0dyseus@SimpleToDoList/po/*.po
Languages: es, sv

source: Background color
es: Color de fondo
sv: Bakgrundsfärg

source: Text color
es: Color del texto
sv: Textfärg

source: Icon
es: Ícono
sv: Ikon

source: Select an icon to show in the panel.
es: Seleccionar un ícono para mostrar en el panel.
sv: Välj en ikon att visa i panelen.

source: Save as TODO file settings
es: Preferencias de guardar como archivo TODO
sv: Inställningar för "Spara som TODO"

source: Set bold
es: Establecer negrita
sv: Fet text

source: Set minimum entry width
es: Establecer un ancho mínimo para la entrada de texto
sv: Ange minsta menybredd

source: pixels
es: pixeles
sv: pixlar

source: Cinnamon menus automatically change their size to accommodate the elements that they contain. Setting a fixed size for those elements will avoid the constant resizing of the menu when opening/closing sub menus.
es: Los menúes de Cinnamon cambian automáticamente su tamaño para acomodar los elementos que contienen. Al establecer un tamaño fijo para esos elementos, se evitará el cambio de tamaño constante del menú al abrir/cerrar los submenúes.
sv: Cinnamon-menyer ändrar automatiskt storlek för att anpassa sig efter innehållet. För att undvika ständiga storleksändringar när undermenyer öppnas/stängs, kan du ange en konstant storlek på menyposterna.

source: Tasks appearance
es: Apariencia de tareas
sv: Åtgärdsutseende

source: Colors for "@high" priority tags
es: Colores para etiquetas de prioridad "@alta"
sv: Färger för prioritetstaggen "@hög"

source: Keep just one sub menu open
es: Mantener un solo menú abierto en todo momento
sv: Håll bara en undermeny öppen

source: When enabled, the previously opened sub menu will be automatically closed.
es: Con esta opción habilitada, un submenú previamente abierto será automáticamente cerrado.
sv: Vid aktivering, kommer tidigare öppnad undermeny att stängas automatiskt.

source: Sections appearance
es: Apariencia de secciones
sv: Sektionsutseende

source: Set maximum entry width
es: Establecer un ancho máximo para la entrada de texto
sv: Ange maximal menybredd

source: Menu settings
es: Preferencias del menú
sv: Menyinställningar

source: Colorize entire menu item
es: Colorear por completo el ítem del menú
sv: Färga hela menyposten

source: This option is useful, for example, when the Cinnamon theme used styles entries with a non transparent background image. The background color set by a priority tag will not be visible in this case. With this option enabled, the entire menu item of a task will be colorized and not just its entry.
es: Esta opción es útil, por ejemplo, cuando el tema de Cinnamon utilizado estiliza las entradas de texto con una imagen de fondo no transparente. El color de fondo establecido por una etiqueta de prioridad no será visible en este caso. Con esta opción activada, todo el elemento de menú de una tarea se coloreará y no sólo su entrada de texto.
sv: Det här alternativet är användbart, t.ex. när det aktuella Cinnamon-temat använder menystilar med en icke transparent bakgrundsbild. Bakgrundsfärgen som anges av en prioritetstagg visas inte i det fallet. Med det här alternativet aktiverat, färgas hela uppgiftsposten och inte bara texten.

source: Colors for "@medium" priority tags
es: Colores para etiquetas de prioridad "@media"
sv: Färger för prioritetstaggen "@medium"

source: Colors for "@critical" priority tags
es: Colores para etiquetas de prioridad "@crítica"
sv: Färger för prioritetstaggen "@kritisk"

source: Remove native entry theming (only visuals)
es: Eliminar el tema nativo de la entrada de texto (sólo visuales)
sv: Ta bort inbyggt menyposttema (endast visuella delar)

source: Custom elements spacing
es: Espaciado personalizado para elementos
sv: Anpassat objektutrymme

source: Some Cinnamon themes might set the spacing for the popup-menu-item class too big or too small, resulting in too much space wasted inside this applet menu or in elements to close to each other. This setting allows to change that spacing.
es: Algunos temas para Cinnamon puede que establezcan un espaciado para la clase popup-menu-item que puede ser muy grande o muy pequeño, resultando en demasiado espacio desperdiciado dentro del menú de este applet o con elementos muy cercanos los unos de los otros. Esta opción permite cambiar ese espaciado.
sv: Vissa Cinnamon-teman kan sätta för stora eller för små mellanrum, mellan olika popup-menyobjekt. Resultatet kan bli för stora eller för små avstånd mellan text- och andra menyobjekt. Denna inställning låter dig ändra dessa avstånd.

source: Enable logging
es: Habilitar el registro
sv: Aktivera loggning

source: It enables the ability to log the output of several functions used by the applet.
es: Permite la capacidad de registrar la salida de varias funciones utilizadas por el applet.
sv: Aktiverar loggning av utdata från flera funktioner som används av detta panelprogram.

source: Applet settings
es: Preferencias del applet
sv: Programinställningar

source: Custom label
es: Etiqueta personalizada
sv: Anpassat panelnamn

source: Enter custom text to show in the panel.
es: Introduzca un texto personalizado para mostrar en el panel.
sv: Ange anpassad text att visa i panelen

source: Keyboard shortcut to open and close the menu
es: Atajo de teclado para abrir o cerrar el menú
sv: Tangentbordsgenväg för att öppna och stänga menyn

source: Remove native entry theming (also sizing)
es: Eliminar el tema nativo de la entrada de texto (también el tamaño)
sv: Ta bort inbyggt menyposttema (även storleksändring)

source: Avoid accidental deletions
es: Evitar borrados accidentales
sv: Undvik oavsiktliga borttagningar

source: When enabled, to remove a task or a section of the menu, the Control key needs to be pressed.
es: Con esta opción habilitada, para borrar una sección o tarea del menú, la tecla Control necesita estar presionada.
sv: Vid aktivering måste Ctrl-tangenten hållas ner, för att ta bort en lista eller en uppgiftspost.

source: Colors for "@today" priority tags
es: Colores para las etiquetas "@hoy"
sv: Färger för prioritetstaggen "@idag"

source: Label font size
es: Tamaño de fuente para la etiqueta
sv: Teckenstorlek för menypost

source: Task priorities settings
es: Preferencias de prioridades de tareas
sv: Inställningar för uppgiftsprioritering

source: Animate menu
es: Animar apertura/cerrado del menú
sv: Animera menyn

source: Enables/Disables menu open/close animations.
es: Habilita/Deshabilita la animación de apertura/cierre del menú.
sv: Aktivera/Inaktivera animering när menyn öppnas/stängs.

source: Colors for "@low" priority tags
es: Colores para etiquetas de prioridad "@baja"
sv: Färger för prioritetstaggen "@låg"

source: Character/s for not completed tasks
es: Carácter/es para tareas no completadas
sv: Tecken för icke slutförda uppgifter

source: The character or characters that will represent a not completed task on a TODO file.
es: El carácter o caracteres que representará/n una tarea no completada en un archivo TODO.
sv: Det eller de tecken som markerar en icke slutförd uppgift i en TODO-fil.

source: Display tasks counter on applet
es: Mostrar contador de tareas en el applet
sv: Visa antalet uppgifter i panelen

source: Debugging
es: Configuración de depuración
sv: Felsökning

source: Enable priority tags colorization
es: Habilitar el coloreado de las etiquetas de prioridad
sv: Aktivera färgning av prioritetstaggar

source: If enabled, this option will colorize a task entry depending on the tags found on its text. Tasks can be "tagged" by simply writing "@tagname" as part of the task text. For now, there are 5 priority tags available.
es: Con esta opción habilitada, la entrada de texto de una tarea será coloreada dependiendo de la existencia de una etiqueta de prioridad. Tareas pueden ser "etiquetadas" simplemente escribiendo "@etiqueta" como parte del texto de la tarea. Por ahora, hay 5 etiquetas de prioridad disponibles.
sv: Vid aktivering, färgar det här alternativet uppgiftsposterna beroende på taggar angivna i texten. Uppgifter kan taggas genom att skriva "@taggnamn" som en del av uppgiftstexten. För närvarande finns det 5 prioritetstaggar tillgängliga.

source: Character/s for completed tasks
es: Carácter/es para tareas completadas
sv: Tecken för slutförda uppgifter

source: The character or characters that will represent a completed task on a TODO file.
es: El carácter o caracteres que representará/n una tarea completada en un archivo TODO.
sv: Det eller de tecken som markerar en slutförd uppgift i en TODO-fil.
