Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@SimpleToDoList/files/0dyseus@SimpleToDoList/po/*.po
Languages: es, sv

source: Applet usage and features
es: Uso del applet y características
sv: Programanvändning och funktioner

source: The usage of this applet is very simple. Each task list is represented by a sub menu and each sub menu item inside a sub menu represents a task.
es: El uso de este applet es muy simple. Cada lista de tareas está representada por un submenú y cada submenú ítem dentro de un submenú representa una tarea.
sv: Det här panelprogrammet är mycket enkelt att använda. Varje uppgiftslista representeras av en undermeny och varje undermenypost representerar en uppgift.

source: To add a new tasks list, simply focus the **New tasks list...** entry, give a name to the tasks list and press [[Enter]].
es: Para agregar una nueva lista de tareas, simplemente enfocar la entrada **Nueva lista de tareas...**, darle un nombre a la lista de tareas y presionar [[Enter]].
sv: För att lägga till en ny uppgiftslista, fokuserar du menyposten **Ny uppgiftslista..**, skriver ett listnamn och trycker [[Enter]].

source: To add a new task, simply focus the **New task...** entry, give a name to the task and press [[Enter]].
es: Para agregar una nueva tarea, simplemente enfocar la entrada **Nueva tarea**, darle un nombre a la tarea y presionar [[Enter]].
sv: För att lägga till en ny uppgift, fokuserar du menyposten **Ny uppgift...**, skriver din uppgiftstext och trycker [[Enter]].

source: All tasks lists and tasks can be edited in-line.
es: Todas las listas de tareas y las tareas pueden ser editadas en línea.
sv: Alla uppgiftslistor och uppgifter kan redigeras direkt i menyn.

source: Tasks can be marked as completed by changing the checked state of their sub menu items.
es: Tareas pueden ser marcadas como completadas cambiando el estado de marcado de los elementos del submenú.
sv: Åtgärder kan markeras som slutförda, genom att bocka i statusrutan.

source: Each tasks list can have its own settings for sorting tasks (by name and/or by completed state), remove task button visibility and completed tasks visibility.
es: Cada lista de tareas puede tener sus propias opciones de orden de tares (por nombre y/o por estado completado), para establecer la visibilidad del botón de borrar tarea y para la visibilidad de tareas completadas.
sv: Varje uppgiftslista kan ha sina egna inställningar för uppgiftssortering (efter namn och/eller slutförd-status), synlighet för borttagningsknappar och slutförd-status.

source: Each tasks list can be saved as individual TODO files and also can be exported into a file for backup purposes.
es: Cada lista de tareas puede ser guardada como archivos TODO individuales y también pueden ser exportadas a un archivo para propósitos de respaldo.
sv: Varje uppgiftslista kan sparas som individuell TODO-fil och exporteras till en fil för säkerhetskopiering.

source: Tasks can be reordered by simply dragging them inside the tasks list they belong to (only if all automatic sorting options for the tasks list are disabled).
es: Tareas pueden ser re-ordenadas simplemente arrastrándolas dentro de la lista de tareas a las que pertenecen (sólo si las opciones de ordenamiento automático para la lista de tareas están desactivadas).
sv: Uppgifter kan sorteras om, genom att dra och släppa dem inom den egna uppgiftslistan (endast om all automatisk sortering är inaktiverad).

source: Tasks can be deleted by simply pressing the delete task button (if visible).
es: Las tareas se pueden eliminar simplemente pulsando el botón de borrar tarea (si es visible).
sv: Åtgärder kan tas bort genom att trycka på borttagningsknappen (om synlig).

source: Colorized priority tags support. The background and text colors of a task can be colorized depending on the @tag found inside the task text.
es: Soporte para etiquetas de prioridad coloreadas. El color de fondo y texto de una tarea puede ser coloreado dependiendo de la @etiqueta encontrada dentro del texto de una tarea.
sv: Stöd för färgade prioritetstaggar. Bakgrund och text för en uppgift, kan färgas beroende på den @tagg som anges i uppgiftstexten.

source: Configurable hotkey to open/close the menu.
es: Atajo de teclado configurable para abrir/cerrar el menú.
sv: Konfigurerbar snabbtangent för att öppna/stänga menyn.

source: Read the tooltips of each option on this applet settings window for more details.
es: Leer las cajas de herramientas de cada opción en la ventana de preferencias de este applet para más detalles.
sv: Läs verktygsbeskrivningen för varje alternativ i programmets inställningar, för mer detaljerad information.

source: Keyboard shortcuts
es: Atajos de teclado
sv: Tangentbordsgenvägar

source: The keyboard navigation inside this applet menu is very similar to the keyboard navigation used by any other menu on Cinnamon. But it's slightly changed to facilitate tasks and sections handling and edition.
es: La navegación del teclado dentro del este menú de applet es muy similar a la navegación por teclado utilizada por cualquier otro menú de Cinnamon. Pero ha sido cambiada ligeramente para facilitar el manejo y edición de tareas y listas de tareas.
sv: Tangentbordsnavigering i det här panelprogrammet, är mycket lik tangentbordsnavigering i vilken annan Cinnamon-meny som helst. Den är dock något ändrad för att underlätta aktiviteter vid uppgifts-/listhantering och redigering.

source: When the focus is on a task
es: Cuando el foco se encuentra en una tarea
sv: När fokus är på en uppgiftspost

source: [[Ctrl]] + [[Spacebar]]: Toggle the completed (checked) state of a task.
es: [[Ctrl]] + [[Barra espaciadora]]: Activa o desactiva el estado completado (marcado) de una tarea.
sv: [[Ctrl]] + [[Blanksteg]]: Växlar status mellan slutförd (ibockad) och icke slutförd uppgift.

source: [[Shift]] + [[Delete]]: Deletes a task and focuses the element above of the deleted task.
es: [[Shift]] + [[Borrar]]: Borra una tarea y enfoca el elemento que se encuentra arriba de la tarea borrada.
sv: [[Shift]] + [[Delete]]: Tar bort en uppgift och fokuserar posten ovanför den borttagna.

source: [[Alt]] + [[Delete]]: Deletes a task and focuses the element bellow the deleted task.
es: [[Alt]] + [[Borrar]]: Borra una tarea y enfoca el elemento que se encuentra debajo de la tarea borrada.
sv: [[Alt]] + [[Delete]]: Tar bort en post och fokuserar nästa, under den borttagna posten.

source: [[Ctrl]] + [[Arrow Up]] or [[Ctrl]] + [[Arrow Down]]: Moves a task inside its tasks list.
es: [[Ctrl]] + [[Flecha arriba]] o [[Ctrl]] + [[Flecha abajo]]: Mueve una tarea dentro de su lista de tareas.
sv: [[Ctrl]] + [[Uppåtpil]] eller [[Ctrl]] + [[Neråtpil]]: Flyttar ett steg uppåt eller neråt i uppgiftsslistan.

source: [[Insert]]: Will focus the **New task...** entry of the currently opened task section.
es: [[Insertar]]: Enfocará la entrada **Nueva tarea...** de la sección actualmente abierta.
sv: [[Insert]]: fokuserar posten **Ny uppgift...** i öppnad uppgiftslista.

source: When the focus is on a task section
es: Cuando el foco se encuentra en una sección
sv: När fokus är på en uppgiftslista

source: [[Arrow Left]] and [[Arrow Right]]: If the tasks list (sub menu) is closed, these keys will open the sub menu. If the sub menu is open, these keys will move the cursor inside the sub menu label to allow the edition of the section text.
es: [[Flecha izquierda]] y [[Flecha derecha]]: Si la lista de tareas (submenú) está cerrada, estas teclas van a abrir el submenú. Si el submenú está abierto, estas teclas van a mover el cursor dentro de la etiqueta del submenú para permitir la edición del texto de la sección.
sv: [[Vänsterpil]] och [[Högerpil]]: Om uppgiftslistan (undermenyn) är stängd, öppnas den med dessa tangenter. Om undermenyn är öppen, flyttas markören inne i undermenyposten, för att möjliggöra textredigering.

source: [[Insert]]: Will focus the **New task...** entry inside the task section. If the task section sub menu isn't open, it will be opened.
es: [[Insert]]: Enfocará la entrada de texto "Nueva tarea..." de la sección. Si submenú de la sección no está abierto, dicho submenú será abierto.
sv: [[Insert]]: Fokuserar menyposten **Ny uppgift...**, i uppgiftslistan. Om undermenyn inte är öppen, kommer den att öppnas.

source: When the focus is on the **New task...** entry
es: Cuando el foco se encuentra en la entrada **Nueva tarea...**
sv: När fokus är på menyposten **Ny uppgift...**

source: [[Ctrl]] + [[Spacebar]]: Toggles the visibility of the tasks list options menu.
es: [[Ctrl]] + [[Barra espaciadora]]: Cambia la visibilidad del menú de opciones de la lista de tarea.
sv: [[Ctrl]] + [[Spacebar]]: Öppnar/Stänger uppgiftslistans alternativmeny.

source: Known issues
es: Problemas conocidos
sv: Kända problem

source: **Hovering over items inside the menu doesn't highlight menu items nor sub menus:** This is actually a desired feature. Allowing the items to highlight on mouse hover would cause the entries to loose focus, resulting in the impossibility to keep typing text inside them and constantly forcing us to move the mouse cursor to regain focus.
es: **Pasar el ratón sobre elementos dentro del menú no resalta los elementos del menú ni los submenús:** Esto es realmente una característica deseada. Al permitir que los elementos sean resaltados por el ratón podría hacer que las entradas pierdan el foco, resultando en la imposibilidad de seguir escribiendo texto dentro de ellas y obligándonos constantemente a mover el cursor del ratón para recuperar el foco.
sv: **Hovring över en menypost markerar inte objektet.** Detta är faktiskt ett önskvärt beteende. Om man låter muspekaren markera ett objekt vid hovring, kommer menyposterna att förlora fokus, vilket gör det omöjligt att fortsätta skriva text i dem och dessutom tvinga oss att flytta muspekaren för att återfå fokus.

source: Task entries look wrong:
es: Entradas de tareas lucen mal:
sv: Åtgärdsposter ser fel ut:

source: Task entries on this applet have the ability to wrap its text in case one sets a fixed width for them. They also can be multi line ([[Shift]] + [[Enter]] inside an entry will create a new line). Some Cinnamon themes, like the default Mint-X family of themes, set a fixed width and a fixed height for entries inside menus. These fixed sizes makes it impossible to programmatically set a desired width for the entries (at least, I couldn't find a way to do it). And the fixed height doesn't allow the entries to expand, completely breaking the entries capability to wrap its text and to be multi line.
es: Las entradas de tareas en este applet tienen la habilidad de envolver su texto en el caso de que un ancho fijo es establecido para ellas. Ellas también pueden ser multilínea ([[Shift]] + [[Enter]] dentro de la entrada creará una nueva línea). Algunos temas para Cinnamon, como los temas de la familia Mint-X, establecen un ancho y un alto fijo para entradas que se encuentran dentro de menúes. Estas medidas fijas hacen imposible de establecer programáticamente un ancho para las entradas (al menos, yo no pude encontrar una manera de hacerlo). Y una altura fija no permite a las entradas ser expandidas, rompiendo completamente la capacidad de las entradas de envolver su texto y de ser multilínea.
sv: Uppgiftsposter i detta program, har förmågan att radbryta sin text om man anger en fast bredd för dem. De kan också göras flerradiga manuellt ([[Shift]] + [[Enter]] inuti en post kommer att skapa ny rad). Några Cinnamon-teman, som Mint-X-familjens standarteman, sätter en fast bredd och höjd för poster inuti menyer. Dessa fasta storlekar gör det programatiskt omöjligt att ange en önskad bredd för posterna (jag kunde åtminstone inte hitta ett sätt att göra det). Fast höjd tillåter inte posterna att expandera, bryter helt menyposters förmåga att radbryta text och att bli flerradiga.

source: This is how entries should look like
es: Así es como las entradas de texto deberían lucir
sv: Så här skall listposter se ut

source: Correct entries styling
es: Estilo correcto de las entradas
sv: Korrekt stilsättning för menyposter

source: This is how entries SHOULD NOT look like
es: Así es como las entradas de texto NO DEBERÍAN lucir
sv: Så här skall listposter INTE se ut

source: Incorrect entries styling
es: Estilo incorrecto de las entradas
sv: Felaktig stilsättning för menyposter

source: The only way to fix this (that I could find) is by editing the Cinnamon theme that one is using and remove those fixed sizes. The CSS selectors that needs to be edited are **.menu StEntry**, **.menu StEntry:focus**, **.popup-menu StEntry** and **.popup-menu StEntry:focus**. Depending on the Cinnamon version the theme was created for, one might find just the first two selectors or the last two or all of them. The CSS properties that need to be edited are **width** and **height**. They could be removed, but the sensible thing to do is to rename them to **min-width** and **min-height** respectively. After editing the theme's file and restarting Cinnamon, the entries inside this applet will look and work like they should.
es: La única manera de arreglar esto (que yo he podido encontrar) es editando el tema de Cinnamon que uno está usando y remover esas medidas fijas. Los selectores CSS que necesitan ser editados son **.menu StEntry**, **.menu StEntry:focus**, **.popup-menu StEntry** y **.popup-menu StEntry:focus**. Dependiendo para qué versión de Cinnamon el tema fue creado, uno puede encontrar sólo los primeros dos selectores, los últimos dos o todos ellos. Las propiedades CSS que necesitan ser editadas son **width** y **height**. Ellas podrían ser eliminadas, pero lo más sensible de hacer es renombrarlas a **min-width** y **min-height** respectivamente. Luego de editar el archivo del tema y reiniciar Cinnamon, las entradas de texto de este applet deberían lucir y funcionar correctamente.
sv: Enda sättet att åtgärda detta (som jag kunde hitta), är att redigera det aktuella Cinnamon-tema som används, och ta bort de fasta storlekarna. De CSS-selektorer som behöver redigeras är **.menu StEntry**, **.menu StEntry:focus**, **.popup-menu StEntry** och **.popup-menu StEntry:focus**. Beroende på den Cinnamon-version temat skapades för, kanske man bara hittar de två första selektorerna, eller de två sista, eller samtliga. De CSS-egenskaper som behöver redigeras är **width** och **height**. De kan tas bort, men det vettigaste man kan göra är att byta namn på dem till **min-width** respektive **min-height**. Efter redigering av temafilen och omstart av Cinnamon, bör menyposterna i detta program, se ut och fungera som de skall.

source: The following two sections are available only in English.
es: Las siguientes dos secciones están disponibles sólo en Inglés.
sv: Följande två sektioner är endast tillgängliga på Engelska.

source: language-name
es: Español
sv: Svenska

source: Help
es: Ayuda
sv: Hjälp

source: Contributors
es: Colaboradores
sv: Medhjälpare

source: Changelog
es: Registro de cambios
sv: Ändringslogg

source: Choose language
es: Elegir idioma
sv: Välj språk

source: Help for %s
es: Ayuda para %s
sv: Hjälp för %s

source: IMPORTANT!!!
es: ¡IMPORTANTE!
sv: VIKTIGT!!!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
es: Jamás borrar ninguno de los archivos encontrados dentro de la carpeta de este xlet. Podría romper la funcionalidad del xlet.
sv: Ta aldrig bort någon av filerna i den här xlet-mappen. Det kan förstöra programmets funktioner.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på följande länk.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
es: Localización de applets/desklets/extensiones (también conocidos como xlets)
sv: Applets/Desklets/Extensions (xlets) översättning

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
es: Si este xlet se instaló desde Configuración de Cinnamon, todas las localizaciones de este xlet se instalaron automáticamente.
sv: Om denna xlet installerades från Cinnamons inställningar, installerades också alla översättningar automatiskt.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
es: Si este xlet se instaló manualmente y no a través de Configuración de Cinnamon, las localizaciones se pueden instalar ejecutando el archivo llamado **localizations.sh** desde una terminal abierta dentro de la carpeta del xlet.
sv: Om denna xlet installerades manuellt och inte via Cinnamons inställningar, kan översättningar installeras genom att köra skriptet **localizations.sh** från en terminal öppnad i programmappen.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
es: Si este xlet no está disponible en su idioma, la localización puede ser creada siguiendo las siguientes instrucciones.
sv: Om ditt språk saknas i denna xlet, kan du översätta den med hjälp av följande instruktioner.

source: Select or enter file to export to
es: Seleccionar o ingresar el archivo hacia el cual exportar
sv: Välj eller ange en fil att exportera till

source: _Cancel
es: _Cancelar
sv: _Avbryt

source: _Save
es: _Guardar
sv: _Spara

source: Select a file to import
es: Seleccionar un archivo desde el cual importar
sv: Välj en fil att importera

source: _Open
es: _Abrir
sv: _Öppna

source: Select a file to save to
es: Seleccionar o ingresar el archivo hacia el cual guardar
sv: Välj en fil att spara till

source: TODO files
es: Archivos TODO
sv: TODO-filer

source: JSON files
es: Archivos JSON
sv: JSON-filer

source: Nothing to do here.
es: Nada que hacer aquí.
sv: Inget att göra här.

source: Tasks list - Some examples
es: Lista de tareas - Algunos ejemplos
sv: Åtgärdslista - Några exempel

source: Tasks can be "tagged" by simply writing "@tagname" as part of the task text. For now, there are 5 priority tags available.
es: Tareas pueden ser "etiquetadas" simplemente escribiendo "@etiqueta" como parte del texto de la tarea. Por ahora, hay 5 etiquetas de prioridad disponibles.
sv: Åtgärder kan "taggas" genom att skriva "@taggnamn" som en del av uppgiftstexten. För närvarande finns det 5 prioritetstaggar.

source: This is a @critical priority task
es: Esta es una tarea de prioridad @crítica
sv: Denna uppgift har prioritet @kritisk

source: This is a @high priority task
es: Esta es una tarea de prioridad @alta
sv: Denna uppgift har prioritet @hög

source: This is a @medium priority task
es: Esta es una tarea de prioridad @media
sv: Denna uppgift har prioritet @medium

source: This is a @today priority task
es: Esta es una tarea de prioridad @hoy
sv: Denna uppgift har prioritet @idag

source: This is a @low priority task
es: Esta es una tarea de prioridad @baja
sv: Denna uppgift har prioritet @låg

source: low
es: baja
sv: låg

source: today
es: hoy
sv: idag

source: medium
es: media

source: high
es: alta
sv: hög

source: critical
es: crítica
sv: kritisk

source: New task...
es: Nueva tarea...
sv: Ny uppgift...

source: Tasks list options
es: Opciones de lista de tareas
sv: Alternativ för uppgiftslista

source: Export this tasks list
es: Exportar esta lista de tareas
sv: Exportera denna uppgiftslista

source: Save this tasks list as TODO
es: Guardar esta lista de tareas como archivo TODO
sv: Spara dessa uppgiftslistor som TODO

source: Sort tasks alphabetically
es: Ordenar tareas alfabéticamente
sv: Sortera uppgifter alfabetiskt

source: Takes effect after closing and re-opening the main menu.
es: Toma efecto después de cerrar y volver a abrir el menú principal.
sv: Tillämpas efter stängning och återöppning av huvudmenyn.

source: Sort tasks by completed state
es: Ordenar tareas por estado completado
sv: Sortera uppgifter efter slutförd-status

source: Display remove tasks buttons
es: Mostrar botones para borrar tareas
sv: Visa knapp för att ta bort uppgift

source: Takes effect immediately.
es: Toma efecto inmediatamente.
sv: Tillämpas omedelbart.

source: Keep completed tasks hidden
es: Mantener escondidas las tareas completadas
sv: Dölj slutförda uppgifter

source: Remove this %s
es: Remover esta %s
sv: Ta bort den här %s

source: (Hold Ctrl key)
es: (Mantener presionada la tecla Control)
sv: (Håll ner Ctrl)

source: New tasks list...
es: Nueva lista de tareas...
sv: Ny uppgiftslista...

source: Save as TODO
es: Guardar como TODO
sv: Spara som TODO

source: Save all current tasks lists as a TODO file.
es: Guardar todas las listas de tareas actuales a un archivo TODO.
sv: Spara aktuella uppgiftslistor i en TODO-fil.

source: Export tasks
es: Exportar tareas
sv: Exportera uppgifter

source: Export all current tasks lists into a JSON file.
es: Exportar todas las listas de tareas actuales a un archivo JSON.
sv: Exportera aktuella uppgiftslistor i en JSON-fil.

source: JSON files exported by this applet can be imported back into the applet and the tasks list found inside the files are added to the tasks lists currently loaded into the applet.
es: Archivos en formato JSON exportados por este applet pueden ser importados al applet y las listas de tareas encontradas dentro de dicho archivo serán agregadas a las listas de tareas actualmente cargadas en el applet.
sv: JSON-filer som exporteras från det här programmet, kan återimporteras till programmet och uppgiftslistorna i filen, läggs till de andra listorna.

source: Import tasks
es: Importar tareas
sv: Importera uppgifter

source: Import tasks lists from a previously exported JSON file into this applet.
es: Importar listas de tareas hacia este applet desde un archivo JSON previamente exportado.
sv: Importera uppgiftslistor från en tidigare exporterad JSON-fil.

source: Restore example tasks
es: Restaurar tareas de ejemplo
sv: Återställ exempeluppgifter

source: Restore the example tasks list that were present when the applet was first loaded.
es: Restaurar la lista de tareas de ejemplo que estaban presentes cuando se cargó por primera vez el applet.
sv: Återställ de exempeluppgifter som fanns när programmet var nyinstallerat.

source: Reset tasks
es: Restablecer tareas
sv: Ta bort uppgifter

source: WARNING!!!
es: ¡ADVERTENCIA!
sv: VARNING!!!

source: Do you really want to remove all your current tasks?
es: ¿Realmente desea eliminar todas sus tareas actuales?
sv: Vill du verkligen ta bort alla dina uppgifter?

source: This operation cannot be reverted!!!
es: ¡Esta operación no puede ser revertida!
sv: Åtgärden kan inte ångras!!!

source: Remove all currently loaded tasks lists from this applet.
es: Eliminar todas las listas de tareas actualmente cargadas en este applet.
sv: Ta bort alla inlästa uppgiftslistor från programmet.

source: Open this applet help file.
es: Abrir el archivo de ayuda de este applet.
sv: Öppna programmets hjälpfil.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked below.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på nedanstående länk.

source: Simple applet to create ToDo lists.
es: Simple applet para crear listas de tareas (listas ToDo).
sv: Enkelt panelprogram för att skapa Att-göra-listor.

source: Simple ToDo List
es: Simple Lista de Tareas
sv: Enkel Att-göra-lista

source: See this xlet help file.
es: Ver el archivo de ayuda de este xlet.
sv: Se hjälpfilen för denna xlet.
