Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/paneldo@beatlink/*.po
Languages: hu, vi, zh_tw

source: Edit Todos
hu: Teendők szerkesztése
vi: Chỉnh sửa công việc
zh_tw: 編輯待辦事項

source: Toggle Reminders
hu: Értesítések bekapcsolása
vi: Bật/tắt nhắc nhở
zh_tw: 切換提醒

source: Panel based quick todo applet for Cinnamon
hu: Panel alapú gyors teendő kisalkalmazás a Cinnamon asztali környezethez
vi: Applet quản lý công việc nhanh trên thanh panel cho Cinnamon
zh_tw: Cinnamon 面板上的快速待辦事項小程式

source: The text editor used for opening the text file
hu: A szövegfájl megnyitásához használt szövegszerkesztő
vi: Trình soạn thảo dùng để mở file văn bản
zh_tw: 用於開啟純文字檔案的編輯器

source: The path to the text file. It must already exist.
hu: A szövegfájl elérési útja. Már léteznie kell.
vi: Đường dẫn đến file văn bản. File phải tồn tại trước.
zh_tw: 純文字檔案的路徑，該檔案必須已經存在。

source: The message shown when the text file is empty
hu: Az üzenet akkor jelenik meg, ha a szövegfájl üres
vi: Thông báo hiển thị khi file văn bản trống
zh_tw: 當純文字檔案為空時顯示的訊息

source: The text added to the beginning of every panel message
hu: Minden panelüzenet elejéhez hozzáadott szöveg
vi: Văn bản thêm vào đầu mỗi thông báo trên panel
zh_tw: 加在每則面板訊息開頭的文字

source: The text added to the end of every panel message
hu: Minden panelüzenet végéhez hozzáadott szöveg
vi: Văn bản thêm vào cuối mỗi thông báo trên panel
zh_tw: 加在每則面板訊息結尾的文字

source: The width of the panel text in characters
hu: A panel szövegének szélessége karakterekben
vi: Chiều rộng văn bản trên panel tính theo ký tự
zh_tw: 面板文字的寬度（以字元數計）

source: Sets whether the reminder flashes are enabled or not
hu: Beállítja, hogy az emlékeztető villogások engedélyezve legyenek-e vagy sem
vi: Bật hoặc tắt nhắc nhở nhấp nháy
zh_tw: 設定是否啟用提醒閃爍功能

source: How often (in seconds) to flash the applet periodically for reminders.
hu: Milyen gyakran (másodpercben megadva) kell felvillantani az appletet az emlékeztetőkért.
vi: Tần suất nhấp nháy applet để nhắc nhở (tính theo giây)
zh_tw: 小程式提醒閃爍的間隔時間（以秒為單位）

source: How long (in milliseconds) should the applet reminder color stay set. Set to 0 for infinity
hu: Mennyi ideig (ezredmásodpercben megadva) kell a kisalkalmazás emlékeztető színét beállítani. Állítsa 0-ra a végtelenhez
vi: Thời gian màu nhắc nhở hiển thị trên applet (ms). Đặt 0 để vô hạn
zh_tw: 提醒顏色的持續時間（以毫秒為單位），設為 0 則永久顯示

source: The color used when reminding
hu: Az emlékeztetéskor használt szín
vi: Màu sắc sử dụng khi nhắc nhở
zh_tw: 提醒時使用的顏色
