Repository: linuxmint/cinnamon-spices-applets
Catalog: notification-mute@jgillula/files/notification-mute@jgillula/po/*.po
Languages: ca, da, es, fi, hu, it, nl, zh_tw

source: Currently preventing notifications
ca: Actualment impedint notificacions
da: Tillader underretninger
es: Actualmente silenciando notificaciones
fi: Tällä hetkellä estetään ilmoitukset
hu: Jelenleg tiltja értesítéseket
it: Notifiche attualmente mutate
nl: Op dit moment worden meldingen geblokkeerd
zh_tw: 目前已靜音通知

source: Currently allowing notifications
ca: Actualment permetent notificacions
da: Blokerer underretninger
es: Actualmente permitiendo notificaciones
fi: Tällä hetkellä sallitaan ilmoitukset
hu: Jelenleg engedélyezi értesítéseket
it: Notifiche attualmente permesse
nl: Op dit moment worden meldingen toegestaan
zh_tw: 目前已啟用通知

source: Notification settings
ca: Opcions de notificaciÃ³
da: Indstillinger for underretninger
es: Configuración de las notificaciones
fi: Ilmoitusten asetukset
hu: Értesítési beállítások
it: Impostazioni notifica
nl: Meldingsinstellingen
zh_tw: 通知設定

source: Notification Mute
ca: Silenciador de notificacions
da: Blokér underretninger
es: Silenciar notificaciones
fi: Ilmoituksen mykistys
hu: Értesítés Némítás
it: Muta notifica
nl: Demp Meldingen

source: Click to mute notifications, click again to unmute
ca: Cliqueu una vegada per silenciar les notificacions, cliqueu de nou per a reactivar-les
da: Klik for at blokere underretninger, klik igen for at tillade
es: Haga clic para silenciar las notificaciones, haga clic nuevamente para reactivarlas
fi: Mykistä ilmoitukset napsauttamalla ja poista mykistys napsauttamalla uudelleen
hu: Kattintson az értesítések elnémításához, kattintson újra a némítás feloldásához
it: Clicca per mutare le notifiche, clicca di nuovo per smutarle
nl: Klik om meldingen te dempen, klik nog eens om dempen op te heffen
zh_tw: 點選以靜音通知，再次點選以取消靜音

source: Icons
ca: Icones
da: Ikoner
es: Iconos
fi: Kuvakkeet
hu: Ikonok
it: Icone
nl: Pictogrammen
zh_tw: 圖示

source: Use a custom icon for when notifications are allowed.
ca: Utilitzar una icona personalitzada quan les notificacions siguin permeses.
da: Brug et selvvalgt ikon, når underretninger er tilladt.
es: Utilice un icono personalizado para cuando se permitan las notificaciones.
fi: Käytä kuvaketta, kun ilmoitukset ovat sallittuja.
hu: Használjon egyéni ikont, ha az értesítések engedélyezve vannak.
it: Utilizza un'icona personalizzata per quando le notifiche sono permesse.
nl: Gebruik een aangepast pictogram voor wanneer meldingen zijn toegestaan.
zh_tw: 通知啟用時使用自訂圖示。

source: Notifications allowed icon:
ca: Icona de notificacions permeses:
da: Ikon for underretninger tilladt:
es: Icono de permitir notificaciones:
fi: Ilmoitukset sallittu kuvake:
hu: Engedélyezett értesítések ikon:
it: Icona notifiche permesse:
nl: Pictogram voor meldingen toegestaan:
zh_tw: 通知啟用圖示：

source: Select an icon file, or you can type an icon name into the entry box
ca: Seleccioneu un fitxer d'icona o escriviu-ne el nom
da: Vælg en ikonfil eller indtast ikonnavnet i indtastningsfeltet
es: Seleccione un archivo de iconos o escriba un nombre de icono en el cuadro de entrada
fi: Valitse kuvakeen tiedosto tai voit myös kirjoittaa nimen tekstiruutuun
hu: Válasszon ki egy ikonfájlt, vagy írjon be egy ikonnevet a beviteli mezőbe
it: Seleziona un file icona, oppure puoi digitare un nome icona nella casella di inserimento
nl: Selecteer een pictogrambestand, of typ een pictogramnaam in het invoervak
zh_tw: 選擇圖示檔案，或在輸入框中輸入圖示名稱

source: Use a custom icon for when notifications are muted.
ca: Utilitzar una icona personalitzada quan les notificacions NO siguin permeses.
da: Brug et selvvalgt ikon, når underretninger er blokeret.
es: Utiliza un icono personalizado para cuando las notificaciones estén silenciadas.
fi: Käytä kuvaketta, kun ilmoitukset ovat sallittu.
hu: Használjon egyéni ikont, ha az értesítések el vannak némítva.
it: Utilizza un'icona personalizzata per quando le notifiche sono mutate.
nl: Gebruik een aangepast pictogram voor wanneer meldingen zijn gedempt.
zh_tw: 通知靜音時使用自訂圖示。

source: Notifications muted icon:
ca: Icona de notificacions silenciades:
da: Ikon for underretninger blokeret:
es: Icono de silenciar notificaciones:
fi: Ilmoitukset estetty kuvake:
hu: Lenémított értesítések ikon:
it: Icona notifiche mutate:
nl: Pictogram voor meldingen gedempt:
zh_tw: 通知靜音圖示：

source: Keybinding
ca: Drecera del teclat
da: Tastegenvej
es: Combinación de teclas
fi: Pikanäppäin
hu: Billentyűkombináció
it: Associazione di tasti
nl: Sneltoets
zh_tw: 快速鍵

source: Set the keybinding for toggling notification mute
ca: Assigneu la drecera del teclat per a alternar el silenci de les notificacions
da: Angiv tastegenvejen til at tillade/blokere underretninger
es: Establecer la combinación de teclas para activar el silencio de notificación
fi: Aseta näppäinyhdistelmä mykistyksen vaihtamiseksi
hu: Állítsa be a billentyűkombinációt az értesítés némítás változtatásához
it: Imposta la combinazione di tasti per disattivare l'audio delle notifiche
nl: Stel de sneltoets in voor het in- en uitschakelen van meldingsdemping
zh_tw: 設定切換通知靜音的快速鍵
