Repository: linuxmint/cinnamon-spices-applets
Catalog: location-detection@heimdall/files/location-detection@heimdall/po/*.po
Languages: ca, es, nl

source: Your percieved location.
ca: La vostra ubicació percebuda.
es: Su localización percibida.
nl: Uw waargenomen locatie.

source: Your IPInfoDB account has been suspended.
ca: El vostre compte de IPInfoDB ha estat suspès.
es: Su cuenta de IPInfoDB ha sido suspendida.
nl: Uw IPInfoDB-account is opgeschort.

source: Please set a valid API key in the applets settings.
ca: Si us plau, assigneu una clau API vàlida a les preferències de la miniaplicació.
es: Por favor, establezca una clave API válida en la configuración de los applets.
nl: Stel alstublieft een geldige API-sleutel in bij de appletinstellingen.

source: Invalid API key.
ca: Clau API invàlida.
es: Clave API no válida.
nl: Ongeldige API-sleutel.

source: Something went Wrong!
ca: Alguna cosa ha anat malament!
es: ¡Algo ha salido mal!
nl: Er is iets misgegaan!

source: Shows the geographic location of your public IP and country-flag.
ca: Mostra la ubicació geogràfica de la vostra IP pública i la bandera del país.
es: Muestra la localización geográfica de su IP pública y la bandera del país.
nl: Toont de geografische locatie van uw openbare IP-adres en vlag van het land.

source: Location Detection + Flags
ca: Detecció d'Ubicació + Banderes
es: Detección de localización + Banderas
nl: Locatiedetectie + vlaggen

source: Register on IPInfoDB to get an API key
ca: Registreu-vos a IPInfoDB per rebre una clau API
es: Regístrese en IPInfoDB para obtener una clave API
nl: Registreer op IPInfoDB om een API-sleutel te krijgen

source: API key from IPInfoDB
ca: Clau API d' IPInfoDB
es: Clave API de IPInfoDB
nl: API-sleutel van IPInfoDB

source: Get your API key from IPInfoDB and place it here.
ca: Obteniu la vostra clau API d' IPInfoDB i afegiu-la aquí.
es: Obtenga su clave API de IPInfoDB y colóquela aquí.
nl: Haal uw API-sleutel op van IPInfoDB en plaats deze hier.
