Repository: linuxmint/cinnamon-spices-applets
Catalog: CassiaWindowList@klangman/files/CassiaWindowList@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, ru, vi

source: Action taken when using the back mouse button on window list entries
ca: Acció a dur a terme quan s'utilitza el botó de retrocés en entrades de la llista de finestres
da: Handling ved brug af tilbagemuseknappen på vindueslisteposter
es: Acción realizada al utilizar el botón de retroceso del ratón en las entradas de la lista de ventanas
fr: Action effectuée sur les entrées de la liste des fenêtres lors de l'utilisation du bouton "arrière" de la souris
hu: Az ablaklista bejegyzéseinél végrehajtott műveletek az egér vissza gombjával
it: Azione eseguita quando si utilizza il pulsante posteriore del mouse sulle voci dell'elenco delle finestre
nl: Actie die wordt uitgevoerd bij het gebruik van de achteruitknop van de muis op vensterlijstvermeldingen
ru: Действие, выполняемое при использовании обратной кнопки мыши при просмотре элементов списка окон
vi: Hành động được thực hiện khi sử dụng nút chuột quay lại trên các mục danh sách cửa sổ

source: Forward button action
ca: Acció del botó d'avançada
da: Handling ved fremklik
es: Acción del botón de avance
fr: Action du bouton "avant"
hu: Előre gomb művelet
it: Azione del pulsante Avanti
nl: Vooruitknopactie
ru: Действие кнопки Вперед
vi: Hành động nút chuyển tiếp

source: Action taken when using the forward mouse button on window list entries
ca: Acció a dur a terme quan s'utilitza el botó d'avançada en entrades de la llista de finestres
da: Handling ved brug af fremmuseknappen på vindueslisteposter
es: Acción realizada al utilizar el botón de avance del ratón en las entradas de la lista de ventanas
fr: Action effectuée sur les entrées de la liste des fenêtres lors de l'utilisation du bouton "avant" de la souris
hu: Az ablaklista-bejegyzéseknél az előremutató egérgombbal végzett műveletek
it: Azione eseguita quando si utilizza il pulsante avanti del mouse sulle voci dell'elenco delle finestre
nl: Actie die wordt uitgevoerd bij het gebruik van de vooruitknop van de muis op vensterlijstvermeldingen
ru: Действие, выполняемое при нажатии кнопки мыши вперед на элементах списка окон
vi: Hành động được thực hiện khi sử dụng nút chuột chuyển tiếp trên các mục danh sách cửa sổ

source: Minimize/Restore/Maximize window
ca: Minimitzar/Restaurar/Maximitzar finestra
es: Minimizar/Restaurar/Maximizar ventana
fr: Minimiser/Restaurer/Maximiser la fenêtre
hu: Ablak minimalizálása/visszaállítása/maximalizálása
it: Minimizza/Ripristina/Massimizza finestra
nl: Minimaliseer/Herstel/Maximaliseer venster
vi: Thu nhỏ/Khôi phục/Phóng to cửa sổ

source: Change windows workspace
ca: Canviar l'espai de treball de les finestres
es: Cambiar el espacio de trabajo de las ventanas
fr: Déplacer les fenêtres vers un autre espace de travail
hu: Az ablakok munkaterületének módosítása
it: Cambia area di lavoro delle finestre
nl: Verander werkruimte van vensters
vi: Thay đổi không gian làm việc của cửa sổ

source: Change windows monitor
ca: Canviar el monitor de les finestres
es: Cambiar monitor de ventanas
fr: Déplacer les fenêtres vers un autre écran
hu: Ablakok monitor megváltoztatása
it: Cambia il monitor delle finestre
nl: Verander monitor van vensters
vi: Thay đổi màn hình cửa sổ

source: Change window tiling
ca: Canviar el mosaic de les finestres
es: Cambiar mosaico de ventana
fr: Modifier la juxtaposition des fenêtres
hu: Ablak csempézés módosítása
it: Cambia la piastrellatura delle finestre
nl: Verander venstertegelen
vi: Thay đổi xếp cửa sổ

source: Cycle all window list button windows
es: Desplazarse por los botones de las ventanas de la lista
fr: Faire défiler toutes les fenêtres de la liste du bouton
hu: Az összes ablaklista gombablakainak ciklusa
it: Scorre tutte le finestre con i pulsanti dell'elenco delle finestre
nl: Doorloop alle vensters van de vensterlijstknop
vi: Nút danh sách cửa sổ tuần hoàn tất cả các cửa sổ

source: Cycle grouped/pooled button windows
ca: Desplaçar-se pels botons de les finestres agrupades
es: Desplazarse por los botones de las ventanas agrupadas
fr: Cyclage des boutons de fenêtres regroupées
hu: Csoportosított/összevont gombablakok forgatása
it: Scorri i pulsanti delle finestre raggruppate/in pool
nl: Doorloop gegroepeerde/gebundelde vensterknoppen
vi: Chu kỳ nhóm/gộp các cửa sổ nút

source: Scroll wheel action
ca: Acció del moviment de la roda del ratolí
es: Acción de la rueda de desplazamiento
fr: Action de la molette
hu: Görgető művelet
it: Azione della rotella di scorrimento
nl: Actie scrollwiel
vi: Hành động bánh xe cuộn

source: Action taken when using the mouse scroll wheel on a window list button. This scroll wheel action will be disabled if the Thumbnail menu is currently open
ca: Acció a dur a terme quan s'utilitzi el desplaçament de la roda del ratolí als botons d'una llista de finestres. Aquesta acció serà desactivada si el menú de miniatures es troba obert
es: Acción realizada al utilizar la rueda de desplazamiento del mouse en un botón de lista de ventanas. Esta acción de la rueda de desplazamiento se desactivará si el menú Miniatura está actualmente abierto
fr: Action effectuée lors de l'utilisation de la molette de la souris sur le bouton de la liste d'une fenêtre. Cette action de la molette de défilement sera désactivée si le menu Vignettes est actuellement ouvert
hu: Az egér görgetőkerékének használata esetén végrehajtott művelet egy ablaklistagombon. Ez a görgetés le lesz tiltva, ha a Miniatűr menü éppen nyitva van
it: Azione eseguita quando si utilizza la rotellina del mouse su un pulsante dell'elenco delle finestre. Questa azione della rotella di scorrimento sarà disabilitata se il menù Anteprima è attualmente aperto
nl: Actie die wordt uitgevoerd bij het gebruik van het muis-scrollwiel op een vensterlijstknop. Deze scrollwielactie wordt uitgeschakeld als het miniatuurmenu momenteel open is.
vi: Thao tác được thực hiện khi sử dụng bánh xe cuộn chuột trên nút danh sách cửa sổ. Thao tác bánh xe cuộn này sẽ bị vô hiệu hóa nếu menu Hình thu nhỏ hiện đang mở

source: Off
ca: Desactivar
da: Fra
es: Desactivar
fr: Désactivé
hu: Ki
it: Disattiva
nl: Uit
ru: Выключить
vi: Tắt

source: On (temporary)
ca: Activar (temporalment)
da: Til (midlertidig)
es: Activar (temporalmente)
fr: Activé ( temporairement)
hu: Be (átmenetileg)
it: Attiva (temporaneamente)
nl: Aan (tijdelijk)
ru: Включить (временно)
vi: Bật (tạm thời)

source: On (global default)
ca: Activar (per defecte, global)
da: Til (global standard)
es: Activar (configuración global por defecto)
fr: Activé (valeur par défaut globale)
hu: Be (globális alapértelmezett)
it: Attiva (impostazione predefinita globale)
nl: Aan (globale standaard)
ru: Включить (по умолчанию, глобально)
vi: Bật (mặc định toàn cục)

source: On (application default)
ca: Activar (per defecte, a l'aplicació)
da: Til (programstandard)
es: Activar (aplicación por defecto)
fr: Activé (valeur par défaut de l'application)
hu: Be (alkalmazás alapértelmezett)
it: Attiva (impostazione predefinita dell'applicazione)
nl: Aan (applicatiestandaard)
ru: Включено (по умолчанию, для приложений)
vi: Bật (mặc định ứng dụng)

source: Adjust the thumbnail window sizes using the scroll-wheel
ca: Ajustar la mida de la finestra de miniatures amb la roda del ratolí
da: Justér miniaturevinduets størrelse med rullehjulet
es: Ajuste el tamaño de la ventana de miniaturas con la rueda de desplazamiento
fr: Ajustez la taille des vignettes de fenêtres à l'aide de la molette de défilement
hu: Állítsa be a miniatűr ablakok méretét a görgő segítségével
it: Regolare le dimensioni della finestra delle miniature utilizzando la rotella di scorrimento
nl: Pas de grootte van de miniaturenvensters aan met het scrollwiel
ru: Отрегулируйте размеры окна миниатюр с помощью колеса прокрутки мыши
vi: Điều chỉnh kích thước cửa sổ hình thu nhỏ bằng cách sử dụng cuộn chuột

source: If enabled, the size of thumbnail windows will respond to the mouse scroll-wheel. The new size can have a temporary effect or persist on a global or per application basis
ca: Si s'activa, permet ajustar la mida de la finestra de miniatures amb la roda del ratolí. La nova mida pot ser temporal o persistent globalment o a nivell de cada aplicació
da: Hvis aktiveret, vil størrelsen på miniaturevinduer reagere på musens rullehjul. Den nye størrelse kan have en midlertidig effekt eller fortsætte på global basis eller pr. program
es: Si se activa, el tamaño de las ventanas de miniaturas responderá a la rueda de desplazamiento del ratón. El nuevo tamaño puede tener un efecto temporal o persistir de forma global o por aplicación
fr: Si cette option est activée, la taille des fenêtres de vignettes réagit à la molette de défilement de la souris. La nouvelle taille peut avoir un effet temporaire ou persister de manière globale ou par application
hu: Ha engedélyezve van, a miniatűr ablakok mérete reagál az egér görgőjére. Az új méret átmenetileg érvényesülhet, vagy globálisan vagy alkalmazásonként is fennmaradhat
it: Se abilitato, la dimensione delle finestre delle miniature risponderà alla rotella di scorrimento del mouse. La nuova dimensione può avere un effetto temporaneo o persistere a livello globale o per applicazione
nl: Indien ingeschakeld, reageren de miniaturenvensters op muiswielscroll. De nieuwe grootte kan een tijdelijk effect hebben of permanent worden toegepast op basis van een globale of per applicatie basis
ru: Если этот параметр включен, размер окон миниатюр будет зависеть от вращения колеса прокрутки мыши. Новый размер может иметь временный эффект или сохраняться глобально или для каждого приложения
vi: Nếu được bật, kích thước của cửa sổ thu nhỏ sẽ phản hồi với bánh xe cuộn chuột. Kích thước mới có thể có hiệu lực tạm thời hoặc duy trì trên toàn hệ thống hoặc trên từng ứng dụng

source: Hotkey binding available for assignment to a window
ca: Assignació de dreceres d'accés ràpid a una finestra
da: Tastegenvej tilgængelig for tildeling til et vindue
es: Asignación de teclas de acceso rápido a una ventana
fr: Raccourcis clavier disponibles pour l'affectation à une fenêtre
hu: Gyorsbillentyűk összerendelése elérhető ablakhoz rendeléshez
it: Associazione dei tasti di scelta rapida disponibile per l'assegnazione a una finestra
nl: Sneltoetsbinding beschikbaar voor toewijzing aan een venster
ru: Доступна привязка горячих клавиш для назначения окну
vi: Có thể gán phím tắt cho một cửa sổ

source: Enabled
ca: Activat
da: Aktiveret
es: Activado
fr: Activé
hu: Engedélyezve
it: Attivato
nl: Ingeschakeld
ru: Включено
vi: Bật

source: Cycle application windows
ca: Desplaçar-se per les finestres de l'aplicació
da: Bladr gennem programvinduer
es: Desplazarse por las ventanas de la aplicación
fr: Cycle des fenêtres d'applications
hu: Alkalmazási ablakok ciklusa
it: Scorri le finestre dell'applicazione
nl: Vensters van applicaties wisselen
ru: Циклическое переключение окон
vi: Cửa sổ ứng dụng chu kỳ

source: Key sequence
ca: Seqüència de tecles
da: Tastesekvens
es: Secuencia de teclas
fr: Séquence de touches
hu: Kulcssor
it: Sequenza di tasti
nl: Toetsenreeks
ru: Привязка клавиш
vi: Chuỗi khóa

source: Description
ca: Descripció
da: Beskrivelse
es: Descripción
hu: Leírás
it: Descrizione
nl: Beschrijving
ru: Описание
vi: Mô tả

source: Define a list of hotkeys used to bring to the foreground specific windows.
ca: Definiu una llista de tecles utilitzades per a portar finestres específiques al primer pla.
da: Definér en liste over genvejstaster, der bruges til at bringe bestemte vinduer i forgrunden
es: Defina una lista de teclas de acceso rápido para traer a primer plano ventanas específicas.
fr: Définir une liste de raccourcis-clavier utilisés pour mettre au premier plan des fenêtres spécifiques.
hu: Adja meg az egyes ablakok előtérbe helyezéséhez használt gyorsbillentyűk listáját.
it: Definire un elenco di tasti di scelta rapida utilizzati per portare in primo piano finestre specifiche.
nl: Definieer een lijst met sneltoetsen die worden gebruikt om specifieke vensters naar voren te brengen.
ru: Определите список горячих клавиш, используемых для вывода на передний план определенных окон.
vi: Xác định danh sách các phím tắt được sử dụng để đưa các cửa sổ cụ thể lên phía trước.

source: Minimize window when hotkey target is already in focus
ca: Minimitzar la finestra quan l'objectiu de la drecera ja és al primer pla
da: Minimér vindue, når genvejstastens mål allerede er i fokus
es: Minimizar la ventana cuando el objetivo de la tecla de acceso directo ya está enfocado
fr: Réduire la fenêtre lorsque la cible du raccourci clavier a déjà le focus
hu: Az ablak minimalizálása, ha a gyorsbillentyű célpontja már fókuszban van
it: Riduci a icona la finestra quando la destinazione del tasto di scelta rapida è già a fuoco
nl: Minimaliseer venster wanneer het doel van de sneltoets al in focus is
ru: Свернуть окно, когда цель горячей клавиши уже в фокусе
vi: Thu nhỏ cửa sổ khi mục tiêu phím nóng đã được lấy nét

source: If enabled and application cycling is not enabled or there is only one window for the application, windows will be minimized if the window is already in focus
ca: Si s'activa i el desplaçament per les finestres de l'aplicació està desactivat o només hi ha una finestra per a l'aplicació, la finestra serà minimitzada si ja es troba en primer pla
da: Nårr aktiveret, og bladring gennem programmer ikke er aktiveret, eller der kun er ét vindue til programmet, minimeres vinduerne, hvis vinduet allerede er i fokus
es: Si se activa y el ciclo de la aplicación no está activado o sólo hay una ventana para la aplicación, las ventanas se minimizarán si la ventana ya está en foco
fr: Si l'option est activée et que le cycle d'application n'est pas activé ou qu'il n'y a qu'une seule fenêtre pour l'application, les fenêtres seront réduites si la fenêtre dispose déjà du focus
hu: Ha engedélyezve van, és az alkalmazásciklus nincs engedélyezve, vagy csak egy ablak van az alkalmazáshoz, az ablakok minimálisra csökkennek, ha az ablak már fókuszban van
it: Se abilitato e il ciclo dell'applicazione non è abilitato o c'è solo una finestra per l'applicazione, le finestre verranno ridotte a icona se la finestra è già a fuoco
nl: Indien ingeschakeld en applicatiewisselen niet is ingeschakeld of er is slechts één venster voor de applicatie, dan worden vensters geminimaliseerd als het venster al in focus is
ru: Если этот параметр включен, а циклическое переключение приложений не включено или для приложения имеется только одно окно, окна будут свернуты, если окно уже находится в фокусе
vi: Nếu được bật và tính năng tuần hoàn ứng dụng không được bật hoặc chỉ có một cửa sổ cho ứng dụng, các cửa sổ sẽ được thu nhỏ nếu cửa sổ đó đã được lấy nét

source: Open a new window when the application is not running
ca: Obre una finestra nova quan l'aplicació no s'està executant
da: Åbn et nyt vindue, hvis programmet ikke kører
es: Abrir una nueva ventana cuando la aplicación no se está ejecutando
fr: Ouvrir une nouvelle fenêtre lorsque l'application n'est pas en cours d'exécution
hu: Nyisson meg egy új ablakot, amikor az alkalmazás nem fut
it: Apre una nuova finestra quando l'applicazione non è in esecuzione
nl: Open een nieuw venster wanneer de applicatie niet wordt uitgevoerd
ru: Открыть новое окно, когда приложение не запущено
vi: Mở một cửa sổ mới khi ứng dụng không chạy

source: Start a new window if no window is attached to a hotkey and the hotkey description is an exact match for the application name of a pinned button or a desktop file name
ca: Obre una finestra nova si no n'hi ha cap d'assignada a la drecera del teclat i la seva descripció encaixa amb el nom específic d'una aplicació d'un botó fixat o d'un fitxer de l'escriptori
da: Start et nyt vindue, hvis der ikke er knyttet et vindue til en genvejstast, og genvejstastens beskrivelse er et nøjagtigt match med programnavnet på en fastgjort knap eller et skrivebordsfilnavn
es: Iniciar una nueva ventana si no hay ninguna ventana asociada a una tecla de acceso directo y la descripción de la tecla de acceso directo coincide exactamente con el nombre de la aplicación de un botón anclado o con el nombre de un archivo del escritorio
fr: Démarrer une nouvelle fenêtre si aucune fenêtre n'est associée à un raccourci clavier et si la description du raccourci clavier correspond exactement au nom de l'application d'un bouton épinglé ou au nom d'un fichier du bureau
hu: Új ablak indítása, ha nincs ablak csatolva egy gyorsbillentyűhöz, és a gyorsbillentyű leírása pontosan megegyezik egy rögzített gomb alkalmazásnevével vagy egy asztali fájlnévvel
it: Avvia una nuova finestra se nessuna finestra è collegata a un tasto di scelta rapida e la descrizione del tasto di scelta rapida corrisponde esattamente al nome dell'applicazione di un pulsante aggiunto o al nome di un file sul desktop
nl: Start een nieuw venster als er geen venster is gekoppeld aan een sneltoets en de sneltoetsomschrijving exact overeenkomt met de applicatienaam van een vastgemaakte knop of een bureaubladbestandsnaam
ru: Запустить новое окно, если к горячей клавише не прикреплено ни одно окно, а описание горячей клавиши точно соответствует имени приложения закрепленной кнопки или имени файла на рабочем столе
vi: Bắt đầu một cửa sổ mới nếu không có cửa sổ nào được đính kèm vào phím tắt và mô tả phím tắt khớp chính xác với tên ứng dụng của nút được ghim hoặc tên tệp trên màn hình

source: Use modifier(s) + ` hotkey to show hotkey hint bubbles
ca: Utilitza modificador(s) + ` (tecla d'accés ràpid) per a mostrar suggeriments de dreceres d'accés ràpid
da: Brug ændringstaster + ` genvejstast for at vise genvejstastebobler
es: Utiliza modificador(es) + tecla de acceso rápido ` para mostrar burbujas de sugerencias de teclas de acceso rápido
fr: Utilisez le(s) modificateur(s) + la touche de raccourci pour afficher les infobulles
hu: Használja a módosító(ka)t + ` gyorsbillentyűket a gyorsbillentyű-tipp buborékok megjelenítéséhez
it: Usa i modificatori + ` tasto di scelta rapida per mostrare i fumetti dei suggerimenti dei tasti di scelta rapida
nl: Gebruik modifier(s) + ` sneltoets om sneltoetsaanwijzingen weer te geven
ru: Использовать модификатор(ы) + ` клавишу для отображения подсказок к горячим клавишам (привязкам)
vi: Sử dụng phím tắt + phím tắt ` để hiển thị bong bóng gợi ý phím tắt

source: If enabled, The hotkey modifier(s) + ` will be registered for each unique modifier set defined in the hotkey list. Using these hotkeys will temporarily show a hotkey hint bubble over the button icons.
es: Si se activa, el modificador(es) de teclas de acceso rápido + ` se registrará para cada conjunto de modificadores único definido en la lista de teclas de acceso rápido. El uso de estas teclas de acceso rápido mostrará temporalmente una burbuja de sugerencias sobre los iconos de los botones.
fr: Si cette option est activée, les raccourcis clavier + ` seront enregistrés pour chaque ensemble de raccourcis défini dans la liste des raccourcis clavier. L'utilisation de ces raccourcis clavier affichera temporairement une bulle d'aide au-dessus des icônes des boutons.
hu: Ha engedélyezve van, a gyorsbillentyű-módosító(k) + ` regisztrálásra kerülnek a gyorsbillentyűlistában definiált minden egyedi módosítókészlethez. Ezen gyorsbillentyűk használatakor ideiglenesen egy gyorsbillentyű-súgó buborék jelenik meg a gombikonok felett.
it: Se abilitato, il/i modificatore/i di scelta rapida + ` verranno registrati per ogni set di modificatori univoco definito nell'elenco dei tasti di scelta rapida. L'utilizzo di questi tasti di scelta rapida mostrerà temporaneamente un suggerimento sopra le icone dei pulsanti.
nl: Indien ingeschakeld, wordt de sneltoets modifier(s) + ` geregistreerd voor elke unieke modifierset gedefinieerd in de sneltoetsenlijst. Het gebruiken van deze sneltoetsen doet tijdelijk een sneltoetsaanwijzing weergegeven boven de knoppictogrammen.
vi: Nếu được bật, bộ điều chỉnh phím tắt + ` sẽ được đăng ký cho mỗi bộ điều chỉnh duy nhất được xác định trong danh sách phím tắt. Sử dụng các phím tắt này sẽ tạm thời hiển thị bong bóng gợi ý phím nóng trên các biểu tượng nút.
