Repository: linuxmint/cinnamon-spices-applets
Catalog: CassiaWindowList@klangman/files/CassiaWindowList@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, ru, vi

source: If enabled, hotkeys ending with the "1" key (i.e. Alt+1) will automatically create hotkeys 0 through 9 (i.e. Alt+0 through Alt+9). The first 10 windows of the assigned application, as ordered on the window list, will be activated by the 10 hotkeys. The 1st window is activated by hotkey 1 and 10th window is activated by hotkey 0
es: Si está activada, las teclas de acceso rápido que terminan con la tecla "1" (es decir, Alt+1) crearán automáticamente las teclas de acceso rápido 0 a 9 (es decir, Alt+0 a Alt+9). Las 10 primeras ventanas de la aplicación asignada, ordenadas en la lista de ventanas, se activarán mediante las 10 teclas de acceso rápido. La 1ª ventana se activa con la tecla de acceso rápido 1 y la 10ª ventana se activa con la tecla de acceso rápido 0
fr: Si cette option est activée, les touches de raccourci se terminant par la touche "1" (comme Alt+1) créeront automatiquement les touches de raccourci 0 à 9 (c'est-à-dire Alt+0 à Alt+9). Les 10 premières fenêtres de l'application assignée, dans l'ordre de la liste des fenêtres, seront activées par les 10 touches de raccourci et la dixième fenêtre est activé par le raccourci 0
it: Se abilitata, i tasti di scelta rapida che terminano con il tasto "1" (ad esempio Alt+1) creeranno automaticamente i tasti di scelta rapida da 0 a 9 (ad esempio da Alt+0 a Alt+9). Le prime 10 finestre dell'applicazione assegnata, ordinate nell'elenco delle finestre, saranno attivate dai 10 tasti di scelta rapida. La prima finestra è attivata dal tasto di scelta rapida 1 e la decima finestra è attivata dal tasto di scelta rapida 0
nl: Indien ingeschakeld, dan doen sneltoetsen eindigend op de "1" toets (bijv. Alt+1) automatisch sneltoetsen 0 tot 9 creëren (bijv. Alt+0 tot Alt+9). De eerste 10 vensters van de toegewezen applicatie, zoals geordend op de vensterlijst, worden geactiveerd door de 10 sneltoetsen. Het 1ste venster wordt geactiveerd door sneltoets 1 en het 10e venster door sneltoets 0
vi: Nếu được bật, các phím nóng kết thúc bằng phím "1" (ví dụ: Alt+1) sẽ tự động tạo các phím nóng từ 0 đến 9 (ví dụ: Alt+0 đến Alt+9). 10 cửa sổ đầu tiên của ứng dụng được chỉ định, theo thứ tự trong danh sách cửa sổ, sẽ được kích hoạt bằng 10 phím nóng đó. Cửa sổ thứ nhất được kích hoạt bằng phím nóng 1 và cửa sổ thứ 10 được kích hoạt bằng phím nóng 0

source: Never: No pinned windows will have a label Always: All pinned windows will have labels Running: Only pinned window that are running will have a label Focused: Only the pinned window with focus will have a label
da: Aldrig: Ingen fastgjorte vinduer vil have en etiket Altid: Alle fastgjorte vinduer vil have etiketter Kørende: Kun fastgjorte vinduer, der kører, vil have en etiket Fokuseret: Kun det fastgjorte vindue med fokus vil have en etiket

source: Choose if the minimized and the pinned indicator characters will be prepended to button label text. Buttons without a text label will not reserve as much space. Automatic: The minimized and pinned indicators will only show when space is not constrained.
da: Vælg, om indikatortegnene for minimeret og fastgjort skal tilføjes knapetikettens tekst. Knapper uden en tekstetiket vil ikke reservere så meget plads. Automatisk: De minimerede og fastgjorte indikatorer vises kun, når der ikke er begrænset plads.

source: Display number
da: Vis antal

source: Icon overlay
da: Overlejret ikonet

source: Label prepend
da: Foranstillet etiketten

source: Number style
da: Antalsstil

source: Grouped: All windows for an application are managed by one button, Pooled: All window list buttons for an application are pooled side by side, Automatic: Windows are pooled, and then grouped when space is limited, One to one: Each window gets their own button with no forced ordering, Launcher: Only pinned button are shown, behaves like a panel launcher.
da: Grupperet: Alle vinduer i et program styres af én knap, Samlet: Alle vindueslisteknapper for et program er samlet side om side, Automatisk: Vinduer samles og grupperes derefter, når pladsen er begrænset, En til en: Hvert vindue får sin egen knap uden tvungen rækkefølge, Programstarter: Kun fastgjorte knapper vises, opfører sig som en panelprogramstarter.

source: If enabled, the number and order of launcher buttons on the panel will be synchronize across all workspaces.
da: Hvis aktiveret, synkroniseres antallet og rækkefølgen af programstarterknapper på panelet på tværs af alle arbejdsområder.

source: Hide window buttons of pinned buttons on other CassiaWindowList instances
da: Skjul fastgjorte knappers vinduesknapper i andre forekomster af CassiaVinduesliste

source: When enabled, windows for applications with pinned buttons on other instances of the CassiaWindowList applet will not show up in this window list
da: Når aktiveret, vil vinduer for programmer med fastgjorte knapper i andre forekomster af CassiaVinduesliste ikke blive vist på denne vinduesliste

source: If enabled, a popup menu will contain all the application windows in the application pool rather then just the selected window within the application pool
da: Hvis aktiveret, vil en pop up-menu indeholde alle programvinduer i programpuljen i stedet for kun det valgte vindue i programpoolen

source: Smart numeric hotkeys (using "1" automatically extends to 1-9)
da: Smarte numeriske genvejstaster (brug af “1” udvides automatisk til 1–9)

source: If enabled, hotkeys ending with the "1" key (i.e. Alt+1) will automatically create hotkeys 1 through 9 (i.e. Alt+1 through Alt+9). The first 9 windows of the assigned application, as ordered on the window-list, will be activated by the 9 hotkeys.
da: Hvis aktiveret, vil genvejstaster, der slutter med tasten “1” (f.eks. Alt+1), automatisk oprette genvejstasterne 1 til 9 (dvs. Alt+1 til Alt+9). De første 9 vinduer i det tildelte program, som de står på vindueslisten, vil blive aktiveret af de 9 genvejstaster.

source: If enabled, The hotkey modifier(s) + ` will be registered for each unique modifier set defined in the hotkey list. Using these hotkeys will temporally show a hotkey hint bubble over the button icons.
da: Hvis aktiveret, vil genvejstastens ændringstaster + ` blive registreret for hvert unikt ændringstastsæt, der er defineret i genvejstastelisten. Brug af disse genvejstaster vil midlertidigt vise en genvejstasteboble over knapikonerne.

source: Sets the color saturation for icons from 0% (grayscale) to 200%, default is 100% This option is experimental, some icons are not currently effected by this setting
da: Indstiller farvemætningen for ikoner fra 0% (gråtoner) til 200%, standard er 100%. Denne indstilling er eksperimentel, og nogle ikoner påvirkes ikke af denne indstilling i øjeblikket

source: All buttons excepted focused window
da: Alle knapper undtagen det fokuserede vindue

source: Panel Launcher (Quick launcher) Panel button only appear when you add items to the panel, no labels are shown, only icons.
da: Panelprogramstarter (hurtig start) Panelknappen vises kun, når du tilføjer elementer til panelet. Der vises ingen etiketter, kun ikoner.

source: Basic - Quick window access Every window gets it's own window list button. Button labels are window titles.
da: Grundlæggende — Hurtig adgang til vinduer Hvert vindue får sin egen vindueslisteknap. Knapetiketterne er vinduestitler.

source: Pooling - Quick access & compact Every window gets it's own window list button. Application buttons are pooled togeather. One button label per application pool. Button labels are application names.
da: Samlet — hurtig adgang og kompakt Hvert vindue får sin egen vindueslisteknap. Programknapper er samlet i en pulje. En knapetiket pr. programpulje. Knapetiketter er programnavne.

source: Unlike most Panel Launcher applets, this launcher keeps tack of running windows and uses window Thumbnail menus. You can launch additional windows by clicking the 'Back' mouse button or using the Left mouse button while holding the Ctrl key. How would you like the Left mouse button to behave when windows already exist for a launcher button?
da: I modsætning til de fleste panelprogamstartere, holder denne styr på kørende vinduer og bruger miniaturemenuer. Du kan starte flere vinduer ved at klikke på Tilbagemuseknappen eller ved at bruge venstre museknap, mens du holder Ctrl-tasten nede. Hvordan vil du have, at venstre museknap skal opføre sig, når der allerede findes vinduer til en programstarterknap?

source: There are many more options and features to explorer in the applet configurator and the window list button context menu, for example: • Hot-keys to launch / activate a specific window. • Customizable mouse button actions. • Customizable icon saturation (grayscale / vivid). • Customizable Ctrl/Shift + mouse button actions. • Application specific grouping and label settings. • Thumbnail window zooming using the scroll-wheel. • Automatic application grouping when space is limited. • And much more.
da: Der er mange flere muligheder og funktioner at udforske i konfigurationen og vindueslistens genvejsmenu, for eksempel: • Genvejstaster til at starte/aktivere et bestemt vindue. • Brugerdefinerbare handlinger med museknappen. • Brugerdefinerbar ikonmætning (gråtoner / levende). • Ctrl/Skift + museknap-handlinger der kan tilpasses. • Programspecifikke indstillinger for gruppering og etiketter. • Zoom på miniaturevinduer ved hjælp af rullehjulet. • Automatisk programgruppering, når pladsen er begrænset. • Og meget mere.
