Repository: linuxmint/cinnamon-spices-applets
Catalog: CassiaWindowList@klangman/files/CassiaWindowList@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, ru, vi

source: Display labels for pinned buttons
ca: Mostra etiquetes per a botons fixats
da: Vis etiketter for fastgjorte knapper
es: Mostrar etiquetas para los botones anclados
fr: Afficher les étiquettes des boutons épinglés
hu: Címkék megjelenítése a rögzített gombokhoz
it: Visualizza le etichette per i pulsanti aggiunti
nl: Labels weergeven voor vastgemaakte knoppen
ru: Показывать надписи для закреплённых кнопок
vi: Hiển thị nhãn cho nút đã ghim

source: Never: No pinned windows will have a label Always: All pinned windows will have labels Running: Only pinned windows that are running will have a label Focused: Only the pinned window with focus will have a label
es: Nunca: Ninguna ventana anclada tendrá etiqueta Siempre: Todas las ventanas ancladas tendrán etiquetas En ejecución: Sólo las ventanas ancladas que se estén ejecutando tendrán una etiqueta Enfocada: Sólo la ventana anclada con foco tendrá una etiqueta
fr: Jamais : Aucune fenêtre épinglée n'aura d'étiquette. Toujours : Toutes les fenêtres épinglées auront une étiquette En cours d'exécution : Seules les fenêtres épinglées en cours d'exécution auront une étiquette Focalisé : Seule la fenêtre épinglée ayant le focus aura une étiquette
hu: Soha: Egy rögzített ablaknak sem lesz címkéje Mindig: Minden rögzített ablakhoz címkék tartoznak Futás: Csak a futó rögzített ablakoknak lesz címkéje Fókuszált: Csak a fókuszált rögzített ablakon lesz címke
it: Mai: nessuna finestra bloccata avrà un'etichetta Sempre: tutte le finestre bloccate avranno un'etichetta In esecuzione: solo le finestre bloccate in esecuzione avranno un'etichetta Con focus: solo la finestra bloccata con focus avrà un'etichetta
nl: Nooit: Geen vastgemaakte vensters krijgen een labels Altijd: Alle vastgemaakte vensters krijgen labels Actief: Alleen vastgemaakte vensters die bezig zijn, krijgen een label Gefocust: Alleen het vastgemaakte venster met focus krijgt een label
vi: Không bao giờ: Không cửa sổ đã ghim nào có nhãn Luôn luôn: Tất cả cửa sổ đã ghim đều có nhãn Đang chạy: Chỉ cửa sổ đã ghim đang chạy mới có nhãn Được chọn: Chỉ cửa sổ đã ghim được chọn mới có nhãn

source: None
ca: Cap
da: Ingen
es: Ninguna
fr: Aucun
hu: Nincs
it: Nessuna
nl: Geen
ru: Ничего
vi: Không

source: Minimized windows
ca: Finestres minimitzades
da: Minimerede vinduer
es: Ventanas minimizadas
fr: Fenêtres minimisées
hu: Minimalizált ablakok
it: Finestre ridotte a icona
nl: Geminimaliseerde vensters
ru: Свёрнутые окна
vi: Cửa sổ đã thu nhỏ

source: Windows on other workspaces
ca: Finestres d'altres espais de treball
es: Ventanas en otros espacios de trabajo
fr: Fenêtres des autres espaces de travail
hu: Ablakok más munkaterületeken
it: Finestre su altri spazi di lavoro
nl: Vensters in andere werkruimtes
vi: Cửa sổ trên không gian làm việc khác

source: Windows on other monitors
ca: Finestres d'altres monitors
es: Ventanas en otros monitores
fr: Fenêtres des autres écrans
hu: Ablakok más monitorokon
it: Finestre su altri monitor
nl: Vensters op andere monitoren
vi: Cửa sổ trên màn hình khác

source: Hide labels for
ca: Amaga les etiquetes per a
es: Ocultar etiquetas para
fr: Masquer les étiquettes pour
hu: Címkék elrejtése a következőnél:
it: Nascondi le etichette per
nl: Verberg labels voor
vi: Ẩn nhãn cho

source: Select the type of window state for which window list button labels should be hidden. For application pools, the label will still show unless all application windows have the selected property
ca: Seleccioneu el tipus d'estat de finestra pel qual els botons de la llista de finestres haurien de ser amagats. Per a grups d'aplicacions, l'etiqueta es mostrarà a no ser que s'hagi seleccionat amagar totes les seves finestres corresponents
es: Seleccione el tipo de estado de ventana para el que deben ocultarse las etiquetas de los botones de lista de ventanas. En el caso de los grupos de aplicaciones, la etiqueta seguirá mostrándose a menos que todas las ventanas de la aplicación tengan la propiedad seleccionada
fr: Sélectionnez le type d'état de la fenêtre pour lequel les étiquettes des boutons de la liste des fenêtres doivent être masquées. Pour les groupes d'applications, l'étiquette sera toujours affichée à moins que toutes les fenêtres d'application aient la propriété sélectionnée
hu: Válassza ki az ablak állapotának típusát, amelynél az ablaklista gombjainak címkéit el kell rejteni. Alkalmazáskészletek esetén a címke továbbra is megjelenik, kivéve, ha az összes alkalmazásablak rendelkezik a kiválasztott tulajdonsággal.
it: Seleziona il tipo di stato della finestra per il quale le etichette dei pulsanti dell'elenco delle finestre devono essere nascoste. Per i pool di applicazioni, l'etichetta verrà comunque visualizzata a meno che tutte le finestre dell'applicazione non abbiano la proprietà selezionata
nl: Selecteer het type vensterstatus waarvoor de labels van vensterlijstknoppen verborgen moeten worden. Voor applicatiegroepen zal het label nog steeds worden weergegeven, tenzij alle applicatievensters de geselecteerde eigenschap hebben.
vi: Chọn loại trạng thái cửa sổ mà nhãn nút danh sách cửa sổ sẽ bị ẩn. Đối với nhóm ứng dụng, nhãn vẫn sẽ hiển thị trừ khi tất cả cửa sổ ứng dụng đều có thuộc tính đã chọn

source: Pinned applications
ca: Aplicacions fixades
da: Fastgjorte programmer
es: Aplicaciones ancladas
fr: Applications épinglées
hu: Rögzített alkalmazások
it: Applicazioni appuntate
nl: Vastgemaakte applicaties
ru: Закреплённые приложения
vi: Ứng dụng đã ghim

source: Minimized and pinned
ca: Minimitzat i fixat
da: Minimerede og fastgjorte
es: Minimizado y anclado
fr: Minimisé et épinglé
hu: Minimalizált és rögzített
it: Minimizzate e appuntate
nl: Geminimaliseerd en vastgemaakt
ru: Свёрнутые и закреплённые
vi: Đã thu nhỏ và đã ghim

source: Application group window count
ca: Recompte de finestres de grups d'aplicacions
es: Recuento de ventanas de grupos de aplicaciones
fr: Nombre de fenêtres du groupe d'application
hu: Alkalmazáscsoport ablakok száma
it: Conteggio finestre del gruppo di applicazioni
nl: Aantal vensters in applicatiegroep
vi: Số lượng cửa sổ nhóm ứng dụng

source: Application group indicator (⋮)
es: Indicador de grupo de aplicaciones (⋮)
fr: Indicateur du groupe d'applications (⋮)
hu: Alkalmazáscsoport-jelző (⋮)
it: Indicatore del gruppo applicativo (⋮)
nl: Applicatiegroep-indicator (⋮)
vi: Chỉ báo nhóm ứng dụng (⋮)

source: Workspace number (smart)
es: Número de espacio de trabajo (inteligente)
fr: Numéro de l'espace de travail (intelligent)
hu: Munkaterület száma (intelligens)
it: Numero di spazio di lavoro (intelligente)
nl: Werkruimtenummer (slim)
vi: Số không gian làm việc (thông minh)

source: Monitor number (smart)
es: Número del monitor (inteligente)
fr: Numéro du moniteur (intelligent)
hu: Monitor száma (intelligens)
it: Numero monitor (intelligente)
nl: Monitornummer (slim)
vi: Số màn hình (thông minh)

source: Display status indicators
ca: Mostra els indicadors d'estat
da: Vis statusindikatorer
es: Mostrar indicadores de estado
fr: Afficher les indicateurs d'état
hu: Állapotjelzők megjelenítése
it: Visualizza gli indicatori di stato
nl: Statusindicatoren weergeven
ru: Отображать индикацию статуса
vi: Hiển thị chỉ báo trạng thái

source: Controls what information is prepended to the button label text. On horizontal panels this data is shown even when the primary label contents are removed. Setting this to None will allow for the smallest button size. When on vertical panels this setting is ignored.
es: Controla la información que se añade al texto de la etiqueta del botón. En los paneles horizontales, estos datos se muestran incluso cuando se elimina el contenido de la etiqueta principal. Si se establece en Ninguno, el tamaño del botón será el más pequeño. En los paneles verticales, esta opción se ignora.
fr: Contrôle les informations qui sont ajoutées au début du texte de l'étiquette du bouton. Sur les panneaux horizontaux, ces données sont affichées même lorsque le contenu principal de l'étiquette est supprimé. Le réglage sur Aucun permet d'obtenir la plus petite taille de bouton possible. Sur les panneaux verticaux, ce réglage est ignoré.
hu: Azt szabályozza, hogy milyen információ kerüljön a gombcímke szövege elé. Vízszintes paneleken ez az adat akkor is megjelenik, ha az elsődleges címke tartalma el van távolítva. A „Nincs” értékre állítás a legkisebb gombméretet teszi lehetővé. Függőleges paneleken ez a beállítás figyelmen kívül marad.
it: Controlla quali informazioni vengono anteposte al testo dell'etichetta del pulsante. Nei pannelli orizzontali, questi dati vengono visualizzati anche quando il contenuto dell'etichetta principale viene rimosso. Impostando questa opzione su Nessuno, il pulsante verrà visualizzato con le dimensioni più piccole. Nei pannelli verticali, questa impostazione viene ignorata.
nl: Bepaalt welke informatie voor het knoplabel wordt geplaatst. Op horizontale panelen wordt deze informatie getoond, zelfs wanneer de primaire labelinhoud is verwijderd. Dit instellen op Geen maakt de kleinste knopgrootte mogelijk. Op verticale panelen wordt deze instelling genegeerd.
vi: Kiểm soát thông tin nào sẽ được thêm vào trước nội dung nhãn nút. Trên bảng ngang, dữ liệu này vẫn hiển thị ngay cả khi nội dung nhãn chính bị loại bỏ. Đặt thành Không sẽ cho kích thước nút nhỏ nhất. Trên bảng dọc, thiết lập này sẽ bị bỏ qua.

source: Hide status indicators when space is limited
es: Ocultar los indicadores de estado cuando el espacio es limitado
fr: Masquer les indicateurs d'état lorsque l'espace est limité
hu: Állapotjelzők elrejtése korlátozott hely esetén
it: Nascondi gli indicatori di stato quando lo spazio è limitato
nl: Statusindicatoren verbergen wanneer ruimte beperkt is
vi: Ẩn chỉ báo trạng thái khi không gian bị hạn chế

source: Hide status indicators when window list space is limited causing button labels to shrink
es: Ocultar los indicadores de estado cuando el espacio de la lista de ventanas es limitado, lo que hace que las etiquetas de los botones se encojan
fr: Masquer les indicateurs d'état lorsque l'espace de la liste des fenêtres est limité, ce qui entraîne une réduction de la taille des libellés des boutons
hu: Az állapotjelzők elrejtése, ha az ablaklista mérete korlátozott, és a gombok feliratai összezsugorodnak
it: Nascondi gli indicatori di stato quando lo spazio dell'elenco delle finestre è limitato, causando la riduzione delle etichette dei pulsanti
nl: Verberg statusindicatoren wanneer de ruimte van de vensterlijst beperkt is waardoor knoplabels kleiner worden
vi: Ẩn chỉ báo trạng thái khi không gian danh sách cửa sổ bị hạn chế khiến nhãn nút bị thu nhỏ

source: Add new window buttons ahead of trailing pinned buttons
ca: Afegeix els botons nous de finestra abans que els botons fixats
da: Tilføj nye vinduesknapper foran de efterfølgende fastgjorte knapper
es: Añadir nuevos botones de ventana antes de los botones finales añadidos
fr: Ajouter de nouveaux boutons de fenêtre avant les derniers boutons épinglés
hu: Adjon hozzá új ablakgombokat a záró rögzített gombok elé
it: Aggiungi nuovi pulsanti finestra prima dei pulsanti aggiunti finali
nl: Nieuwe vensterknoppen toevoegen vóór vastgemaakte knoppen aan het einde
ru: Добавлять новые кнопки окон перед закреплёнными
vi: Thêm nút cửa sổ mới phía trước các nút đã ghim ở cuối

source: When enabled, new windows will be added to the left of any pinned buttons currently placed on the right of the window list, effectively this allows you to keep pinned buttons at the end of the window list
ca: Us permet mantenir els botons fixats al final de la llista de finestres, de tal manera que les finestres noves seran afegides a l'esquerra de qualsevol botó fixat a la llista de finestres
da: Når den er aktiveret, vil nye vinduer blive tilføjet til venstre for alle fastgjorte knapper, der er placeret til højre på vindueslisten, så du kan beholde fastgjorte knapper i slutningen af vindueslisten
es: Cuando esta opción está activada, las nuevas ventanas se añadirán a la izquierda de cualquier botón anclado actualmente situado a la derecha de la lista de ventanas, lo que permite mantener los botones anclados al final de la lista de ventanas
fr: Lorsque cette option est activée, les nouvelles fenêtres sont ajoutées à gauche des boutons épinglés actuellement placés à droite de la liste des fenêtres, ce qui permet de conserver les boutons épinglés à la fin de la liste des fenêtres
hu: Ha engedélyezve van, az új ablakok az ablaklista jobb oldalán lévő rögzített gombok bal oldalán jelennek meg, ami gyakorlatilag lehetővé teszi, hogy a rögzített gombok az ablaklista végén maradjanak
it: Se abilitato, le nuove finestre verranno aggiunte a sinistra di tutti i pulsanti fissati attualmente posizionati a destra dell'elenco delle finestre, in pratica questo ti consente di mantenere i pulsanti fissati alla fine dell'elenco delle finestre
nl: Indien ingeschakeld, worden nieuwe vensters toegevoegd aan de linkerzijde van vastgemaakte knoppen die momenteel aan de rechterkant van de vensterlijst zijn geplaatst, hierdoor kunt u vastgemaakte knoppen aan het einde van de vensterlijst houden
ru: Если включено, то все новые кнопки окон будут добавляться слева от закреплённых.
vi: Khi bật, cửa sổ mới sẽ được thêm vào bên trái các nút đã ghim đang nằm bên phải danh sách cửa sổ, giúp bạn giữ các nút đã ghim ở cuối danh sách cửa sổ

source: milliseconds
ca: mil·lisegons
da: millisekunder
es: milisegundos
fr: millisecondes
hu: ezredmásodperc
it: millisecondi
nl: milliseconden
ru: миллисекунд
vi: mili giây

source: Fade animation effect duration
ca: Duració de l'animació de l'efecte de desaparició
es: Duración del efecto de animación de desvanecimiento
fr: Durée de l'effet d'animation en fondu
hu: Halványulási animációs hatás időtartama
it: Durata dell'effetto di animazione dissolvenza
nl: Duur van het vervagingsanimatie-effect
vi: Thời lượng hiệu ứng làm mờ

source: This defines the duration of the fade-in/out animation effect. It applies to the Thumbnail menus and the full size window previews
ca: Defineix la duració de l'efecte de l'animació d'apareixement/desaparició. S'aplica als menús de miniatures i a les previsualitzacions de finestra completa
es: Esto define la duración del efecto de animación de aparición/desvanecimiento gradual. Se aplica a los menús de miniaturas y a las vistas previas de ventanas de tamaño completo
fr: Ce paramètre définit la durée de l'effet d'animation en fondu entrant/sortant. Il s'applique aux menus Vignettes et aux fenêtres de prévisualisation en taille réelle
hu: Ez határozza meg a be/ki-úszás animációs effektus időtartamát. A Miniatűrök menükre és a teljes méretű ablak előnézetére vonatkozik
it: Ciò definisce la durata dell'effetto di animazione di dissolvenza in apertura/chiusura. Si applica ai menù delle miniature e alle anteprime delle finestre a dimensione intera
nl: Dit definieert de duur van het fade-in/out animatie-effect. Het is van toepassing op de miniaturenmenu's en de volledige grootte voorbeeldvensters
vi: Thiết lập thời lượng hiệu ứng làm mờ xuất hiện/biến mất. Áp dụng cho menu hình thu nhỏ và cửa sổ xem trước kích thước đầy đủ

source: Hover time before showing a full size window preview
ca: Temps d'espera abans de mostrar una previsualització de finestra completa
es: Tiempo de permanencia antes de mostrar una vista previa de la ventana a tamaño completo
fr: Temps de survol avant l'affichage d'une fenêtre de prévisualisation en taille réelle
hu: Lebegtetési idő a teljes méretű ablak előnézetének megjelenítése előtt
it: Tempo di passaggio del mouse prima di visualizzare l'anteprima della finestra a dimensione intera
nl: Muiszweeftijd voordat een volledige groote voorbeeldvenster wordt weergegeven
vi: Thời gian di chuột trước khi hiển thị cửa sổ xem trước kích thước đầy đủ

source: This defines the mouse hover time before a full size window preview will appear. It applies when hovering over either window list buttons or thumbnail menu items (of course one of the full size window preview options must be enabled for this option to have any effect)
es: Esto define el tiempo que pasa el ratón por encima antes de que aparezca una vista previa de la ventana a tamaño completo. Se aplica al pasar el ratón por encima de los botones de la lista de ventanas o de los elementos del menú de miniaturas (por supuesto, una de las opciones de vista previa de la ventana a tamaño completo debe estar activada para que esta opción tenga algún efecto).
fr: Ce paramètre définit le délai d'affichage de l'aperçu en plein écran lorsque vous passez la souris sur un élément. Il s'applique lorsque vous passez la souris sur les boutons de la liste des fenêtres ou sur les éléments du menu des vignettes (bien sûr, l'une des options d'aperçu en plein écran doit être activée pour que ce paramètre ait un effet).
hu: Ez határozza meg az egérmutató elhúzásának idejét, mielőtt megjelenik a teljes méretű ablak előnézete. Ez akkor érvényes, ha az egérmutatót az ablaklista gombjai vagy a miniatűr menüelemek fölé viszi (természetesen az egyik teljes méretű ablak előnézeti opciónak engedélyezve kell lennie ahhoz, hogy ez az opció működjön).
it: Definisce il tempo di passaggio del mouse prima che venga visualizzata un'anteprima a grandezza naturale. Si applica quando si passa il mouse sui pulsanti dell'elenco delle finestre o sulle voci del menu in miniatura (ovviamente, affinché questa opzione abbia effetto, è necessario abilitare una delle opzioni di anteprima a grandezza naturale).
nl: Dit definieert de muiszweeftijd voordat een volledige grootte voorbeeldvenster wordt weergegeven. Het is van toepassing bij zweven over zowel de vensterlijstknoppen als de miniaturen menu-items (uiteraard moet één van de opties voor volledige grootte voorbeeldvensters zijn ingeschakeld voor deze optie enig effect kan hebben)
vi: Thiết lập thời gian di chuột trước khi cửa sổ xem trước kích thước đầy đủ xuất hiện. Áp dụng khi di chuột qua nút danh sách cửa sổ hoặc mục menu hình thu nhỏ (cần bật một trong các tùy chọn xem trước kích thước đầy đủ để tùy chọn này có hiệu lực)

source: pixels
ca: píxels
es: pixeles
hu: képpont
ru: пикселей
vi: pixel

source: Label width
ca: Amplada de l'etiqueta
da: Etiketbredde
es: Ancho de la etiqueta
fr: Largeur de l'étiquette
hu: Címke szélessége
it: Larghezza etichetta
nl: Breedte label
ru: Ширина надписей
vi: Chiều rộng nhãn

source: This defines the width of the label section of a window list button
ca: Defineix l'amplada de la secció de l'etiqueta en un botó de llista de finestres
da: Dette definerer bredden på etiketdelen af en vindueslisteknap
es: Esto define el ancho de la sección de etiqueta de un botón de lista de ventana
fr: Ceci définit la largeur de l'étiquette d'un bouton de liste de la fenêtre
hu: Ez határozza meg az ablaklista gomb címkeszakaszának szélességét
it: Ciò definisce la larghezza della sezione dell'etichetta di un pulsante dell'elenco delle finestre
nl: Dit definieert de breedte van het labelgedeelte van een vensterlijstknop
ru: Задать ширину надписей
vi: Thiết lập chiều rộng phần nhãn của nút danh sách cửa sổ

source: Animate label
ca: Anima l'etiqueta
da: Animér etiket
es: Etiqueta animada
fr: Étiquette animée
hu: Címke animálása
it: Etichetta animata
nl: Label animeren
ru: Анимировать надписи
vi: Hiệu ứng động cho nhãn

source: Label animation duration
ca: Durada de l'animació de l'etiqueta
es: Duración de la animación de la etiqueta
fr: Durée d'animation des étiquettes
hu: A címke animációs ideje
it: Durata dell'animazione dell'etichetta
nl: Duur van de labelanimatie
vi: Thời lượng hiệu ứng động nhãn

source: Nothing
ca: Res
es: Nada
fr: Rien
hu: Semmi
it: Nulla
nl: Niets
vi: Không có gì

source: Application group indicator (…)
es: Indicador de grupo de aplicaciones (...)
fr: Indicateur du groupe d'applications (...)
hu: Alkalmazáscsoport-jelző (…)
it: Indicatore del gruppo applicativo (…)
nl: Applicatiegroep-indicator (…)
vi: Chỉ báo nhóm ứng dụng (…)

source: Workspace number
ca: Número de l'espai de treball
es: Número de espacio de trabajo
fr: Numéro de l'espace de travail
hu: Munkaterület száma
it: Numero dell'area di lavoro
nl: Werkruimte nummer
vi: Số không gian làm việc

source: Monitor number
ca: Número del monitor
es: Número de monitor
fr: Numéro du moniteur
hu: Kijelzők száma
it: Numero del monitor
nl: Monitor nummer
vi: Số màn hình

source: Two characters from the window title
es: Dos caracteres del título de la ventana
fr: Deux caractères du titre de la fenêtre
hu: Két karakter az ablak címéből
it: Due caratteri dal titolo della finestra
nl: Twee tekens uit de venstertitel
vi: Hai ký tự từ tiêu đề cửa sổ

source: Minimized indicator
es: Indicador de minimizado
fr: Indicateurs minimisés
hu: Minimalizált jelző
it: Indicatore minimizzato
nl: Geminimaliseerd-indicator
vi: Chỉ báo thu nhỏ

source: Pinned indicator
es: Indicador fijado
fr: Indicateur des épinglés
hu: Rögzített jelző
it: Indicatore pinnato
nl: Vastgepind-indicator
vi: Chỉ báo đã ghim

source: Minimized and pinned indicators
es: Indicadores minimizados y fijados
fr: Indicateurs minimisés et épinglés
hu: Minimalizált és rögzített indikátorok
it: Indicatori minimizzati e pinnati
nl: Geminimaliseerd- en vastgepind-indicatoren
vi: Chỉ báo thu nhỏ và đã ghim

source: Icon overlay label contents
es: Contenido de la etiqueta de superposición de iconos
fr: Contenu de l'étiquette superposée à l'icône
hu: Ikonátfedő címke tartalma
it: Contenuto dell'etichetta di sovrapposizione dell'icona
nl: Inhoud pictogram-overlaylabel
vi: Nội dung nhãn phủ biểu tượng

source: Only display label when needed
es: Mostrar la etiqueta sólo cuando sea necesario
fr: N'afficher l'étiquette qu'en cas de besoin
hu: Csak szükség esetén jelenítse meg a címkét
it: Visualizza l'etichetta solo quando necessario
nl: Alleen label weergeven indien nodig
vi: Chỉ hiển thị nhãn khi cần thiết
