Repository: linuxmint/cinnamon-spices-applets
Catalog: CassiaWindowList@klangman/files/CassiaWindowList@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, ru, vi

source: With this option enabled, the icon overlay label will only appear when it is appropriate depending on the label content (i.e. When there are two or more windows in a group, or when the windows workspace or monitor does not match the current one). When this option is disabled the label is always shown
es: Con esta opción activada, la etiqueta de superposición de iconos sólo aparecerá cuando sea apropiado en función del contenido de la etiqueta (es decir, cuando haya dos o más ventanas en un grupo, o cuando el espacio de trabajo o monitor de la ventana no coincida con el actual). Cuando esta opción está desactivada, la etiqueta se muestra siempre
fr: Lorsque cette option est activée, le libellé superposé à l'icône n'apparaît que lorsque cela est approprié en fonction du contenu du libellé (c'est-à-dire lorsqu'il y a deux fenêtres ou plus dans un groupe, ou lorsque l'espace de travail ou le moniteur des fenêtres ne correspond pas à celui actuellement utilisé). Lorsque cette option est désactivée, le libellé est toujours affiché
hu: Ha ez az opció engedélyezve van, az ikonra helyezett felirat csak akkor jelenik meg, ha a címke tartalmától függően megfelelő (azaz ha két vagy több ablak van egy csoportban, vagy ha a Windows munkaterülete vagy monitora nem egyezik meg az aktuálissal). Ha ez az opció le van tiltva, a címke mindig látható.
it: Con questa opzione abilitata, l'etichetta sovrapposta all'icona apparirà solo quando è appropriata in base al contenuto dell'etichetta (ad esempio quando ci sono due o più finestre in un gruppo o quando l'area di lavoro o il monitor delle finestre non corrisponde a quello corrente). Quando questa opzione è disabilitata, l'etichetta viene sempre visualizzata
nl: Met deze optie ingeschakeld verschijnt het pictogram-overlaylabel alleen wanneer dit gepast is afhankelijk van de labelinhoud (bijv. wanneer er twee of meer vensters in één groep zijn, of wanneer de werkruimte of monitor van het venster niet overeenkomt met het huidige). Wanneer deze optie is uitgeschakeld wordt het label altijd getoond.
vi: Khi bật tùy chọn này, nhãn phủ biểu tượng chỉ xuất hiện khi phù hợp tùy theo nội dung nhãn (ví dụ: khi có từ hai cửa sổ trở lên trong một nhóm, hoặc khi không gian làm việc hoặc màn hình của cửa sổ không khớp với hiện tại). Khi tắt tùy chọn này, nhãn luôn được hiển thị

source: Disabled
ca: Desactivat
da: Deaktiveret
es: Desactivado
fr: Désactivé
hu: Letiltva
it: Disattivato
nl: Uitgeschakeld
ru: Отключено
vi: Tắt

source: Using icon overlay label
es: Uso de la etiqueta de superposición de iconos
fr: Utiliser une étiquette superposée à l'icône
hu: Ikonátfedő címke használata
it: Utilizzo dell'etichetta di sovrapposizione dell'icona
nl: Pictogram-overlaylabel gebruiken
vi: Dùng nhãn phủ biểu tượng

source: Prepended to button label
es: Precedido a la etiqueta del botón
fr: Ajouté au début de l'étiquette du bouton
hu: A gomb címkéje elé illesztve
it: Aggiunto all'etichetta del pulsante
nl: Aan knoplabel vooraf laten gaan
vi: Thêm vào trước nhãn nút

source: Display window progress information (%)
es: Mostrar información del progreso de la ventana (%)
fr: Afficher les informations de progression concernant la fenêtre (%)
hu: Kijelzőablak folyamatinformációi (%)
it: Informazioni sullo stato di avanzamento della finestra di visualizzazione (%)
nl: Venstervoortgangsinformatie weergeven (%)
vi: Hiển thị thông tin tiến trình cửa sổ (%)

source: Controls how a windows progress information is presented on the window list (i.e copying in File Manager, downloading in Firefox, updating in Update Manager, etc.). When on vertical panels the "Prepended to button label" option will be ignored and icon overlay will be used in its place.
es: Controla cómo se presenta la información de progreso de una ventana en la lista de ventanas (por ejemplo, copiando en el Gestor de Archivos, descargando en Firefox, actualizando en el Gestor de Actualizaciones, etc.). En los paneles verticales, se ignorará la opción "Añadir a la etiqueta del botón" y se utilizará un icono superpuesto en su lugar.
fr: Contrôle la manière dont les informations de progression d'une fenêtre sont présentées dans la liste des fenêtres (par exemple, copie dans le gestionnaire de fichiers, téléchargement dans Firefox, mise à jour dans le gestionnaire de mises à jour, etc.). Dans les panneaux verticaux, l'option « Ajouter au libellé du bouton » sera ignorée et remplacée par la superposition d'icônes.
hu: Azt szabályozza, hogy a Windows folyamatinformációi hogyan jelenjenek meg az ablaklistában (pl. másolás a Fájlkezelőben, letöltés a Firefoxban, frissítés a Frissítéskezelőben stb.). Függőleges paneleken a „Gombcímke elé helyezve” opció figyelmen kívül marad, és helyette ikonátfedést használ.
it: Controlla il modo in cui le informazioni sullo stato di avanzamento di una finestra vengono presentate nell'elenco delle finestre (ad esempio, copia in File Manager, download in Firefox, aggiornamento in Update Manager, ecc.). Nei pannelli verticali, l'opzione "Anteposto all'etichetta del pulsante" verrà ignorata e al suo posto verrà utilizzata la sovrapposizione dell'icona.
nl: Bepaalt hoe voortgangsinformatie van vensters wordt weergegeven in de vensterlijst (bijv. kopiëren in Bestandsbeheer, downloaden in Firefox, updaten in Updatebeheer, enz.). Op verticale panelen wordt de optie "Aan knoplabel vooraf laten gaan" genegeerd en wordt pictogram-overlay in plaats daarvan gebruikt.
vi: Kiểm soát cách thông tin tiến trình của cửa sổ được hiển thị trên danh sách cửa sổ (ví dụ: sao chép trong Trình quản lý tệp, tải xuống trong Firefox, cập nhật trong Trình cập nhật, v.v.). Trên bảng dọc, tùy chọn "Thêm vào trước nhãn nút" sẽ bị bỏ qua và dùng nhãn phủ biểu tượng thay thế.

source: Grouped
ca: Agrupades
da: Grupperet
es: Agrupadas
fr: Groupé
hu: Csoportosított
it: Raggruppate
nl: Gegroepeerd
ru: Сгруппировано
vi: Nhóm

source: Pooled
ca: En conjunt
da: Samlet
es: Agrupado
fr: Regroupé
hu: Összevonva
it: In pool
nl: Gebundeld
ru: Объединение
vi: Gộp nhóm

source: Automatic
ca: Automàtic
da: Automatisk
es: Automático
fr: Automatique
hu: Automatikus
it: Automatico
nl: Automatisch
ru: Автоматически
vi: Tự động

source: One to one
ca: Una a una
da: En til en
es: Uno a uno
fr: Un pour un
hu: Egy - egy
it: Una ad una
nl: Eén op één
ru: Один к оному
vi: Một-một

source: Launcher
ca: Llançador
da: Programstarter
es: Lanzador
fr: Lanceur
hu: Alkalmazásindító
it: Avviatore
ru: Лаунчер
vi: Trình khởi chạy

source: Window list behavior style
ca: Comportament de l'estil de la llista de finestres
da: Opførsel af vinduesliste
es: Estilo de comportamiento de la lista de ventanas
fr: Style de comportement de la liste de fenêtres
hu: Az ablaklista viselkedési stílusa
it: Stile di comportamento dell'elenco delle finestre
nl: Stijl voor vensterlijstgedrag
ru: Поведение списка окон
vi: Kiểu hành vi danh sách cửa sổ

source: Grouped: All windows for an application are managed by one button, Pooled: All window list buttons for an application are pooled side by side, Automatic: Windows are pooled, and then grouped when space is limited, One to one: Each window gets their own button with no forced ordering, Launcher: Only pinned buttons are shown, behaves like a panel launcher.
es: Agrupadas: Todas las ventanas de una aplicación se gestionan con un solo botón, Agrupado: Todos los botones de lista de ventanas de una aplicación se agrupan uno al lado del otro, Automático: Las ventanas se agrupan cuando el espacio es limitado, Uno a uno: Cada ventana tiene su propio botón sin orden forzado, Launcher: Sólo se muestran los botones anclados, se comporta como un lanzador de paneles.
fr: Groupé : Toutes les fenêtres d'une application sont gérées par un seul bouton, Regroupé : tous les boutons de liste de fenêtres d'une application sont regroupés côte à côte, Automatique : Les fenêtres sont regroupées, puis groupées lorsque l'espace est limité, Un à un : Chaque fenêtre obtient son propre bouton, sans ordre forcé,- La liste des fenêtres d'une application est regroupée côte à côte. Lanceur : Seuls les boutons épinglés sont affichés, ils se comportent comme des lanceurs sur le panneau.
hu: Csoportosított: Egy alkalmazás összes ablakát egyetlen gomb kezeli. Összesített: Egy alkalmazás összes ablaklista gombja egymás mellett csoportosítva jelenik meg. Automatikus: Az ablakok csoportosítva lesznek, majd csoportosítva, ha a hely korlátozott. Egy az egyhez: Minden ablak saját gombot kap, kényszerített sorrend nélkül. Indító: Csak a rögzített gombok jelennek meg, panelindítóként viselkedik.
it: Raggruppate: tutte le finestre di un'applicazione sono gestite da un unico pulsante, In pool: tutti i pulsanti dell'elenco finestre di un'applicazione sono raggruppati uno accanto all'altro, Automatiche: le finestre vengono raggruppate e poi raggruppate quando lo spazio è limitato, Uno a uno: ogni finestra ha il proprio pulsante senza ordinamento forzato, Launcher: vengono visualizzati solo i pulsanti aggiunti, si comporta come un launcher di pannelli.
nl: Gegroepeerd: Alle vensters voor één applicatie worden beheerd door één knop, Gebundeld: Alle vensterlijstknoppen voor één applicatie worden naast elkaar gebundeld, Automatisch: Vensters worden gebundeld en vervolgens gegroepeerd wanneer de ruimte beperkt is, Eén op één: Elk venster krijgt zijn eigen knop zonder verplichte volgorde, Launcher: Alleen vastgemaakte knoppen worden weergegeven, gedraagt zich als een paneellauncher.
vi: Nhóm: Tất cả cửa sổ của một ứng dụng được quản lý bởi một nút, Gộp nhóm: Tất cả nút danh sách cửa sổ của một ứng dụng được gộp cạnh nhau, Tự động: Cửa sổ được gộp nhóm, sau đó nhóm lại khi không gian bị hạn chế, Một-một: Mỗi cửa sổ có nút riêng, không ép thứ tự, Trình khởi chạy: Chỉ hiển thị nút đã ghim, hoạt động như trình khởi chạy bảng.

source: Unique for each workspace
ca: Únic per cada espai de treball
da: Unik for hvert arbejdsområde
es: Único para cada espacio de trabajo
fr: Unique dans chaque espace de travail
hu: Egyedi minden munkaterületen
it: Unico per ogni spazio di lavoro
nl: Uniek voor elke werkruimte
ru: Свой для каждого рабочего стола
vi: Riêng cho từng không gian làm việc

source: Common across workspaces
ca: Comú entre els espais de treball
da: Ens for alle arbejdsområder
es: Común a todos los espacios de trabajo
fr: Commun à l'ensemble des espaces de travail
hu: Mindegyik munkaterületen
it: Comune in tutti gli spazi di lavoro
nl: Gemeenschappelijk over werkruimtes
ru: Общий для всех рабочих столов
vi: Chung cho tất cả không gian làm việc

source: Pinning of window list buttons
ca: Fixació dels botons de la llista de finestres
da: Fastgørelse af vindueslisteknapper
es: Fijación de botones de lista de ventanas
fr: Épinglage des boutons de la liste des fenêtres
hu: Az ablaklista gombjainak rögzítése
it: Blocco dei pulsanti dell'elenco delle finestre
nl: Vastmaken van vensterlijstknoppen
ru: Закрепление кнопок списка окон
vi: Ghim nút danh sách cửa sổ

source: Controls whether window list buttons can be pinned, and whether each workspace has a unique set of pinned buttons or one common set shared across all workspaces. When in "Common across workspaces" mode the order of the pinned buttons is also maintained across workspaces.
ca: Controla si els botons de la llista de finestres poden ser fixats i si cada espai de treball té el seu propi set de botons fixats o si són compartits entre tots. En cas de compartició, l'ordre dels botons fixats es manté als diferents espais de treball.
da: Styrer, om vindueslisteknapper kan fastgøres, og om hvert arbejdsområde har et unikt sæt af fastgjorte knapper eller et fælles sæt, der deles på tværs af alle arbejdsområder. I tilstanden “Ens for alle arbejdsområder” bevares rækkefølgen af de fastgjorte knapper også på tværs af arbejdsområder.
es: Controla si se pueden anclar los botones de la lista de ventanas y si cada espacio de trabajo tiene un conjunto único de botones anclados o un conjunto común compartido por todos los espacios de trabajo. En el modo "Común a todos los espacios de trabajo", el orden de los botones anclados también se mantiene en todos los espacios de trabajo.
fr: Contrôle si les boutons de la liste des fenêtres peuvent être épinglés et si chaque espace de travail dispose d'un ensemble unique de boutons épinglés ou d'un ensemble commun à tous les espaces de travail. En mode "commun à tous les espaces de travail", l'ordre des boutons épinglés est également conservé dans tous les espaces de travail.
hu: Azt szabályozza, hogy rögzíthetők-e az ablaklista gombjai, és hogy minden munkaterület rendelkezik-e egyedi rögzített gombkészlettel, vagy egy közös, az összes munkaterületen megosztott gombkészlettel. A „Munkaterületeken átnyúló közös” módban a rögzített gombok sorrendje a munkaterületeken is megmarad.
it: Controlla se i pulsanti dell'elenco delle finestre possono essere aggiunti e se ogni area di lavoro dispone di un set univoco di pulsanti aggiunti o di un set comune condiviso in tutte le aree di lavoro. Nella modalità "Comune in tutte le aree di lavoro", l'ordine dei pulsanti aggiunti viene mantenuto anche nelle aree di lavoro.
nl: Beheert of vensterlijstknoppen kunnen worden vastgemaakt, en of elke werkruimte een unieke set vastgemaakte knoppen heeft of één gemeenschappelijke set wordt gedeeld over alle werkruimtes. Wanneer in de 'Gemeenschappelijk over werkruimtes' modus, wordt de volgorde van de vastgemaakte knoppen ook behouden over werkruimtes heen.
ru: Определяет, можно ли закрепить кнопки списка окон, а также имеет ли каждое рабочее пространство уникальный набор закрепленных кнопок или один общий набор, общий для всех рабочих столов.
vi: Kiểm soát việc nút danh sách cửa sổ có thể được ghim hay không, và mỗi không gian làm việc có bộ nút ghim riêng hay dùng chung cho tất cả không gian làm việc. Khi ở chế độ "Chung cho tất cả không gian làm việc" thứ tự các nút ghim cũng được giữ nguyên trên mọi không gian làm việc.

source: Synchronize launcher buttons across all workspaces
ca: Sincronitzar botons llançadors a tots els espais de treball
da: Synkronisérr programstarterknapper på tværs af alle arbejdsområder
es: Sincronizar los botones de inicio en todas las áreas de trabajo
fr: Synchroniser les boutons du lanceur dans tous les espaces de travail
hu: Szinkronizálja az indítógombokat az összes munkaterületen
it: Sincronizza i pulsanti di avvio in tutte le aree di lavoro
nl: Synchroniseer launcherknoppen over alle werkruimtes heen
ru: Синхронизируйте кнопки запуска во всех рабочих областях
vi: Đồng bộ nút trình khởi chạy trên tất cả không gian làm việc

source: If enabled, the number and order of launcher buttons on the panel will be synchronized across all workspaces.
es: Si se activa, el número y el orden de los botones de inicio del panel se sincronizarán en todos los espacios de trabajo.
fr: Si cette option est activée, le nombre et l'ordre des boutons du lanceur sur le panneau seront synchronisés dans tous les espaces de travail.
hu: Ha engedélyezve van, a panelen található indítógombok száma és sorrendje az összes munkaterületen szinkronizálódik.
it: Se abilitato, il numero e l'ordine dei pulsanti del launcher sul pannello verranno sincronizzati in tutte le aree di lavoro.
nl: Indien ingeschakeld, wordt het aantal en de volgorde van launcherknoppen op het paneel gesynchroniseerd over alle werkruimtes heen.
vi: Khi bật, số lượng và thứ tự nút trình khởi chạy trên bảng sẽ được đồng bộ trên tất cả không gian làm việc.

source: Only show windows on the same monitor
ca: Únicament mostra finestres del mateix monitor
da: Vis kun vinduer på den samme skærm
es: Mostrar solo ventanas en el mismo monitor
fr: N'afficher que les fenêtres du même écran
hu: Csak a jelenlegi kijelző ablakainak megjelenítése
it: Mostra solo finestre sullo stesso schermo
nl: Alleen vensters weergeven op hetzelfde beeldscherm
ru: Показывать окна только на одном мониторе
vi: Chỉ hiển thị cửa sổ trên cùng màn hình

source: If enabled, this applet instance only manages windows that are displayed on the same monitor
ca: Si s'activa, aquesta instància de la miniaplicació només gestionarà finestres que es mostrin al mateix monitor
da: Hvis aktiveret håndterer panelprogrammet kun vinduer, som vises på den samme skærm
es: Si está activada, esta instancia del applet sólo gestiona las ventanas que se muestran en el mismo monitor
fr: Si cette option est activée, cette instance d'applet ne gère que les fenêtres qui sont affichées sur le même moniteur
hu: Bekapcsolva, a kisalkalmazás kizárólag azokat az ablakokat irányítja, amelyek ugyanazon a kijelzőn lettek megjelenítve
it: Se abilitato, questa istanza dell'applet gestisce solo le finestre che vengono visualizzate sullo stesso schermo
nl: Indien ingeschakeld, beheert deze appletinstantie alleen vensters die worden weergegeven op hetzelfde beeldscherm
ru: Если включено, этот экземпляр апплета управляет только окнами. которые находятся на том же дисплее
vi: Khi bật, phiên bản applet này chỉ quản lý các cửa sổ được hiển thị trên cùng màn hình

source: Include windows from all workspaces
ca: Inclou finestres de tots els espais de treball
da: Medtag vinduer fra alle arbejdsområder
es: Incluir ventanas de todos los espacios de trabajo
fr: Inclure les fenêtres de tous les espaces de travail
hu: Tartalmazzon ablakokat minden munkaterületről
it: Includi finestre da tutte le aree di lavoro
nl: Vensters van alle werkruimtes opnemen
ru: Включить окна из всех рабочих столов
vi: Bao gồm cửa sổ từ tất cả không gian làm việc

source: Show tooltips for window list buttons
ca: Mostra la informació dels botons de la llista de finestres
da: Vis værktøjstip til vindueslisteknapper
es: Mostrar información sobre los botones de la lista de ventanas
fr: Afficher des infobulles pour les boutons de la liste des fenêtres
hu: Eszköztippek megjelenítése az ablaklista gombjaihoz
it: Mostra descrizioni comandi per i pulsanti dell'elenco delle finestre
nl: Tooltips weergeven voor vensterlijstknoppen
ru: Показывать подсказки для кнопок списка окон
vi: Hiển thị chú giải cho nút danh sách cửa sổ

source: Enable to show tooltips using window title or application name when hovering over window list buttons
ca: Si s'activa, es mostrarà informació dels botons en passar el ratolí per sobre d'aquests, com ara el títol de la finestra o el nom de l'aplicació
da: Aktivér for at vise værktøjstips med vinduestitel eller programnavn, når man holder musen over vindueslisteknapper
es: Habilite para mostrar información sobre herramientas usando el título de la ventana o el nombre de la aplicación al pasar el cursor sobre los botones de la lista de ventanas
fr: Activer pour afficher des infobulles indiquant le titre de la fenêtre ou le nom de l'application lorsque l'on survole les boutons de la liste des fenêtres
hu: Eszköztippek megjelenítésének engedélyezése az ablak címe vagy az alkalmazás neve alapján, amikor az ablaklista gombjai fölé viszi az egérmutatót
it: Abilita la visualizzazione delle descrizioni comandi utilizzando il titolo della finestra o il nome dell'applicazione quando si passa con il mouse sui pulsanti dell'elenco delle finestre
nl: Inschakelen om tooltips weer te geven met venstertitel of applicatienaam wanneer u met de muis over vensterlijstknoppen zweeft
ru: Включите отображение всплывающих подсказок с использованием заголовка окна или имени приложения при наведении курсора мыши на кнопки списка окон
vi: Bật để hiển thị chú giải bằng tiêu đề cửa sổ hoặc tên ứng dụng khi di chuột qua nút danh sách cửa sổ

source: Hide buttons for applications on 'Launcher' instances of CassiaWindowList
es: Ocultar botones para aplicaciones en instancias 'Launcher' de CassiaWindowList
fr: Cacher les boutons des applications des instances ''Lanceur'' de CassiaWindowList
hu: Gombok elrejtése a CassiaAblaklista „Indító” példányain lévő alkalmazásokhoz
it: Nascondi i pulsanti per le applicazioni nelle istanze 'Launcher' di CassiaWindowList
nl: Knoppen verbergen voor toepassingen op 'Launcher'-instanties van CassiaWindowList
vi: Ẩn nút cho ứng dụng trên phiên bản 'Trình khởi chạy' của CassiaWindowList

source: When enabled, windows for applications with pinned buttons on other 'Launcher' mode instances of the CassiaWindowList applet will not show up in this window list
es: Cuando se activa, las ventanas de las aplicaciones con botones anclados en otras instancias del modo 'Launcher' del applet CassiaWindowList no se mostrarán en esta lista de ventanas
fr: Lorsque cette option est activée, les fenêtres des applications dont les boutons sont épinglés sur d'autres instances de l'applet CassiaWindowList en mode « Lanceur » n'apparaîtront pas dans cette liste de fenêtres.
hu: Ha engedélyezve van, akkor a CassiaAblaklista kisalkalmazás más „Indító” módú példányain kitűzött gombokkal rendelkező alkalmazások ablakai nem jelennek meg ebben az ablaklistában.
it: Se abilitata, le finestre per le applicazioni con pulsanti bloccati su altre istanze della modalità 'Launcher' dell'applet CassiaWindowList non verranno visualizzate in questo elenco di finestre
nl: Indien ingeschakeld, worden vensters van toepassingen met vastgezette knoppen op andere 'Launcher'-modusinstanties van de CassiaWindowList-applet niet weergegeven in deze vensterlijst
vi: Khi bật, cửa sổ của ứng dụng có nút đã ghim trên các phiên bản CassiaWindowList ở chế độ 'Trình khởi chạy' khác sẽ không xuất hiện trong danh sách cửa sổ này

source: Spacing between buttons
ca: Espaiat entre botons
es: Espaciado entre botones
fr: Espace entre les boutons
hu: Gombok közötti távolság
it: Spaziatura tra i pulsanti
nl: Ruimte tussen knoppen
vi: Khoảng cách giữa các nút

source: This defines the spacing between the buttons, the value will be divided in half and added to the left of the icon and to the right of the label on horizontal panels or to the top and button of the icon on vertical panels
ca: Defineix l'espaiat entre els botons. El valor serà dividit per la meitat i afegit a l'esquerra de la icona i a la dreta de l'etiqueta (taulers horitzontals) o a damunt i a sota del botó (taulers verticals)
es: Esto define el espacio entre los botones, el valor se dividirá a la mitad y se agregará a la izquierda del ícono y a la derecha de la etiqueta en paneles horizontales o a la parte superior y al botón del ícono en paneles verticales
fr: La valeur sera divisée par deux et ajoutée à la gauche de l'icône et à la droite de l'étiquette sur les panneaux horizontaux ou au haut et au bouton de l'icône sur les panneaux verticaux
hu: Ez határozza meg a gombok közötti távolságot, az értéket ketté kell osztani és hozzáadni az ikon bal oldalán és a címke jobb oldalán vízszintes paneleknél, illetve függőleges paneleknél az ikon tetején és gombjánál
it: Questo definisce la spaziatura tra i pulsanti, il valore verrà diviso a metà e aggiunto a sinistra dell'icona e a destra dell'etichetta sui pannelli orizzontali o in alto e sul pulsante dell'icona sui pannelli verticali
nl: Dit definieert de ruimte tussen de knoppen, de waarde wordt gehalveerd en toegevoegd aan de linkerkant van het pictogram en aan de rechterkant van het label op horizontale panelen of aan de boven- en onderkant van het pictogram op verticale panelen
vi: Thiết lập khoảng cách giữa các nút, giá trị sẽ được chia đôi và thêm vào bên trái biểu tượng và bên phải nhãn trên bảng ngang hoặc phía trên và dưới biểu tượng trên bảng dọc
