Repository: linuxmint/cinnamon-spices-applets
Catalog: CassiaWindowList@klangman/files/CassiaWindowList@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, ru, vi

source: Hotkeys can be assigned to a window in two ways: 1) Manual: Use "Assign window to a hotkey" in the button context menu. 2) Automatic: Enter a "Description" matching an application name or desktop file. Note: 1) Hotkey not working? it's possible the key combination is already assigned elsewhere. 2) If you remove or rearrange hotkeys, manual hotkey assignments might need to be reassigned. 3) Hotkeys associated with desktop files can not be manually assigned.
ca: Les dreceres es poden afegir a una finestra de dues formes: 1) Manual: Utilitzeu "Assigna finestra a drecera" al menú contextual. 2) Automàtic: Introduïu una "Descripció" que encaixi amb el nom d'una aplicació el nom d'un fitxer de l'escriptori. Nota: Si 1) no funciona, és possible que la drecera estigui en ús en algun altre lloc. 2) Si elimineu dreceres, és possible que calgui reassignar-les manualment. 3) Les dreceres associades amb fitxers de l'escriptori no poden ser assignades manualment.
da: Genvejstaster kan tildeles et vindue på to måder: 1) Manuelt: Brug “Tildel en genvejstast til vindue” i knappens genvejsmenu. 2) Automatisk: Indtast en “Beskrivelse”, der matcher et programnavn eller en skrivebordsfil. Bemærk: 1) Virker genvejstasten ikke? Det er muligt, at tastekombinationen allerede er tildelt et andet sted. 2) Hvis du fjerner eller omarrangerer genvejstaster, skal manuelle genvejstastetildelinger muligvis tildeles igen. 3) Genvejstaster, der er forbundet med skrivebordsfiler, kan ikke tildeles manuelt.
es: Las teclas de acceso rápido pueden asignarse a una ventana de dos maneras: 1) Manual: Utilice "Asignar ventana a una tecla de acceso rápido" en el menú contextual del botón. 2) Automática: Introduzca una "Descripción" que coincida con el nombre de una aplicación o un archivo del escritorio. Nota: 1) ¿La tecla de acceso rápido no funciona? Es posible que la combinación de teclas ya esté asignada en otro lugar. 2) Si eliminas o reordenas las teclas de acceso rápido, puede que sea necesario reasignar las asignaciones manuales de teclas de acceso rápido. 3) Las teclas de acceso rápido asociadas a archivos de escritorio no pueden asignarse manualmente.
fr: Les raccourcis-clavier peuvent être affectées à une fenêtre de deux manières : 1) Manuellement : Utiliser "Assigner une fenêtre à un raccourci clavier" dans le menu contextuel du bouton. 2) Automatique : Entrez une "Description" correspondant à un nom d'application ou à un fichier de bureau. Note : 1) Le raccourci clavier ne fonctionne pas ? il est possible que la combinaison de touches soit déjà attribuée ailleurs. 2) Si vous supprimez ou réorganisez les raccourcis-clavier, il peut être nécessaire de les réaffecter manuellement. 3) Les raccourcis-clavier associés aux fichiers de bureau ne peuvent pas être attribués manuellement.
hu: A gyorsbillentyűket kétféleképpen lehet hozzárendelni egy ablakhoz: 1) Kézi: Használja az "Ablak hozzárendelése gyorsbillentyűhöz" lehetőséget a gomb helyi menüjében. 2) Automatikus: Adjon meg egy „Leírást”, amely megfelel az alkalmazás nevének vagy az asztali fájlnak. Megjegyzés: 1) Nem működik a gyorsbillentyű? lehetséges, hogy a billentyűkombináció már máshol van hozzárendelve. 2) Ha eltávolítja vagy átrendezi a gyorsbillentyűket, előfordulhat, hogy a kézi gyorsbillentyű-hozzárendeléseket újra kell rendelni. 3) Az asztali fájlokhoz tartozó gyorsbillentyűket nem lehet manuálisan hozzárendelni.
it: I tasti di scelta rapida possono essere assegnati a una finestra in due modi: 1) Manuale: utilizzare "Assegna finestra a un tasto di scelta rapida" nel menù contestuale del pulsante. 2) Automatico: inserisci una "Descrizione" che corrisponda al nome di un'applicazione o a un file desktop. Nota: 1) Il tasto di scelta rapida non funziona? è possibile che la combinazione di tasti sia già assegnata altrove. 2) Se si rimuovono o si riorganizzano i tasti di scelta rapida, potrebbe essere necessario riassegnare le assegnazioni manuali dei tasti di scelta rapida. 3) I tasti di scelta rapida associati ai file desktop non possono essere assegnati manualmente.
nl: Sneltoetsen kunnen op twee manieren aan een venster worden toegewezen: !1) Manueel: Gebruik 'Venster toekennen aan een sneltoets' in het contextmenu van de knop. 2) Automatisch: Voer een 'Beschrijving' overeenkomend met een applicatienaam of bureaubladbestand in. Opmerking: 1) Sneltoets werkt niet? Het is mogelijk dat de toetscombinatie elders al is toegewezen. 2) Als u sneltoetsen verwijdert of herschikt, moeten handmatige sneltoetsaanwijzigingen mogelijk opnieuw worden toegewezen. 3) Sneltoetsen die zijn gekoppeld aan bureaubladbestanden kunnen niet handmatig worden toegewezen.
vi: Phím tắt có thể được gán cho một cửa sổ theo hai cách: 1) Thủ công: Sử dụng "Gán cửa sổ cho phím tắt" trong menu ngữ cảnh nút. 2) Tự động: Nhập "Mô tả" khớp với tên ứng dụng hoặc tệp màn hình nền. Lưu ý: 1) Phím tắt không hoạt động? Có thể tổ hợp phím đã được gán ở nơi khác. 2) Nếu bạn xóa hoặc sắp xếp lại các phím tắt, có thể cần phải gán lại các phím tắt thủ công. 3) Không thể gán thủ công các phím tắt liên quan đến tệp màn hình nền.

source: Key and mouse button
ca: Tecla i botó del ratolí
da: Tast og museknap
es: Tecla y botón del ratón
fr: Touche et bouton de souris
hu: Billentyű és egérgomb
it: Tasto e pulsante del mouse
nl: Toets en muisknop
ru: Клавиши и кнопки мыши
vi: Phím và nút chuột

source: Mouse click context
ca: Context del clic del ratolí
da: Museklikgenvej
es: Contexto del clic del ratón
fr: Contexte du clic de souris
hu: Egérkattintás kontextus
it: Contesto del clic del mouse
nl: Muisklikcontext
ru: Контекст нажатия мыши
vi: Ngữ cảnh nhấp chuột

source: Action to perform
ca: Acció a dur a terme
da: Handling som skal udføres
es: Acción a realizar
fr: Action à effectuer
hu: Végrehajtandó művelet
it: Azione da eseguire
nl: Uit te voeren actie
ru: Действие для выполнения
vi: Hành động để thực hiện

source: Define a set of mouse button actions when the Ctrl or Shift keys are pressed.
ca: Defineix un grup d'accions de botons del ratolí amb les tecles Ctrl o Shift polsades.
da: Definér et sæt museknaphandlinger, når der trykkes på Ctrl- eller Skift-tasterne.
es: Define un conjunto de acciones del botón del ratón cuando se pulsan las teclas Ctrl o Mayús.
fr: Définissez un ensemble d'actions sur le bouton de la souris lorsque les touches Ctrl ou Shift sont enfoncées.
hu: Határozza meg a Ctrl vagy a Shift billentyű lenyomásakor végrehajtott egérgombműveletek készletét.
it: Definire una serie di azioni del pulsante del mouse quando vengono premuti i tasti Ctrl o Maiusc.
nl: Definieer een set muisknopacties wanneer de Ctrl- of Shift-toetsen worden ingedrukt.
ru: Определите набор действий кнопок мыши при нажатии клавиш Ctrl или Shift.
vi: Xác định một tập hợp các hành động của nút chuột khi nhấn phím Ctrl hoặc Shift.

source: Note: The above list contents will be incorrectly displayed without this fix: https://github.com/linuxmint/cinnamon/pull/11908 The edit dialog box values are the correct values and the ones that will take effect.
ca: Nota: El contingut de la llista anterior no es mostrarà correctament sense aquesta correció: https://github.com/linuxmint/cinnamon/pull/11908 Els valors del quadre de diàleg d'edició són els correctes i els que tindran efecte.
da: Bemærk: Ovenstående listeindhold vil blive vist forkert uden denne rettelse: https://github.com/linuxmint/cinnamon/pull/11908 Værdierne i redigeringsdialogboksen er de korrekte værdier og dem, der vil træde i kraft.
es: Nota: El contenido de la lista anterior se mostrará incorrectamente sin esta corrección: https://github.com/linuxmint/cinnamon/pull/11908 Los valores del cuadro de diálogo de edición son los correctos y los que tendrán efecto.
fr: Note : Le contenu de la liste ci-dessus sera affiché de manière incorrecte sans ce correctif:\n https://github.com/linuxmint/cinnamon/pull/11908 Les valeurs de la boîte de dialogue d'édition sont des valeurs correctes et sont les seules qui seront prises en compte.
hu: Megjegyzés: A fenti lista tartalma hibásan jelenik meg a javítás nélkül: https://github.com/linuxmint/cinnamon/pull/11908 A szerkesztés párbeszédpanel értékei a megfelelő értékek, és azok, amelyek életbe lépnek.
it: Nota: il contenuto dell'elenco precedente verrà visualizzato in modo errato senza questa correzione: https://github.com/linuxmint/cinnamon/pull/11908 I valori della finestra di dialogo di modifica sono quelli corretti e quelli che avranno effetto.
nl: Opmerking: De inhoud van de bovenstaande lijst wordt incorrect weergegeven zonder deze fix: https://github.com/linuxmint/cinnamon/pull/11908 De waarden van het bewerkingsvenster zijn de juiste waarden en degene die van kracht zullen zijn.
vi: Lưu ý: Nội dung danh sách trên sẽ hiển thị không chính xác nếu không có bản sửa lỗi này: https://github.com/linuxmint/cinnamon/pull/11908 Giá trị trong hộp thoại chỉnh sửa là giá trị chính xác và sẽ có hiệu lực.

source: Icon animation when launching new windows
ca: Animació de la icona en obrir finestres noves
es: Animación de iconos al abrir nuevas ventanas
fr: Animation de l'icône lors de l'ouverture de nouvelles fenêtres
hu: Ikon animáció új ablakok indításakor
it: Animazione dell'icona all'avvio di nuove finestre
nl: Pictogramanimatie bij het starten van nieuwe vensters
vi: Biểu tượng hoạt hình khi khởi chạy cửa sổ mới

source: When enabled, the icon will animate when launching new windows for an application
ca: Si s'activa, la icona s'animarà quan s'obrin finestres noves per a una aplicació
es: Cuando está habilitado, el ícono se animará al iniciar nuevas ventanas para una aplicación
fr: Lorsque cette option est activée, l'icône s'anime lors de l'ouverture de nouvelles fenêtres pour une application
hu: Ha engedélyezve van, az ikon animálódik az alkalmazás új ablakainak indításakor
it: Se abilitata, l'icona si animerà all'avvio di nuove finestre per un'applicazione
nl: Indien ingeschakeld, wordt het pictogram geanimeerd bij het starten van nieuwe vensters voor een applicatie
vi: Khi được bật, biểu tượng sẽ hoạt hình khi khởi chạy cửa sổ mới cho một ứng dụng

source: Settings backup name
ca: Nom de la còpia de seguretat de la configuració
da: Navn til sikkerhedskopi af indstillingerne
es: Nombre de la copia de seguridad de la configuración
fr: Nom de la sauvegarde de la configuration
hu: Beállítások biztonsági mentés neve
it: Nome del backup delle impostazioni
nl: Naam instellingen back-up
ru: Имя резервной копии настроек
vi: Tên sao lưu cài đặt

source: If a name is entered here, the configuration of this applet instance will be backed up under that name. Backups will be listed in the Setup Wizard restore page when adding a new instance of CassiaWindowList to a panel.
ca: Si s'introdueix un nom aquí, la configuració d'aquesta miniaplicació es guardarà sota aquest nom. Les còpies de seguretat seran llistades a la pàgina de restauració de l'assistent quan s'afegeixi una instància nova de llista de finestres Cassia.
da: Hvis der indtastes et navn her, vil konfigurationen af denne forekomst af panelprogrammet blive sikkerhedskopieret under det navn. Sikkerhedskopier vil blive vist på gendannelsessiden i installationsguiden, når der tilføjes en ny forekomst af CassiaVinduesliste til et panel.
es: Si se introduce un nombre aquí, la configuración de esta instancia de applet se respaldará bajo ese nombre. Las copias de seguridad aparecerán en la página de restauración del Asistente de Configuración cuando se añada una nueva instancia de CassiaWindowList a un panel.
fr: Si un nom est saisi ici, la configuration de cette instance d'applet sera sauvegardée sous ce nom. Les sauvegardes seront listées dans la page de restauration de l'assistant de configuration lors de l'ajout d'une nouvelle instance de CassiaWindowList à un panneau.
hu: Ha itt egy nevet ad meg, akkor a kisalkalmazáspéldány konfigurációja ezen a néven kerül mentésre. A biztonsági másolatok megjelennek a Telepítővarázsló visszaállítási oldalán, amikor új CassiaAblaklista példányt ad hozzá egy panelhez.
it: Se viene inserito un nome qui, la configurazione di questa istanza dell'applet verrà salvata con quel nome. I backup verranno elencati nella pagina di ripristino dell'Installazione guidata quando si aggiunge una nuova istanza di CassiaWindowList a un pannello.
nl: Indien hier een naam wordt ingevoerd, wordt de configuratie van deze appletinstantie onder die naam opgeslagen. Back-ups worden vermeld op de herstelpagina Setup Wizard wanneer u een nieuwe instantie van CassiaWindowList aan een paneel toevoegt.
ru: Если здесь введено имя, конфигурация этого экземпляра апплета будет сохранена под этим именем. Резервные копии будут перечислены на странице восстановления мастера установки при добавлении нового экземпляра CassiaWindowList на панель.
vi: Nếu nhập tên ở đây, cấu hình của phiên bản applet này sẽ được sao lưu dưới tên đó. Các bản sao lưu sẽ được liệt kê trong trang khôi phục của Trình hướng dẫn Thiết lập khi thêm phiên bản CassiaWindowList mới vào bảng điều khiển.

source: percent
da: procent
es: por ciento
fr: pour cent
hu: százalék
it: percentuale
nl: procent
vi: phần trăm

source: Icon color saturation
ca: Saturació del color de la icona
da: Ikonfarvemætning
es: Saturación de color de icono
fr: Saturation de la couleur de l'icône
hu: Ikon színtelítettsége
it: Saturazione del colore dell'icona
nl: Pictogramkleursaturatie
vi: Độ bão hòa màu biểu tượng

source: Sets the color saturation for icons from 0% (grayscale) to 100%, default is 100%
es: Establece la saturación de color para los iconos de 0% (escala de grises) a 100%, por defecto es 100%
fr: Définit la saturation des couleurs pour les icônes de 0 % (niveaux de gris) à 100 %, la valeur par défaut étant 100 %
hu: Az ikonok színtelítettségének beállítása 0% (szürke árnyalat) és 100% között, alapértelmezett érték 100%
it: Imposta la saturazione del colore per le icone da 0% (scala di grigi) a 100%, il valore predefinito è 100%
nl: Stelt de kleurverzadiging in voor pictogrammen van 0% (grijswaarden) tot 100%, standaard is 100%
vi: Đặt độ bão hòa màu cho các biểu tượng từ 0% (thang độ xám) đến 100%, mặc định là 100%

source: All Buttons
ca: Tots els botons
da: Alle knapper
es: Todos los botones
fr: Tous les boutons
hu: Minden gomb
it: Tutti i pulsanti
nl: Alle knoppen
vi: Tất cả các nút

source: Minimized buttons
ca: Botons minimitzats
da: Minimerede knapper
es: Botones minimizados
fr: Boutons minimisés
hu: Minimalizált gombok
it: Pulsanti ridotti a icona
nl: Geminimaliseerde knoppen
vi: Các nút thu nhỏ

source: Idle pinned buttons
ca: Botons fixats sense ús
da: Inaktive fastgjorte knapper
es: Botones anclados inactivos
fr: Ne pas utiliser les boutons épinglés
hu: Üresjáratban rögzített gombok
it: Pulsanti appuntati inattivi
nl: Inactieve vastgemaakte knoppen
vi: Các nút ghim nhàn rỗi

source: Buttons for windows on other workspaces
ca: Botons per finestres en altres espais de treball
da: Knapper for vinduer i andre arbejdsområder
es: Botones para ventanas en otros espacios de trabajo
fr: Boutons pour les fenêtres sur d'autres espaces de travail
hu: Gombok más munkaterületeken lévő ablakokhoz
it: Pulsanti per finestre su altri spazi di lavoro
nl: Knoppen voor vensters op andere werkruimtes
vi: Các nút cho cửa sổ trên không gian làm việc khác

source: Buttons for windows on other monitors
ca: Botons per finestres en altres monitors
da: Knapper for vinduer på andre skærme
es: Botones para ventanas en otros monitores
fr: Boutons pour les fenêtres sur d'autres écrans
hu: Gombok más monitorokon lévő ablakokhoz
it: Pulsanti per finestre su altri monitor
nl: Knoppen voor vensters op andere beeldschermen
vi: Các nút cho cửa sổ trên màn hình khác

source: All buttons except the focused window
es: Todos los botones excepto la ventana enfocada
fr: Tous les boutons sauf celui de la fenêtre ayant le focus
hu: Minden gomb, kivéve a fókuszált ablakot
it: Tutti i pulsanti tranne la finestra evidenziata
nl: Alle knoppen behalve het gefocust venster
vi: Tất cả các nút ngoại trừ cửa sổ được lấy nét

source: Where to apply the icon color saturation
ca: A on s'aplicarà la saturació de color de les icones
da: Hvilke ikoner skal farvemættes
es: Dónde aplicar la saturación de color del icono
fr: Où appliquer la saturation de couleur de l'icône
hu: Hol kell alkalmazni az ikon színtelítettségét
it: Dove applicare la saturazione del colore dell'icona
nl: Waar de pictogramkleursaturatie wordt toegepast
vi: Nơi áp dụng độ bão hòa màu biểu tượng

source: Which buttons will have the custom icon color saturation applied This option is only available when the saturation is not set to 100%
ca: Quins botons tindran la saturació de color personalitzada aplicada a la icona Aquesta opció només està disponible quan la saturació no està assignada a 100%
da: Hvilke knapper vil få den tilpassede ikonfarvemætning anvendt Denne mulighed er kun tilgængelig, når mætningen ikke er sat til 100 %
es: A qué botones se les aplicará la saturación de color del icono personalizado. Esta opción sólo está disponible cuando la saturación no está ajustada al 100%
fr: Quels sont les boutons pour lesquels la saturation de la couleur de l'icône personnalisée sera appliquée ? Cette option n'est disponible que si la saturation n'est pas fixée à 100 %
hu: Mely gombokra lesz alkalmazva az egyéni ikon színtelítettsége Ez az opció csak akkor érhető el, ha a telítettség nincs 100%-ra állítva
it: A quali pulsanti verrà applicata la saturazione del colore dell'icona personalizzata Questa opzione è disponibile solo quando la saturazione non è impostata al 100%
nl: Welke knoppen zullen de aangepaste pictogramkleursaturatie hebben Deze optie is alleen beschikbaar wanneer de saturatie niet is ingesteld op 100%
vi: Những nút nào sẽ được áp dụng độ bão hòa màu biểu tượng tùy chỉnh? Tùy chọn này chỉ khả dụng khi độ bão hòa không được đặt thành 100%

source: CassiaWindowList Basic Setup Wizard
ca: Assistent de posada en marxa de la llista de finestres Cassia
da: Grundlæggende opsætning for CassiaVinduesliste
es: Asistente de configuración básica de CassiaWindowList
fr: Assistant d'installation de base de CassiaWindowList
hu: Cassia Ablaklista alapvető beállítási tündér
it: Procedura guidata di configurazione di base di CassiaWindowList
nl: CassiaWindowList Basis Setup Wizard
ru: Мастер базовой настройки CassiaWindowList
vi: Trình hướng dẫn thiết lập cơ bản CassiaWindowList

source: Welcome to CassiaWindowList
ca: Benvinguts a la llista de finestres Cassia
da: Velkommen til CassiaVinduesliste
es: Bienvenido a CassiaWindowList
fr: Bienvenue sur CassiaWindowList
hu: Üdvözöljük az CassiaAblaklista kisalkalmazásban
it: Benvenuti in CassiaWindowList
nl: Welkom bij CassiaWindowList
ru: Добро пожаловать в CassiaWindowList
vi: Chào mừng đến với CassiaWindowList

source: How would you like this applet instance to behave?
ca: Com voleu que es comporti aquesta instància de la miniaplicació?
da: Hvordan skal denne forekomst af panelprogrammet opføre sig?
es: ¿Cómo desea que se comporte esta instancia del applet?
fr: Comment aimeriez-vous que cette instance d'applet se comporte ?
hu: Hogyan szeretné, hogy ez a kisalkalmazáspéldány viselkedjen?
it: Come vorresti che si comportasse questa istanza dell'applet?
nl: Hoe wilt u dat deze appletinstantie zich gedraagt?
ru: Как бы вы хотели, чтобы этот экземпляр апплета вел себя?
vi: Bạn muốn phiên bản applet này hoạt động như thế nào?

source: Window List (Task bar) Panel buttons for all running windows.
ca: Llista de finestres (barra de tasques) Tauler de botons per a totes les finestres en execució.
da: Vinduesliste (proceslinje) Panelknapper til alle kørende vinduer.
es: Lista de ventanas (barra de tareas) Panel de botones para todas las ventanas en ejecución.
fr: Liste des fenêtres (barre des tâches) Boutons de panneau pour toutes les fenêtres en cours d'exécution.
hu: Ablaklista (Tálca) Panelgombok minden futó ablakhoz.
it: Elenco finestre (barra delle attività) Pulsanti del pannello per tutte le finestre in esecuzione.
nl: Vensterlijst (Taakbalk) Paneelknoppen voor alle uitgevoerde vensters.
ru: Список окон (панель задач) Кнопки на панели для всех работающих окон.
vi: Danh sách cửa sổ (Thanh tác vụ) Các nút trên bảng điều khiển cho tất cả các cửa sổ đang chạy.

source: Panel Launcher (Quick launcher) Panel buttons only appear when you pin items to the panel, no labels are shown, only icons.
es: Panel Launcher (Lanzador rápido) Los botones del panel sólo aparecen cuando al panel, no se muestran etiquetas, sólo iconos.
fr: Lanceur de panneau (lanceur rapide) Le bouton n'apparaît sur le panneau que lorsque vous épinglez des éléments au panneau, aucune étiquette n'est affichée, seulement des icônes.
hu: Panelindító (gyorsindító) A panel gomb csak akkor jelenik meg, ha elemeket ad hozzá a panelen nem jelennek meg címkék, csak ikonok.
it: Lanciatore pannello (Avvio rapido) I pulsanti del pannello compaiono solo quando si aggiungono elementi al pannello; non vengono visualizzate etichette, solo icone.
nl: Paneellauncher (Snelle launcher) Paneelknoppen verschijnen alleen wanneer u items vastmaakt aan het paneel, er worden geen labels weergegeven, alleen pictogrammen.
vi: Trình khởi chạy bảng điều khiển (Trình khởi chạy nhanh) Các nút trên bảng điều khiển chỉ xuất hiện khi bạn ghim các mục vào bảng điều khiển, không có nhãn nào được hiển thị, chỉ có biểu tượng.

source: Restore configuration from an automatic backup
ca: Restaurar la configuració des d'una còpia de seguretat automàtica
da: Gendan konfigurationen fra en automatisk sikkerhedskopi
es: Restaurar la configuración desde una copia de seguridad automática
fr: Restauration de la configuration à partir d'une sauvegarde automatique
hu: Konfiguráció visszaállítása automatikusról biztonsági mentés
it: Ripristinare la configurazione da un backup automatico
nl: Configuratie herstellen van een automatische back-up
ru: Восстановление конфигурации из автоматического бэкапа
vi: Khôi phục cấu hình từ bản sao lưu tự động

source: How do you want your Window List to operate?
ca: Quin funcionament voleu que tingui la vostra llista de finestres?
da: Hvordan skal din vinduesliste fungere?
es: ¿Cómo quiere que funcione su lista de ventanas?
fr: Comment voulez-vous que votre liste de fenêtres fonctionne ?
hu: Hogyan szeretné, hogy az ablaklistája működjön?
it: Come vuoi che funzioni il tuo Elenco finestre?
nl: Hoe wilt u dat uw vensterlijst werkt?
ru: Как вы хотите, чтобы работал ваш список окон?
vi: Bạn muốn Danh sách cửa sổ của mình hoạt động như thế nào?

source: Basic - Quick window access Every window gets its own window list button. Button labels are window titles.
es: Básico - Acceso rápido a las ventanas Cada ventana tiene su propio botón de lista de ventanas. Las etiquetas de los botones son los títulos de las ventanas.
fr: Basique - Accès rapide aux fenêtres Chaque fenêtre dispose de son propre bouton de liste de fenêtres. Les libellés des boutons sont les titres des fenêtres.
hu: Alap - Gyors hozzáférés az ablakokhoz Minden ablaknak megvan a maga ablaklista gombja. A gombcímkék ablakcímek.
it: Base - Accesso rapido alle finestre Ogni finestra ha il proprio pulsante elenco finestre. Le etichette dei pulsanti sono i titoli delle finestre.
nl: Basis - Snelle toegang tot vensters Elk venster krijgt zijn eigen vensterlijstknop. Knoplabels zijn venstertitels.
vi: Cơ bản - Truy cập cửa sổ nhanh Mỗi cửa sổ đều có nút danh sách cửa sổ riêng. Nhãn nút chính là tiêu đề cửa sổ.
