Repository: linuxmint/cinnamon-spices-applets
Catalog: CassiaWindowList@klangman/files/CassiaWindowList@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, ru, vi

source: all buttons
ca: tots els botons
da: alle knapper
es: todos los botones
fr: tous les boutons
hu: minden gomb
it: tutti i pulsanti
nl: alle knoppen
ru: все кнопки
vi: tất cả nút

source: windows in this group
es: ventanas en este grupo
fr: fenêtres dans ce groupe
hu: ablakok ebben a csoportban
it: finestre in questo gruppo
nl: vensters in deze groep
vi: cửa sổ trong nhóm này

source: Applet Preferences
ca: Preferències de la miniaplicació
da: Indstillinger
es: Preferencias del applet
fr: Préférences
hu: Kisalkalmazás beállítások
it: Preferenze Applet
nl: Applet Voorkeuren
ru: Настройки Апплета
vi: Tùy chọn Applet

source: About...
ca: Quant a...
da: Om …
es: Acerca de...
fr: À propos...
hu: Névjegy…
it: Informazioni su...
nl: Over...
ru: О Апплете...
vi: Giới thiệu...

source: Configure...
ca: Configura...
da: Konfigurér …
es: Configurar...
fr: Configurer...
hu: Beállítások…
it: Configura...
nl: Configureren...
ru: Настроить...
vi: Cấu hình...

source: Website
ca: Lloc web
es: Sitio web
fr: Site web
hu: Weboldal
it: Sito web
vi: Trang web

source: Remove '%s'
ca: Eliminar '%s'
da: Fjern “%s”
es: Eliminar '%s'
fr: Supprimer '%s'
hu: Eltávolítás: „%s”
it: Rimuovi '%s'
nl: Verwijder '%s'
ru: Удалить '%s'
vi: Xóa '%s'

source: Do you really want to remove this instance of CassiaWindowList?
ca: Segur que voleu eliminar aquesta instància de la Llista de Finestres Cassia?
da: Vil du virkelig fjerne denne forekomst af CassiaVinduesliste?
es: ¿Realmente desea eliminar esta instancia de CassiaWindowList?
fr: Voulez-vous vraiment supprimer cette instance de CassiaWindowList ?
hu: Valóban el szeretné távolítani ezt a CassiaAblaklista ezen példányát?
it: Vuoi davvero rimuovere questa istanza di CassiaWindowList?
nl: Weet u zeker dat u deze instantie van CassiaWindowList wilt verwijderen?
ru: Вы действительно хотите удалить этот экземпляр CassiaWindowList?
vi: Bạn có thực sự muốn xóa phiên bản CassiaWindowList này không?

source: Open new window
ca: Obre una nova finestra
da: Åbn nyt vindue
es: Abrir nueva ventana
fr: Ouvrir une nouvelle fenêtre
hu: Új ablak megnyitása
it: Apri una nuova finestra
nl: Open een nieuw venster
ru: Открыть новое окно
vi: Mở cửa sổ mới

source: Remove from panel
ca: Elimina del tauler
da: Fjern fra panel
es: Quitar del panel
fr: Retirer du panneau
hu: Eltávolítás a panelról
it: Rimuovi dal pannello
nl: Verwijderen van paneel
ru: Удалить с панели
vi: Xóa khỏi bảng điều khiển

source: Remove from this workspace
ca: Elimina d'aquest espai de treball
da: Fjern fra dette arbejdsområde
es: Eliminar de este espacio de trabajo
fr: Retirer de cet espace de travail
hu: Eltávolítás erről a munkaterületről
it: Rimuovi da questa area di lavoro
nl: Verwijderen van deze werkruimte
ru: Удалить из этого рабочего стола
vi: Xóa khỏi không gian làm việc này

source: Pin to panel
ca: Fixar al tauler
da: Fastgør til panel
es: Anclar al panel
fr: Épingler au panneau
hu: Panelhez rögzítés
it: Appunta al pannello
nl: Vastmaken aan paneel
ru: Закрепить на панели
vi: Ghim vào bảng điều khiển

source: Pin to this workspace
ca: Fixar a aquest espai de treball
da: Fastgør til dette arbejdsområde
es: Anclar a este espacio de trabajo
fr: Épingler à cet espace de travail
hu: Erre a munkaterületre rögzítés
it: Appunta a questo spazio di lavoro
nl: Vastmaken aan deze werkruimte
ru: Закрепить на этом рабочем столе
vi: Ghim vào không gian làm việc này

source: Pin to other workspaces
ca: Fixar a altres espais de treball
da: Fastgør til andre arbejdsområder
es: Anclar a otros espacios de trabajo
fr: Épingler aux autres espaces de travail
hu: Más munkaterületre rögzítés
it: Appunta ad altre aree di lavoro
nl: Vastmaken aan andere werkruimtes
ru: Закрепить на другом рабочем столе
vi: Ghim vào các không gian làm việc khác

source: Pin to all workspaces
ca: Fixar a tots els espais de treball
da: Fastgør til alle arbejdsområder
es: Anclar a todos los espacios de trabajo
fr: Épingler à tous les espaces de travail
hu: Az összes munkaterületre rögzítés
it: Appunta in tutte le aree di lavoro
nl: Vastmaken aan alle werkruimtes
ru: Закрепить на всех рабочих столах
vi: Ghim vào tất cả không gian làm việc

source: Pin to launcher
ca: Fixar al llançador
da: Fastgør til programstarter
es: Anclar al lanzador
fr: Épingler au lanceur
hu: Alkalmazásindítóhoz rögzítés
it: Appunta al launcher
nl: Vastmaken aan launcher
ru: Закрепить в лаунчере
vi: Ghim vào trình khởi chạy

source: Add new Hotkey for
ca: Afegir nova drecera per a
da: Tilføj ny genvejstast til
es: Añadir nueva tecla de acceso rápido para
fr: Ajouter un nouveau raccourci clavier pour
hu: Új gyorsbillentyű hozzáadása ehhez
it: Aggiungi un nuovo tasto di scelta rapida per
nl: Voeg nieuwe sneltoets toe voor
ru: Добавить новую горячую клавишу для
vi: Thêm phím tắt mới cho

source: Recent files
ca: Fitxers recents
da: Seneste filer
es: Archivos recientes
fr: Fichiers récents
hu: Nemrég használt fájlok
it: Recenti
nl: Recente bestanden
ru: Недавние файлы
vi: Tệp gần đây

source: Places
ca: Llocs
da: Steder
es: Lugares
fr: Emplacements
hu: Helyek
it: Posizioni
nl: Locaties
ru: Места
vi: Địa điểm

source: Always on top
ca: Sempre en primer pla
es: Siempre arriba
fr: Toujours au-dessus
hu: Mindig felül
it: Sempre in primo piano
nl: Altijd bovenop
vi: Luôn ở trên cùng

source: Only on this workspace
ca: Només en aquest espai de treball
da: Kun på dette arbejdsområde
es: Sólo en este espacio de trabajo
fr: Seulement sur cet espace de travail
hu: Csak ezen a munkaterületen
it: Solo su questo spazio di lavoro
nl: Alleen op deze werkruimte
ru: Только на этом рабочем столе
vi: Chỉ trên không gian làm việc này

source: Visible on all workspaces
ca: Visible a tots els espais de treball
da: Synlig på alle arbejdsområder
es: Visible en todos los espacios de trabajo
fr: Visible sur tous les espaces de travail
hu: Minden munkaterületen látható
it: Visibile su tutte le aree di lavoro
nl: Zichtbaar op alle werkruimtes
ru: Видно на всех рабочих столах
vi: Hiển thị trên tất cả không gian làm việc

source: Move to another workspace
ca: Moure a un altre espai de treball
da: Flyt til et andet arbejdsområde
es: Mover a otro espacio de trabajo
fr: Déplacer vers un autre espace de travail
hu: Áthelyezés másik munkaterületre
it: Sposta su un'altra area di lavoro
nl: Verplaatsen naar een andere werkruimte
ru: Переместить на другой рабочий стол
vi: Chuyển đến không gian làm việc khác

source: (this workspace)
ca: (aquest espai de treball)
da: (dette arbejdsområde)
es: (este espacio de trabajo)
fr: (cet espace de travail)
hu: (ez a munkaterület)
it: (questa area di lavoro)
nl: (deze werkruimte)
vi: (không gian làm việc này)

source: Move to another monitor
ca: Moure a un altre monitor
da: Flyt til en anden skærm
es: Mover a otro monitor
fr: Déplacer vers un autre moniteur
hu: Áthelyezés a másik kijelzőre
it: Sposta su un altro schermo
nl: Verplaatsen naar een ander beeldscherm
ru: Переместить на другой монитор
vi: Chuyển đến màn hình khác

source: Monitor
da: Skærm
fr: Moniteur
hu: Kijelző
nl: Beeldscherm
ru: Монитор
vi: Màn hình

source: Move window here
ca: Moure finestra aquí
es: Mover la ventana aquí
fr: Déplacer la fenêtre ici
hu: Ablak mozdítása ide
it: Sposta la finestra qui
nl: Verplaats venster hierheen
vi: Di chuyển cửa sổ đến đây

source: unassigned
ca: sense assignar
da: ikke tildelt
es: no asignado
fr: non attribué
hu: nincs társítva
it: non assegnato
nl: niet toegewezen
ru: не назначено
vi: chưa gán

source: Assign window to a hotkey
ca: Assignar finestra a una drecera
da: Tildel en genvejstast til vindue
es: Asignar ventana a una tecla de acceso rápido
fr: Attribuer une fenêtre à un raccourci clavier
hu: Az ablak hozzárendelése egy gyorsbillentyűhöz
it: Assegna finestra ad un tasto di scelta rapida
nl: Wijs venster toe aan een sneltoets
ru: Назначить окно горячей клавише
vi: Gán cửa sổ cho phím tắt

source: Change application label contents
ca: Canviar el contingut de l'etiqueta de l'aplicació
da: Ændr indholdet af programetiket
es: Cambiar el contenido de la etiqueta de la aplicación
fr: Modifier le libellé de l'étiquette de l'application
hu: Az alkalmazáscímke tartalmának módosítása
it: Cambia il contenuto dell'etichetta dell'applicazione
nl: Wijzig inhoud van applicatielabel
ru: Изменить текст названия приложения
vi: Thay đổi nội dung nhãn ứng dụng

source: Remove custom setting
ca: Eliminar preferència personalitzada
da: Fjern brugerdefineret indstilling
es: Eliminar configuración personalizada
fr: Supprimer le paramètre personnalisé
hu: Egyéni beállítás eltávolítása
it: Rimuovi impostazioni personalizzate
nl: Verwijder aangepaste instelling
ru: Удалить свои настройки
vi: Xóa thiết lập tùy chỉnh

source: Use window title
ca: Utilitzar el títol de la finestra
da: Brug vinduestitel
es: Utilizar título de ventana
fr: Utiliser le titre de fenêtre
hu: Ablakcím használata
it: Usa il titolo della finestra
nl: Gebruik venstertitel
ru: Использовать заголовок окон
vi: Dùng tiêu đề cửa sổ

source: Use application name
ca: Utilitzar el nom de l'aplicació
da: Brug programnavn
es: Utilizar nombre de aplicación
fr: Utiliser le nom de l'application
hu: Alkalmazásnév használata
it: Usa il nome dell'applicazione
nl: Gebruik applicatienaam
ru: Использовать названия программ
vi: Dùng tên ứng dụng

source: No label
ca: Sense etiqueta
da: Ingen etiket
es: Sin etiqueta
fr: Sans étiquette
hu: Nincs címke
it: Nessuna etichetta
nl: Geen label
ru: Без названий
vi: Không có nhãn

source: Ungroup application windows
ca: Desagrupar les finestres de l'aplicació
da: Opsplit gruppen af programmervinduer
es: Ventanas de aplicaciones separadas
fr: Dégrouper les fenêtres de l'application
hu: Ablakokat ne csoportosítsa alkalmazás szerint
it: Separa le finestre dell'applicazione
nl: Applicatie-vensters niet groeperen
ru: Не группировать окна приложений
vi: Bỏ nhóm cửa sổ ứng dụng

source: Group application windows
ca: Agrupar les finestres de l'aplicació
da: Gruppér programvinduer
es: Ventanas de aplicaciones agrupadas
fr: Grouper les fenêtres par application
hu: Alkalmazás ablakok csoportosítása
it: Raggruppa le finestre dell'applicazione
nl: Applicatie-vensters groeperen
ru: Группировать окна приложений
vi: Nhóm cửa sổ ứng dụng

source: Automatic grouping/ungrouping
ca: Agrupar/Desagrupar automàticament
da: Automatisk gruppering/opsplitning af gruppe
es: Agrupación/desagrupación automática
fr: Regrouper/dégrouper automatiquement
hu: Automatikus csoportosítás létrehozása és megszüntetése
it: Raggruppamento/separazione automatica
nl: Automatisch groeperen/ongroeperen
ru: Автоматически группировать/разгруппировать
vi: Tự động nhóm/bỏ nhóm

source: Move titlebar on to screen
ca: Moure la barra del títol a la pantalla
da: Flyt titellinje til skærm
es: Mover la barra de título a la pantalla
fr: Déplacer la barre de titre sur l'écran
hu: Címsor mozgatása a kijelzőre
it: Sposta la barra del titolo sullo schermo
nl: Verplaats titelbalk naar het scherm
ru: Переместить на другой экран
vi: Di chuyển thanh tiêu đề lên màn hình

source: Restore
ca: Restaurar
da: Gendan
es: Restaurar
fr: Restaurer
hu: Visszaállítás
it: Ripristina
nl: Herstellen
ru: Восстановить
vi: Khôi phục

source: Minimize
ca: Minimitzar
da: Minimér
es: Minimizar
fr: Minimiser
hu: Minimalizálás
it: Minimizza
nl: Minimaliseren
ru: Свернуть
vi: Thu nhỏ

source: Unmaximize
ca: Desmaximitzar
da: Gendan
es: Desmaximizar
fr: Démaximiser
hu: Eredeti méret
it: De-massimizza
nl: Ontmaximaliseren
ru: Обычный размер
vi: Bỏ phóng to

source: Close others
ca: Tancar altres
da: Luk andre
es: Cerrar otros
fr: Fermer les autres
hu: Többi bezárása
it: Chiudi altri
nl: Sluit anderen
ru: Закрыть другие
vi: Đóng các cửa sổ khác

source: Close other windows for application
ca: Tancar altres finestres de l'aplicació
es: Cerrar otras ventanas para la aplicación
fr: Fermer les autres fenêtres de l'application
hu: Zárja be a többi ablakot az alkalmazáshoz
it: Chiudi le altre finestre per l'applicazione
nl: Sluit andere vensters van applicatie
vi: Đóng các cửa sổ khác của ứng dụng

source: Close all
ca: Tancar totes
da: Luk alle
es: Cerrar todo
fr: Tout fermer
hu: Minden bezárása
it: Chiudi tutto
nl: Sluit alle
ru: Закрыть всё
vi: Đóng tất cả

source: Close all windows for application
ca: Tancar totes les finestres de l'aplicació
es: Cerrar todas las ventanas para la aplicación
fr: Fermer toutes les fenêtres de l'application
hu: Zárja be az összes ablakot az alkalmazáshoz
it: Chiudi tutte le finestre per l'applicazione
nl: Sluit alle vensters van applicatie
vi: Đóng tất cả cửa sổ của ứng dụng

source: Close
ca: Tancar
da: Luk
es: Cerrar
fr: Fermer
hu: Bezárás
it: Chiudi
nl: Sluiten
ru: Закрыть
vi: Đóng

source: Exit
ca: Sortir
da: Afslut
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
nl: Afsluiten
ru: Выйти
vi: Thoát

source: Next
ca: Següent
da: Næste
es: Siguiente
fr: Suivant
hu: Következő
it: Successivo
nl: Volgende
ru: Следующий
vi: Tiếp theo

source: Backup file already exist. Do you want to overwrite it?
ca: El fitxer de còpia de seguretat ja existeix. El voleu sobreescriure?
da: Sikkerhedskopifilen findes allerede. Vil du overskrive den?
es: El archivo de copia de seguridad ya existe. ¿Desea sobrescribirlo?
fr: Le fichier de sauvegarde existe déjà. Voulez-vous l'écraser ?
hu: A biztonsági másolat már létezik. Felül akarod írni?
it: Il file di backup esiste già. Vuoi sovrascriverlo?
nl: Back-upbestand bestaat al. Wilt u het overschrijven?
ru: Файл резервной копии уже существует. Перезаписать его?
vi: Tệp sao lưu đã tồn tại. Bạn có muốn ghi đè lên không?

source: Cassia Window List
ca: Llista de Finestres Cassia
da: CassiaVinduesliste
fr: Cassia Window List (Liste de fenêtres)
hu: Cassia Ablaklista
it: Elenco delle finestre di Cassia
ru: Список Окон Cassia (Cassia Window List)
vi: Danh sách cửa sổ Cassia

source: A window list/panel launchers based on CobiWindowList with some additional features
ca: Una llista de finestres/taulers de llançadors basada en la Llista de Finestres de Cobi amb diverses funcionalitats extra
da: En vinduesliste/panelprogramstartere baseret på CobiWindowList med nogle ekstra funktioner
es: Un lanzador de listas/paneles de ventanas basado en CobiWindowList con algunas características adicionales
fr: Une liste, sur le panneau, de fenêtres/lanceurs basée sur CobiWindowList avec quelques fonctionnalités supplémentaires
hu: A CobiAblaklista alapú ablaklista és panelindító néhány további funkcióval
it: Un elenco di finestre/avviatori da pannelli basato su CobiWindowList con alcune funzionalità aggiuntive
nl: Een vensterlijst/paneellaunchers gebaseerd op CobiWindowList met enkele extra functies
ru: Список окон и лаунчер на основе CobiWindowList с некоторыми дополнительными возможностями
vi: Danh sách cửa sổ/trình khởi chạy bảng điều khiển dựa trên CobiWindowList với một số tính năng bổ sung

source: Labels
ca: Etiquetes
da: Etiketter
es: Etiquetas
fr: Étiquettes
hu: Címkék
it: Etichette
ru: Надписи
vi: Nhãn

source: General
da: Generelt
fr: Général
hu: Általános
it: Generale
nl: Algemeen
ru: Общие
vi: Chung

source: Thumbnails
ca: Miniatures
da: Miniaturer
es: Miniaturas
fr: Miniatures
hu: Miniatűrök
it: Miniature
nl: Miniaturen
ru: Миниатюры
vi: Hình thu nhỏ

source: Hotkeys
ca: Dreceres del teclat
da: Genvejstaster
es: Teclas de acceso rápido
fr: Raccourcis-clavier
hu: Gyorsbillentyűk
it: Tasti di scelta rapida
nl: Sneltoetsen
ru: Горячие Клавиши
vi: Phím tắt

source: Advanced
ca: Avançat
da: Avanceret
es: Avanzado
fr: Avancé
hu: Speciális
it: Avanzate
nl: Geavanceerd
ru: Дополнительно
vi: Nâng cao

source: Window list button label settings
ca: Configuració de l'etiqueta del botó de la llista de finestres
da: Indstillinger for vindueslisteknappernes etiketter
es: Configuración de la etiqueta del botón de la lista de ventanas
fr: Paramètres des étiquettes de bouton de la liste des fenêtres
hu: Ablaklista gomb címke beállításai
it: Impostazioni dell'etichetta del pulsante dell'elenco delle finestre
nl: Instellingen voor labels van knoppen van vensterlijsten
ru: Настройки списка окон
vi: Thiết lập nhãn nút danh sách cửa sổ

source: Icon overlay label settings
es: Configuración de la etiqueta de superposición de iconos
fr: Paramètres des étiquettes superposées aux boutons
hu: Ikoncímke beállítások
it: Impostazioni dell'etichetta di sovrapposizione dell'icona
nl: Instellingen voor pictogram-overlaylabels
vi: Thiết lập nhãn phủ biểu tượng

source: Progress settings
es: Configuración de progreso
fr: Paramètres de la progression
hu: Folyamat beállítások
it: Impostazioni di avanzamento
nl: Voortgangsinstellingen
vi: Thiết lập tiến trình

source: General window list settings
ca: Configuració general de la llista de finestres
da: Generelle indstillinger for vinduesliste
es: Configuración general de la lista de ventanas
fr: Paramètres généraux de la liste de fenêtres
hu: Általános ablaklista beállítások
it: Impostazioni generali dell'elenco delle finestre
nl: Algemene instellingen vensterlijst
ru: Общие настройки списка окон
vi: Thiết lập danh sách cửa sổ chung

source: Window list mouse settings
ca: Configuració del ratolí a la llista de finestres
da: Museindstillinger for vinduesliste
es: Configuración del mouse para la lista de ventanas
fr: Paramètres de la souris pour la liste de fenêtres
hu: Ablaklista egérbeállítások
it: Impostazioni del mouse per l'elenco delle finestre
nl: Muisinstellingen vensterlijst
ru: настройка мыши для списка окон
vi: Thiết lập chuột danh sách cửa sổ

source: Thumbnails menu settings
ca: Configuració del menú de miniatures
da: Indstillinger for miniaturemenu
es: Configuración de miniaturas del menú
fr: Paramètre du menu de miniatures
hu: Miniatűrök menü beállításai
it: Impostazioni miniature del menù
nl: Instellingen menu miniaturen
ru: Настройка миниатюр
vi: Thiết lập menu hình thu nhỏ

source: Thumbnails menu mouse settings
ca: Configuració del ratolí al menú de miniatures
da: Museindstillinger for miniaturemenu
es: Configuración del mouse en el menú miniaturas
fr: Paramètre de la souris dans le menu de miniatures
hu: Miniatűrök menü egér beállításai
it: Impostazioni miniature del menù mouse
nl: Muisinstellingen menu miniaturen
ru: Настройка меню миниатюр и мыши
vi: Thiết lập chuột menu hình thu nhỏ

source: Hotkey settings
ca: Configuració de dreceres del teclat
da: Genvejstastindstillinger
es: Configuración de teclas de acceso rápido
fr: Paramètres des raccourcis-clavier
hu: Gyorsbillentyűk beállításai
it: Impostazioni dei tasti di scelta rapida
nl: Instellingen sneltoetsen
ru: Настройка горячих клавиш
vi: Thiết lập phím tắt

source: Ctrl/Shift + mouse button actions
ca: Accions de botó del ratolí + Ctrl/Shift
da: Ctrl/skift + museknaphandlinger
es: Ctrl/Shift + acciones del botón del mouse
fr: Ctrl/Shift + actions du bouton de souris
hu: Ctrl/Shift + egérgomb műveletek
it: Azioni Ctrl/Maiusc + tasto del mouse
nl: Ctrl/Shift + muisknopacties
ru: действия при Ctrl/Shift + кнопка мыши
vi: Hành động nút chuột với Ctrl/Shift

source: Application name
ca: Nom de l'aplicació
da: Programnavn
es: Nombre de la aplicación
fr: Nom de l'application
hu: Alkalmazásnév
it: Nome applicazione
nl: Applicatienaam
ru: Название приложения
vi: Tên ứng dụng

source: Window title
ca: Títol de la finestra
da: Vinduestitel
es: Título de la ventana
fr: Titre de fenêtre
hu: Ablakcím
it: Titolo finestra
nl: Venstertitel
ru: Надпись заголовка окна
vi: Tiêu đề cửa sổ

source: Label contents
ca: Continguts de l'etiqueta
da: Etiketindhold
es: Contenido de la etiqueta
fr: Contenu de l'étiquette
hu: Címke tartalma
it: Contenuto dell'etichetta
nl: Labelinhoud
ru: Текст надписей
vi: Nội dung nhãn

source: What the content of the label will be
ca: Què contindrà l'etiqueta
da: Indholdet af etiketten
es: Cuál será el contenido de la etiqueta
fr: Contenu de l'étiquette
hu: Mi lesz a címke tartalma
it: Quale sarà il contenuto dell'etichetta
nl: Wat de inhoud van het label zal zijn
ru: Когда будут надписи
vi: Nội dung của nhãn sẽ là gì

source: Never
ca: Mai
da: Aldrig
es: Nunca
fr: Jamais
hu: Soha
it: Mai
nl: Nooit
ru: Никогда
vi: Không bao giờ

source: Always
ca: Sempre
da: Altid
es: Siempre
fr: Toujours
hu: Mindig
it: Sempre
nl: Altijd
ru: Всегда
vi: Luôn luôn

source: Focused
ca: Enfocada
da: Fokuseret
es: Enfocada
fr: Ayant le focus
hu: Előtérben
it: Focalizzata
nl: Gefocust
ru: Когда в фокусе
vi: Được chọn

source: One per application pool
ca: Una per grup d'aplicacions
da: En per programpulje
es: Una por grupo de aplicaciones
fr: Un par regroupement d'applications
hu: Alkalmazáskészletenként egy
it: Uno per pool di applicazioni
nl: Eén per applicatiebundel
ru: По одному на пулл
vi: Một cho mỗi nhóm ứng dụng

source: Display labels for generic window list buttons
ca: Mostra etiquetes pels botons genèrics de la llista de finestres
da: Vis etiketter for generiske vindueslisteknapper
es: Mostrar etiquetas para botones genéricos de lista de ventanas
fr: Affichage d'étiquettes pour les boutons de la liste des fenêtres génériques
hu: Címkék megjelenítése az általános ablaklista gombokhoz
it: Visualizza le etichette per i pulsanti generici dell'elenco delle finestre
nl: Labels weergeven voor algemene vensterlijstknoppen
ru: Отображать надписи для кнопок общего списка окон
vi: Hiển thị nhãn cho nút danh sách cửa sổ chung

source: Never: No windows get labels Always: All windows get labels Focused: The window with focus will have a label One per application pool: Only one label for a set of adjacent application windows
ca: Mai: Cap finestra tindrà etiquetes Sempre: Totes les finestres tindran etiquetes Enfocada: La finestra enfocada tindrà una etiqueta Una per grup d'aplicacions: Només una etiqueta per un conjunt adjacent de finestres d'una aplicació
da: Aldrig: Ingen vinduer får etiketter Altid: Alle vinduer får etiketter Fokuseret: Vinduet med fokus vil have en etiket En pr. programpulje: Kun én etiket til et sæt af tilstødende programvinduer
es: Nunca: Ninguna ventana recibe etiquetas Siempre: Todas las ventanas reciben etiquetas Enfocada: La ventana con foco tendrá una etiqueta Una por grupo de aplicaciones: Sólo una etiqueta para un conjunto de ventanas de aplicación adyacentes
fr: Jamais : Aucune fenêtre n'est étiquetée Toujours : Toutes les fenêtres sont étiquetées Focalisé : La fenêtre qui a le focus aura une étiquette Un par groupe d'applications : Une seule étiquette pour un ensemble de fenêtres d'application adjacentes
hu: Soha: Egyetlen ablak sem kap címkéket Mindig: Minden ablakon címkék találhatók Fókuszált: A fókuszált ablakon lesz egy címke Alkalmazáskészletenként egy: Csak egy címke a szomszédos alkalmazásablakokhoz
it: Mai: nessuna finestra riceve etichette Sempre: tutte le finestre ricevono etichette Focalizzata: la finestra con focus avrà un'etichetta Una per pool di applicazioni: una sola etichetta per una serie di finestre di applicazioni adiacenti
nl: Nooit: Geen vensters krijgt labels Altijd: Alle vensters krijgen labels Gefocust: Het venster met focus krijgt een label Eén per applicatiegroep: Slechts één label voor een set aangrenzende vensters
ru: Никогда: ни на одном окне нет надписей Всегда: все окна получают надписи В фокусе: окно с фокусом будет иметь надпись По одному на пул приложений: только одна надпись для набора соседних окон приложений.
vi: Không bao giờ: Không cửa sổ nào có nhãn Luôn luôn: Tất cả cửa sổ đều có nhãn Được chọn: Cửa sổ được chọn sẽ có nhãn Một cho mỗi nhóm ứng dụng: Chỉ một nhãn cho một nhóm cửa sổ ứng dụng liền kề

source: Running
ca: En execució
da: Kørende
es: En ejecución
fr: En cours d'exécution
hu: Folyamatban
it: In esecuzione
nl: Bezig
ru: Выполняется
vi: Đang chạy
