Repository: linuxmint/cinnamon-spices-applets
Catalog: CassiaWindowList@klangman/files/CassiaWindowList@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, ru, vi

source: Show a full size window preview when hovering over a button
ca: Mostra una previsualització de pantalla completa en passar el ratolí per un botó
es: Mostrar una vista previa de la ventana a tamaño completo al pasar el ratón por encima de un botón
fr: Afficher un aperçu de la fenêtre en taille réelle lors du survol d'un bouton
hu: Teljes méretű ablak előnézetének megjelenítése, amikor az egérmutatót egy gomb fölé viszi
it: Mostra un'anteprima della finestra a dimensione intera quando si passa con il mouse su un pulsante
nl: Volledige grootte voorbeeldvenster weergeven bij zweven met de muis over een knop
vi: Hiển thị cửa sổ xem trước kích thước đầy đủ khi di chuột qua nút

source: If enabled, a full size preview window will appear when the mouse pointer is hovering over a window list button. The delay before the preview appears is controlled by an option under the Advanced tab
es: Si está activada, aparecerá una ventana de previsualización a tamaño completo cuando el puntero del ratón se sitúe sobre un botón de lista de ventanas. El retardo antes de que aparezca la vista previa se controla mediante una opción de la pestaña Avanzado
fr: Si cette option est activée, une fenêtre d'aperçu en taille réelle apparaîtra lorsque le pointeur de la souris survolera un bouton de la liste des fenêtres. Le délai avant l'apparition de l'aperçu est contrôlé par une option dans l'onglet Avancé
hu: Ha engedélyezve van, egy teljes méretű előnézeti ablak jelenik meg, amikor az egérmutatót egy ablaklista gomb fölé viszi. Az előnézet megjelenése előtti késleltetést a Speciális lapon található beállítás szabályozza.
it: Se abilitata, verrà visualizzata una finestra di anteprima a grandezza naturale quando il puntatore del mouse passa sopra un pulsante dell'elenco finestre. Il ritardo prima della visualizzazione dell'anteprima è controllato da un'opzione nella scheda Avanzate
nl: Indien ingeschakeld, dan verschijnt een volledige grootte voorbeeldvenster wanneer de muisaanwijzer zweeft over een vensterlijstknop. De vertraging voordat het voorbeeld verschijnt, wordt bepaald door een optie onder het tabblad Geavanceerd
vi: Khi bật, cửa sổ xem trước kích thước đầy đủ sẽ xuất hiện khi con trỏ chuột di qua nút danh sách cửa sổ. Độ trễ trước khi xem trước xuất hiện được kiểm soát bởi một tùy chọn trong tab Nâng cao

source: Automatic focus change when leaving the panel
ca: Canvia el focus automàticament en sortir del tauler
es: Cambio automático de enfoque al salir del panel
fr: Changement automatique de la mise au point lorsque l'on quitte le panneau
hu: Automatikus fókuszváltás a panel elhagyásakor
it: Cambio automatico della messa a fuoco quando si lascia il pannello
nl: Automatische focuswijziging bij het verlaten van het paneel
vi: Tự động chuyển tiêu điểm khi rời khỏi bảng

source: If enabled, the current window for a window list button will get the focus when the mouse pointer leaves the panel. Leaving the window list with Ctrl or Shift held or while remaining on the panel will leave the focus unchanged. This option is typically used in conjunction with the preview hovering option above.
es: Si se activa, la ventana actual para un botón de lista de ventanas obtendrá el foco cuando el puntero del ratón abandone el panel. Si se abandona la lista de ventanas manteniendo pulsada la tecla Ctrl o Mayús o permaneciendo en el panel, el foco no cambiará. Esta opción se utiliza normalmente junto con la opción de vista previa.
fr: Si cette option est activée, la fenêtre actuelle correspondant à un bouton de la liste des fenêtres sera mise en surbrillance lorsque le pointeur de la souris quittera le panneau. Si vous quittez la liste des fenêtres en maintenant la touche Ctrl ou Maj enfoncée ou en restant sur le panneau, la mise en surbrillance restera inchangée. Cette option est généralement utilisée en conjonction avec l'option de prévisualisation au survol mentionnée ci-dessus.
hu: Ha engedélyezve van, az ablaklista gomb aktuális ablaka kerül a fókuszba, amikor az egérmutató elhagyja a panelt. Ha a Ctrl vagy Shift billentyűt lenyomva tartva, vagy a panelen maradva elhagyja az ablaklistát, a fókusz változatlan marad. Ezt a beállítást általában a fenti előnézeti lebegés beállítással együtt használják.
it: Se abilitata, la finestra corrente per un pulsante di elenco finestre avrà il focus quando il puntatore del mouse esce dal pannello. Uscendo dall'elenco finestre tenendo premuto Ctrl o Maiusc o rimanendo sul pannello, il focus rimarrà invariato. Questa opzione viene in genere utilizzata insieme all'opzione di anteprima con passaggio del mouse sopra.
nl: Indien ingeschakeld, dan krijgt het huidige venster voor een vensterlijstknop de focus wanneer de muisaanwijzer het paneel verlaat. Het verlaten van de vensterlijst met Ctrl of Shift ingedrukt of terwijl u op het paneel blijft, laat de focus ongewijzigd. Deze optie wordt meestal gebruikt in combinatie met de optie hierboven voor het tonen van een voorbeeld bij zweven met de muis.
vi: Khi bật, cửa sổ hiện tại của nút danh sách cửa sổ sẽ được chọn khi con trỏ chuột rời khỏi bảng. Rời khỏi danh sách cửa sổ khi giữ Ctrl hoặc Shift hoặc vẫn ở trên bảng sẽ giữ nguyên tiêu điểm. Tùy chọn này thường dùng cùng với tùy chọn xem trước khi di chuột ở trên.

source: Show on hover
ca: Mostra en passar el ratolí per sobre
da: Vis, når markøren er over
es: Mostrar al pasar el ratón por encima
fr: Afficher au survol
hu: Megjelenítés rámutatásra
it: Mostra al passaggio del mouse
nl: Weergeven bij zweven met de muis
ru: Показать при наведении
vi: Hiển thị khi di chuột

source: If enabled, a popup menu with a list of current windows will show when hovering
ca: Si s'activa, un menú emergent amb la llista de les finestres actuals es mostrarà en passar el ratolí per sobre
da: Hvis aktiveret vil en pop op-menu med en liste over aktuelle vinduer blive vist, når markøren holdes over
es: Si esta opción está activada, al pasar el ratón por encima de una ventana aparecerá un menú emergente con una lista de las ventanas actuales
fr: Si cette option est activée, un menu contextuel contenant une liste des fenêtres en cours s'affichera lors du survol
hu: Rámutatásnál egy felugró menüt jelenít meg az aktuális ablakok listájával
it: Se abilitato, al passaggio del mouse verrà visualizzato un menù popup con un elenco di finestre correnti
nl: Indien ingeschakeld, wordt een popupmenu met een lijst met huidige vensters weergegeven wanneer er met de muis wordt gezweefd
ru: Если эта опция включена, при наведении курсора мыши будет отображаться всплывающее меню со списком текущих окон
vi: Khi bật, menu bật lên với danh sách cửa sổ hiện tại sẽ hiển thị khi di chuột

source: Show window thumbnails in the popup window list menu
ca: Mostra les miniatures de les finestres al menú de la llista de finestres emergent
da: Vis vinduesminiaturer i vindueslistens pop op-menu
es: Mostrar miniaturas de ventanas en el menú de lista de ventanas emergentes
fr: Afficher les vignettes des fenêtres dans le menu de la liste des fenêtres contextuelles
hu: Az ablak miniatűrök megjelenítése a felugró ablak lista menüjében
it: Mostra le miniature delle finestre nel menù dell'elenco delle finestre popup
nl: Miniaturen van venters weergeven in het popup vensterlijstmneu
ru: Показывать миниатюры окон в меню списка всплывающих окон
vi: Hiển thị hình thu nhỏ cửa sổ trong menu danh sách cửa sổ bật lên

source: If enabled, the popup menu will show window thumbnails, otherwise the menu will only show window titles (Always disabled when running Cinnamon in Software Rendering Mode)
ca: Si s'activa, el menú emergent mostrarà miniatures de les finestres. En cas contrari, només en mostrarà els títols (Sempre desactivat quan Cinnamon s'executa en mode de Rendering via Software)
da: Hvis aktiveret, vil popup-menuen vise vinduesminiaturer, ellers vil menuen kun vise vinduestitler (Altid deaktiveret, når du kører Cinnamon i Softwaregengivelsestilstand)
es: Si se activa, el menú emergente mostrará miniaturas de las ventanas, en caso contrario, el menú sólo mostrará los títulos de las ventanas (Siempre desactivado cuando se ejecuta Cinnamon en modo de renderizado de software)
fr: Si cette option est activée, le menu contextuel affiche les vignettes des fenêtres. sinon, le menu n'affichera que les titres des fenêtres. (Toujours désactivé lorsque Cinnamon fonctionne en mode de rendu logiciel)
hu: Ha engedélyezve van, a felugró menü ablak miniatűröket jelenít meg, ellenkező esetben a menü csak az ablakok címeit mutatja (Mindig le van tiltva, ha a Cinnamon szoftveres megjelenítési módban fut)
it: Se abilitato, il menù popup mostrerà le miniature delle finestre, altrimenti il menù mostrerà solo i titoli delle finestre (Sempre disabilitato quando si esegue Cinnamon in modalità rendering software)
nl: Indien ingeschakeld, zal het popupmenu miniaturen van vensters tonen, indien niet dan zal het menu alleen venstertitels tonen (Altijd uitgeschakeld wanneer Cinnamon wordt uitgevoerd in Software-renderingmodus)
ru: Если этот параметр включен, во всплывающем меню будут отображаться миниатюры окон, в противном случае в меню будут отображаться только заголовки окон (Всегда отключено при запуске Cinnamon в режиме программной отрисовки)
vi: Nếu được bật, menu bật lên sẽ hiển thị hình thu nhỏ cửa sổ, ngược lại menu sẽ chỉ hiển thị tiêu đề cửa sổ (Luôn bị vô hiệu hóa khi chạy Cinnamon ở Chế độ Kết xuất Phần mềm)

source: Extra large
ca: La més gran
da: Ekstra stor
es: Extra grande
hu: Nagyon nagy
it: Extra grande
nl: Extra groot
ru: Очень большой
vi: Cực lớn

source: Large
ca: Gran
da: Stor
es: Grande
hu: Nagy
it: Grande
nl: Groot
ru: Большой
vi: Lớn

source: Medium
ca: Mitjana
da: Mellem
es: Medio
fr: Moyen
hu: Közepes
it: Media
ru: Средний
vi: Trung bình

source: Small
ca: Petita
da: Lille
es: Pequeño
fr: Petit
hu: Kicsi
it: Piccola
nl: Klein
ru: Маленький
vi: Nhỏ

source: Extra small
ca: La més petita
da: Ekstra lille
es: Extra pequeño
fr: Tout petit
hu: Nagyon kicsi
it: Extra piccola
nl: Extra klein
ru: Очень маленький
vi: Cực nhỏ

source: Default thumbnail window size
ca: Mida de la miniatura de la finestra
da: Standardstørrelse på miniaturevindue
es: Tamaño predeterminado de la ventana de miniaturas
fr: Taille par défaut des vignettes
hu: Alapértelmezett miniatűr ablakméret
it: Dimensione predefinita della finestra delle miniature
nl: Standaardgrootte van het miniaturenvenster
ru: Размер окна миниатюр по умолчанию
vi: Kích thước cửa sổ hình thu nhỏ mặc định

source: Sort grouped button thumbnail menu items
ca: Ordenar els elements del menú de miniatures dels botons agrupats
es: Ordenar los elementos del menú de miniaturas de botones agrupados
fr: Trier les éléments de menu des vignettes des boutons de groupe
hu: Csoportosított gombok miniatűr menüelemek rendezése
it: Ordina le voci del menù di anteprima raggruppate
nl: Sorteer gegroepeerde knop-miniatuurmenu-items
vi: Sắp xếp các mục menu hình thu nhỏ nút được nhóm

source: If enabled, the thumbnail menu will be sorted first by workspace and then by monitor number for grouped buttons. Pooled windows can not be sorted since the order is the same as the order on the window list panel. With this option enabled, the thumbnail menu drag-and-drop reordering feature will be disabled for grouped button thumbnail menus.
es: Si se activa, el menú de miniaturas se ordenará primero por espacio de trabajo y después por número de monitor para los botones agrupados. Las ventanas agrupadas no se pueden ordenar, ya que el orden es el mismo que el del panel de lista de ventanas. Con esta opción activada, la función de reordenación mediante arrastrar y soltar del menú de miniaturas estará desactivada para los menús de miniaturas de botones agrupados.
fr: Si cette option est activée, le menu des vignettes sera d'abord trié par espace de travail, puis par numéro de moniteur pour les boutons groupés. Les fenêtres regroupées ne peuvent pas être triées, car leur ordre est identique à celui du panneau de liste des fenêtres. Lorsque cette option est activée, la fonctionnalité de réorganisation par glisser-déposer du menu des vignettes sera désactivée pour les menus des vignettes des boutons groupés.
hu: Ha engedélyezve van, a csoportosított gombok esetében a miniatűr menü először munkaterület, majd monitorszám szerint lesz rendezve. A csoportosított ablakok nem rendezhetők, mivel a sorrendjük megegyezik az ablaklista panelen látható sorrenddel. Ha ez a beállítás engedélyezve van, a csoportosított gombok miniatűr menüinek húzással történő átrendezési funkciója le lesz tiltva.
it: Se abilitata, il menù delle miniature verrà ordinato prima in base all'area di lavoro e poi in base al numero di monitor per i pulsanti raggruppati. Le finestre raggruppate non possono essere ordinate poiché l'ordine è lo stesso dell'ordine nel pannello dell'elenco delle finestre. Con questa opzione abilitata, la funzionalità di riordinamento tramite trascinamento del menu delle miniature verrà disabilitata per i menu delle miniature dei pulsanti raggruppati.
nl: Indien ingeschakeld, dan wordt het miniatuurmenu eerst gesorteerd op werkruimte en daarna op monitor nummer voor gegroepeerde knoppen. Gebundelde vensters kunnen niet worden gesorteerd omdat de volgorde dezelfde is als de volgorde op het vensterlijstpaneel. Met deze optie ingeschakeld, wordt de miniatuurmenu slepen-en-neerzetten-herordening functie uitgeschakeld voor gegroepeerde knop-miniatuurmenu's.
vi: Nếu được bật, menu hình thu nhỏ sẽ được sắp xếp đầu tiên theo không gian làm việc và sau đó theo số màn hình cho các nút được nhóm. Các cửa sổ được gộp nhóm không thể sắp xếp vì thứ tự giống với thứ tự trên bảng danh sách cửa sổ. Với tùy chọn này được bật, tính năng sắp xếp lại bằng kéo và thả cho menu hình thu nhỏ sẽ bị vô hiệu hóa đối với menu hình thu nhỏ nút được nhóm.

source: Show thumbnails for all windows of an application pool
ca: Mostra miniatures per totes les finestres agrupades d'una aplicació
da: Vis miniaturer for alle vinduer i en programpulje
es: Mostrar miniaturas de todas las ventanas de un grupo de aplicaciones
fr: Afficher les miniatures de toutes les fenêtre d'un groupement pour une application
hu: Miniatűrök megjelenítése egy alkalmazáskészlet összes ablakához
it: Mostra le miniature per tutte le finestre di un pool di applicazioni
nl: Miniaturen weergeven voor alle vensters van een applicatiebundel
ru: Показать миниатюры для всех окон пула приложений
vi: Hiển thị hình thu nhỏ cho tất cả cửa sổ của một nhóm ứng dụng

source: If enabled, a popup menu will contain all the application windows in the application pool rather than just the selected window within the application pool
es: Si se activa, un menú emergente contendrá todas las ventanas de la aplicación en el grupo de aplicaciones en lugar de sólo la ventana seleccionada dentro del grupo de aplicaciones
fr: Si cette option est activée, un menu contextuel affichera toutes les fenêtres de l'application dans le pool d'applications plutôt que seulement la fenêtre sélectionnée dans le pool d'applications
hu: Ha engedélyezve van, egy felugró menü az alkalmazáskészlet összes alkalmazásablakát tartalmazza, nem csak a kiválasztott ablakot az alkalmazáskészletben
it: Se abilitato, un menù popup conterrà tutte le finestre dell'applicazione nel pool di applicazioni anziché solo la finestra selezionata all'interno del pool di applicazioni
nl: Indien ingeschakeld bevat een pop-upmenu alle applicatievensters in de applicatiebundel in plaats van alleen het geselecteerde venster binnen de bundel.
vi: Nếu được bật, một menu bật lên sẽ chứa tất cả các cửa sổ ứng dụng trong nhóm ứng dụng thay vì chỉ cửa sổ được chọn trong nhóm ứng dụng

source: Hover time before showing menu
ca: Temps d'espera abans de mostrar el menú
da: Tidsforsinkelse før menuen vises
es: Tiempo de permanencia antes de mostrar el menú
fr: Durée du survol avant l'affichage du menu
hu: Lebegtetési idő a menü megjelenítése előtt
it: Passa il mouse prima di visualizzare il menù
nl: Tijd voor zweven van de muis voordat het menu wordt weergegeven
ru: Задержка отображения меню после наведения
vi: Thời gian di chuột qua trước khi hiển thị menu

source: The waiting time before the thumbnail menu appears when hovering over a button (Not used when moving directly to a different button in the list)
ca: Temps d'espera abans de mostrar el menú de miniatures en passar el ratolí per sobre d'un botó (No s'utilitza quan us moveu directament a un botó diferent a la llista)
da: Ventetiden før miniaturemenuen vises, når du holder markøren over en knap (Bruges ikke, når man går direkte til en anden knap på listen)
es: El tiempo de espera antes de que aparezca el menú de miniaturas al pasar el ratón por encima de un botón. (No se utiliza cuando se pasa directamente a otro botón de la lista)
fr: Temps d'attente avant que le menu des vignettes n'apparaisse lorsque l'on survole un bouton. (Non utilisé lorsqu'on passe directement à un autre bouton de la liste)
hu: A miniatűr menü előtti várakozási idő megjelenik, ha az egérmutatót egy gomb fölé viszi (Nem használatos, ha közvetlenül egy másik gombra lép a listában)
it: Il tempo di attesa prima che venga visualizzato il menù delle miniature quando si passa con il mouse su un pulsante (Non utilizzato quando si passa direttamente a un pulsante diverso nell'elenco)
nl: De wachttijd voordat het miniaturenmenu wordt weergegeven wanneer er over een knop wordt gezweefd met de muis (Niet gebruikt bij rechtstreeks verplaatsen naar een andere knop in de lijst)
ru: Время ожидания перед появлением меню миниатюр при наведении курсора мыши на кнопку
vi: Thời gian chờ trước khi menu hình thu nhỏ xuất hiện khi di chuột qua một nút (Không được sử dụng khi di chuyển trực tiếp đến một nút khác trong danh sách)

source: Time before closing after pointer leaves the menu
ca: Temps abans de tancar el menú quan el ratolí en surt
da: Tid før lukning, når markøren forlader menuen
es: Tiempo antes del cierre después de que el puntero abandone el menú
fr: Durée avant la fermeture lorsque la souris quitte le menu
hu: A bezárás előtti idő, miután a mutató elhagyja a menüt
it: Tempo prima della chiusura dopo che il puntatore lascia il menù
nl: Tijd voordat het menu wordt gesloten nadat de muisaanwijzer het menu heeft verlaten
ru: Время до скрытия после выхода указателя мыши из меню
vi: Thời gian trước khi đóng sau khi con trỏ rời khỏi menu

source: The waiting time for the thumbnail menu to close when leaving a button (Not used when moving directly to a different button in the list)
ca: Temps d'espera perquè es tanqui el menú quan el ratolí surti d'un botó (No s'utilitza quan us moveu directament a un botó diferent a la llista)
da: Ventetiden før miniaturemenuen lukkes, når du flytter markøren væk fra en knap (Bruges ikke, når man går direkte til en anden knap på listen)
es: El tiempo de espera para que se cierre el menú de miniaturas al salir de un botón. (No se utiliza cuando se pasa directamente a otro botón de la lista)
fr: Temps d'attente pour la fermeture du menu des vignettes lorsque l'on quitte un bouton (Non utilisé lorsqu'on passe directement à un autre bouton de la liste)
hu: A várakozási idő, amíg a miniatűr menü bezárul egy gomb elhagyásakor (Nem használatos, ha közvetlenül egy másik gombra lép a listában)
it: Il tempo di attesa per la chiusura del menù delle miniature quando si lascia un pulsante (Non utilizzato quando si passa direttamente a un pulsante diverso nell'elenco)
nl: De wachttijd voor het miniaturenmenu om te sluiten wanneer de muisaanwijzer een knop verlaat (Niet gebruikt bij rechtstreeks verplaatsen naar een andere knop in de lijst)
ru: Время ожидания закрытия меню миниатюр при отпускании кнопки
vi: Thời gian chờ để menu hình thu nhỏ đóng khi rời khỏi một nút (Không được sử dụng khi di chuyển trực tiếp đến một nút khác trong danh sách)

source: Close thumbnail menu
ca: Tancar el menú de miniatures
da: Luk miniaturemenu
es: Cerrar el menú de miniaturas
fr: Fermer le menu miniature
hu: Zárja be a miniatűr menüt
it: Chiudi il menù delle miniature
nl: Sluit miniaturenmenu
ru: Закрыть меню миниатюр
vi: Đóng menu hình thu nhỏ

source: Close window
ca: Tancar la finestra
da: Luk vindue
es: Cerrar ventana
fr: Fermer la fenêtre
hu: Ablak bezárása
it: Chiudi finestra
nl: Sluit venster
ru: Закрой окно
vi: Đóng cửa sổ

source: Minimize/Restore
ca: Minimitzar/Restaurar
da: Minimér/gendan
es: Minimizar/Restaurar
fr: Minimiser/Restaurer
hu: Minimalizálás/Visszaállítás
it: Minimizza/Ripristina
nl: Minimaliseer/Herstel
ru: Свернуть/Восстановить
vi: Thu nhỏ/Phục hồi

source: Maximize/Restore
ca: Maximitzar/Restaurar
da: Maksimér/gendan
es: Maximizar/Restaurar
fr: Maximiser/Restaurer
hu: Maximalizálás/Visszaállítás
it: Massimizza/Ripristina
nl: Maximaliseer/Herstel
ru: Развернуть/Восстановить
vi: Phóng to/Phục hồi

source: Group/Ungroup windows
ca: Agrupar/Desagrupar finestres
da: Dan/opsplit gruppe af vinduer
es: Agrupar/Desagrupar ventanas
fr: Grouper/Dégrouper les fenêtres
hu: Az ablakok csoportosítása/csoportosítás megszüntetése
it: Raggruppa/Separa finestre
nl: Groep/Ongroep vensters
ru: Группировать/Разгруппировать окна
vi: Nhóm/Hủy nhóm cửa sổ

source: Move to workspace 1
ca: Moure a l'espai de treball 1
da: Flyt til arbejdsområde 1
es: Desplazarse al área de trabajo 1
fr: Déplacer vers l'espace de travail 1
hu: Ugrás az 1. munkaterületre
it: Sposta nell'area di lavoro 1
nl: Verplaats naar werkruimte 1
ru: Перейти в рабочий стол 1
vi: Di chuyển đến không gian làm việc 1

source: Move to workspace 2
ca: Moure a l'espai de treball 2
da: Flyt til arbejdsområde 2
es: Desplazarse al área de trabajo 2
fr: Déplacer vers l'espace de travail 2
hu: Ugrás az 2. munkaterületre
it: Sposta nell'area di lavoro 2
nl: Verplaats naar werkruimte 2
ru: Перейти в рабочий стол 2
vi: Di chuyển đến không gian làm việc 2

source: Move to workspace 3
ca: Moure a l'espai de treball 3
da: Flyt til arbejdsområde 3
es: Desplazarse al área de trabajo 3
fr: Déplacer vers l'espace de travail 3
hu: Ugrás az 3. munkaterületre
it: Sposta nell'area di lavoro 3
nl: Verplaats naar werkruimte 3
ru: Перейти в рабочий стол 3
vi: Di chuyển đến không gian làm việc 3

source: Move to workspace 4
ca: Moure a l'espai de treball 4
da: Flyt til arbejdsområde 4
es: Desplazarse al área de trabajo 4
fr: Déplacer vers l'espace de travail 4
hu: Ugrás az 4. munkaterületre
it: Sposta nell'area di lavoro 4
nl: Verplaats naar werkruimte 4
ru: Перейти в рабочий стол 4
vi: Di chuyển đến không gian làm việc 4

source: Move to previous workspace
ca: Moure a l'espai de treball anterior
da: Flyt til forrige arbejdsområde
es: Desplazarse al espacio de trabajo anterior
fr: Déplacer vers l'espace de travail précédent
hu: Áthelyezés az előző munkaterületre
it: Sposta nell'area di lavoro precedente
nl: Verplaats naar vorige werkruimte
ru: Переместить на предыдущий рабочий стол
vi: Di chuyển đến không gian làm việc trước đó

source: Move to next workspace
ca: Moure al següent espai de treball
da: Flyt til næste arbejdsområde
es: Pasar al siguiente espacio de trabajo
fr: Déplacer vers l'espace de travail suivant
hu: Áthelyezés a következő munkaterületre
it: Sposta nell'area di lavoro successiva
nl: Verplaats naar volgende werkruimte
ru: Переместить на следующий рабочий стол
vi: Di chuyển đến không gian làm việc tiếp theo

source: Move to this workspace
ca: Moure a aquest espai de treball
es: Desplazarse a este espacio de trabajo
fr: Déplacer vers cet espace de travail
hu: Áthelyezés erre a munkaterületre
it: Passare a quest'area di lavoro
nl: Verplaats naar deze werkruimte
vi: Di chuyển đến không gian làm việc này
