Repository: linuxmint/cinnamon-spices-applets
Catalog: CassiaWindowList@klangman/files/CassiaWindowList@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, ru, vi

source: Grouping - Very compact One window list button per application. Thumbnail menus to select specific window. Button labels are window titles.
ca: Agrupat - Molt compacte Un botó de llista de finestres per aplicació. Menú de miniatures per seleccionar finestres específiques. Les etiquetes dels botons són els títols de les finestres.
da: Gruppering — meget kompakt En vindueslisteknap pr. program. Miniaturemenuer til at vælge specifikke vinduer. Knapetiketterne er vinduestitler.
es: Muy agrupado - Muy compacto Un botón de lista de ventanas por aplicación. Menús en miniatura para seleccionar una ventana concreta. Las etiquetas de los botones son los títulos de las ventanas.
fr: Groupement - Très compact Un bouton de liste de fenêtres par application. Menus miniatures pour sélectionner une fenêtre spécifique. Les étiquettes des boutons sont les titres de fenêtres.
hu: Csoportosítás - Nagyon kompakt Alkalmazásonként egy ablaklista gomb. Miniatűr menük az adott ablak kiválasztásához. A gombcímkék ablakcímek.
it: Raggruppamento - Molto compatto Un pulsante dell'elenco delle finestre per applicazione. Menù delle miniature per selezionare una finestra specifica. Le etichette dei pulsanti sono titoli di finestre.
nl: Groeperen - Zeer compact Eén vensterlijstknop per applicatie Miniatuurmenu's om een specifiek venster te selecteren. Knoplabels zijn venstertitels.
ru: Группировка - Очень компактная Одна кнопка списка окон для каждого приложения. Меню миниатюр для выбора конкретного окна. Надписи кнопок - это заголовки окон.
vi: Nhóm - Rất gọn nhẹ Một nút danh sách cửa sổ cho mỗi ứng dụng. Menu thu nhỏ để chọn cửa sổ cụ thể. Nhãn nút là tiêu đề cửa sổ.

source: Pooling - Quick access & compact Every window gets its own window list button. Application buttons are pooled together. One button label per application pool. Button labels are application names.
es: Agrupado - Acceso rápido y compacto Cada ventana tiene su propio botón de lista de ventanas. Los botones de las aplicaciones se agrupan. Una etiqueta de botón por grupo de aplicaciones. Las etiquetas de los botones son nombres de aplicaciones.
fr: Regroupement - Accès rapide et compact Chaque fenêtre dispose de son propre bouton de liste de fenêtres. Les boutons d'application sont regroupés. Une étiquette de bouton par groupe d'applications. Les étiquettes des boutons correspondent aux noms des applications.
hu: Összevont - Gyors hozzáférés és kompakt Minden ablaknak megvan a maga ablaklista gombja. Az alkalmazás gombjai össze vannak vonva. Alkalmazáskészletenként egy gombcímke. A gombcímkék alkalmazásnevek.
it: Pooling - Accesso rapido e compatto Ogni finestra ha il proprio pulsante elenco finestre. I pulsanti delle applicazioni sono raggruppati. Un'etichetta pulsante per pool di applicazioni. Le etichette dei pulsanti sono i nomi delle applicazioni.
nl: Bundelen - Snelle toegang & compact Elk venster krijgt zijn eigen vensterlijstknop. Applicatieknoppen worden samen gebundeld. Één knoplabel per applicatiebundel. Knoplabels zijn applicatienamen.
vi: Gộp chung - Truy cập nhanh & gọn nhẹ Mỗi cửa sổ đều có nút danh sách cửa sổ riêng. Các nút ứng dụng được gộp chung lại với nhau. Mỗi nhóm ứng dụng có một nhãn nút. Nhãn nút là tên ứng dụng.

source: Just a few more options to consider
ca: Només hi ha unes quantes opcions més a considerar
da: Bare et par muligheder mere at overveje
es: Algunas opciones más a tener en cuenta
fr: Quelques options supplémentaires à envisager
hu: Csak néhány további lehetőség, amelyet meg kell fontolni
it: Solo qualche altra opzione da considerare
nl: Nog enkele extra opties om te overwegen
ru: Еще несколько вариантов для рассмотрения
vi: Chỉ còn một vài lựa chọn nữa để cân nhắc

source: No Labels (icons only)
ca: Sense etiquetes (només icones)
da: Ingen etiketter (kun ikoner)
es: Sin etiquetas (sólo iconos)
fr: Sans étiquettes (Icônes uniquement)
hu: Nincsenek címkék (csak ikonok)
it: Nessuna etichetta (solo icone)
nl: Geen labels (alleen pictogrammen)
ru: Без надписей (только значки)
vi: Không có nhãn (chỉ có biểu tượng)

source: No minimized window indicator character
ca: Sense caràcter indicador de finestra minimitzada
da: Ingen indikatortegn for minimeret vindue
es: Sin carácter indicador de ventana minimizada
fr: Pas d'indicateur de fenêtre minimisée
hu: Nincs kicsinyített ablakjelző karakter
it: Nessun carattere indicatore di finestra ridotta a icona
nl: Geen indicatiekarakter voor geminimaliseerd venster
ru: Нет символа-индикатора свернутого окна
vi: Không có ký tự chỉ báo cửa sổ thu nhỏ

source: No Thumbnail window menu on mouse hover
ca: Sense aparèixer el menú de la finestra de miniatures en passar-hi el ratolí per sobre
da: Ingen miniaturevinduesmenu når musen holdes over knappen
es: No aparece el menú de la ventana de miniaturas al pasar el ratón por encima
fr: Aucun menu de vignettes au survol de la souris
hu: Nincs miniatűr ablak menü az egérmutatón
it: Nessun menù della finestra delle miniature al passaggio del mouse
nl: Geen miniaturenvenstermenu bij zweven met de muis
ru: Нет меню миниатюр при наведении курсора мыши
vi: Không có menu cửa sổ hình thu nhỏ khi di chuột

source: Panel Launcher Setup
ca: Posada en marxa del tauler llançador
da: Opsætning af panelprogramstarter
es: Configuración del Lanzador rápido
fr: Configuration du lanceur de panneau
hu: Panelindító beállítása
it: Configurazione del Panel Launcher
nl: Paneellauncher Instellen
vi: Thiết lập Trình khởi chạy Bảng điều khiển

source: Unlike most Panel Launcher applets, this launcher keeps track of running windows and uses window Thumbnail menus. You can launch additional windows by clicking the 'Back' mouse button or using the Left mouse button while holding the Ctrl key. How would you like the Left mouse button to behave when windows already exist for a launcher button?
es: A diferencia de la mayoría de los applets lanzadores de paneles, este lanzador mantiene un registro de las ventanas en ejecución en y utiliza menús de ventanas en miniatura. Puede lanzar ventanas adicionales pulsando el botón 'Atrás' del ratón o utilizando el botón izquierdo del ratón mientras mantiene pulsada la tecla Ctrl. ¿Cómo le gustaría que se comportara el botón izquierdo del ratón cuando ya existen ventanas para un botón lanzador?
fr: Contrairement à la plupart des applets de type Lanceur sur Panneau, ce lanceur garde la trace des fenêtres en cours d'exécution et utilise des menus de vignettes de fenêtres. Vous pouvez lancer des fenêtres supplémentaires en cliquant sur le bouton « Retour » de la souris ou en utilisant le bouton gauche de la souris tout en maintenant la touche Ctrl enfoncée. Comment souhaitez-vous que le bouton gauche de la souris se comporte lorsqu'il existe déjà des fenêtres pour un bouton du lanceur ?
hu: A legtöbb Panel Indító kisalkalmazással ellentétben ez az indító figyeli az ablakokat, és az ablak Miniatűr menüit használja. További ablakokat indíthat el a „Vissza” egérgombbal gombbal vagy a bal egérgombbal, miközben lenyomva tartja a Ctrl billentyűt. Hogyan szeretné, ha a bal egérgomb így viselkedne amikor már léteznek ablakok az indítógombhoz?
it: A differenza della maggior parte delle applet di Panel Launcher, questo launcher tiene traccia delle finestre in esecuzione e utilizza i menu delle miniature delle finestre. È possibile avviare altre finestre cliccando sul pulsante "Indietro" del mouse o utilizzando il pulsante sinistro del mouse tenendo premuto il tasto Ctrl. Come si comporta il pulsante sinistro del mouse quando esistono già finestre per un pulsante di launcher?
nl: In tegenstelling tot de meeste paneellauncher-applets houdt deze launcher bij welke vensters worden uitgevoerd en gebruikt het miniatuurmenu's van vensters. U kunt extra vensters starten door op de 'Terug' muisknop te klikken of de linkermuisknop te gebruiken terwijl u de Ctrl-toets ingedrukt houdt. Hoe wilt u dat de linkermuisknop zich gedraagt wanneer er al vensters bestaanvoor een launcherknop?
vi: Không giống như hầu hết các applet của Panel Launcher, trình khởi chạy này theo dõi các cửa sổ đang chạy và sử dụng menu hình thu nhỏ của cửa sổ. \z Bạn có thể khởi chạy thêm cửa sổ bằng cách nhấp vào nút chuột 'Quay lại' hoặc sử dụng nút chuột trái trong khi giữ phím Ctrl. Bạn muốn nút chuột trái hoạt động như thế nào khi các cửa sổ đã tồn tại cho nút khởi chạy?

source: Open new window / Hold for Thumbnail menu
ca: Obrir una finestra nova / Mantenir per mostrar el menú de miniatures
da: Åbn nyt vindue / Hold nede for miniaturemenu
es: Abrir nueva ventana / Mantener para el menú de miniaturas
fr: Ouvrir une nouvelle fenêtre / Maintenir pour le menu Vignettes
hu: Új ablak megnyitása / Tartsa lenyomva a Miniatűr menühöz
it: Apri nuova finestra / Tieni premuto per il menù Anteprima
nl: Open een nieuw venster / Ingedrukt houden voor miniaturenmenu
vi: Mở cửa sổ mới / Giữ để xem menu hình thu nhỏ

source: Restore most recent window / Cycle windows
ca: Restaurar la finestra més recent / Desplaçar finestres
da: Gendan seneste vindue / Bladr gennem vinduer
es: Restaurar la ventana más reciente / Ciclo de ventanas
fr: Restaurer la fenêtre la plus récente / Cycler les fenêtres
hu: A legutóbbi ablak visszaállítása / Az ablakok ciklusa
it: Ripristina la finestra più recente / Scorri le finestre
nl: Herstel meest recente venster / Vensters wisselen
vi: Khôi phục cửa sổ gần đây nhất / Cửa sổ chu kỳ

source: Open the Thumbnail menu
ca: Obrir el menú de miniatures
da: Åbn miniaturemenuen
es: Abrir el menú Miniaturas
fr: Ouvrir le menu miniature
hu: Nyissa meg a Miniatűr menüt
it: Apri il menù Miniatura
nl: Open het miniaturenmenu
vi: Mở menu Hình thu nhỏ

source: Thumbnail window menu on mouse hover
ca: Obrir el menú de miniatures en passar el ratolí per sobre
da: Miniaturevinduesmenu når musen holdes over knappen
es: Menú de la ventana de miniaturas al pasar el ratón por encima
fr: Ouvrir le menu de vignettes au survol de la souris
hu: Miniatűrök ablak menüje az egérmutatóval
it: Menù della finestra delle miniature al passaggio del mouse
nl: Miniatuurvenstermenu bij zweven met de muis
vi: Menu cửa sổ hình thu nhỏ khi di chuột

source: All done!
ca: Tot fet!
da: Færdig!
es: ¡Ya está!
fr: C'est fait !
hu: Minden készen van!
it: Tutto fatto!
nl: Alles klaar!
ru: Все сделано!
vi: Xong rồi!

source: There are many more options and features to explore in the applet configurator and the window list button context menu, for example: • Hot-keys to launch / activate a specific window. • Customizable mouse button actions. • Customizable icon saturation (grayscale / vivid). • Customizable Ctrl/Shift + mouse button actions. • Application specific grouping and label settings. • Thumbnail window zooming using the scroll-wheel. • Automatic application grouping when space is limited. • And much more.
es: Hay muchas más opciones y funciones que explorar en el configurador de applets y en el menú contextual del botón de la lista de ventanas, por ejemplo: - Teclas de acceso rápido para lanzar / activar una ventana específica. - Acciones personalizables de los botones del ratón. - Saturación personalizable de los iconos (escala de grises / vivos). - Acciones personalizables Ctrl/Shift + botón del ratón. - Agrupación específica de aplicaciones y configuración de etiquetas. - Zoom de la ventana en miniatura con la rueda de desplazamiento. - Agrupación automática de aplicaciones cuando el espacio es limitado. - Y mucho más.
fr: Il existe de nombreuses autres options et fonctionnalités à explorer dans le configurateur d'applet et le menu contextuel du bouton de liste des fenêtres, par exemple : • Raccourcis clavier pour lancer/activer une fenêtre spécifique. • Actions personnalisables des boutons de la souris. • Saturation personnalisable des icônes (niveaux de gris/vives). • Actions personnalisables Ctrl/Maj + bouton de la souris. • Paramètres de regroupement et d'étiquetage spécifiques à l'application. • Zoom sur les vignettes des fenêtres à l'aide de la molette de défilement. • Regroupement automatique des applications lorsque l'espace est limité. • Et bien plus encore.
hu: Számos további lehetőség és funkció található a kisalkalmazás beállításai között, és az ablaklista gomb helyi menüjében, például: • Gyorsbillentyűk egy adott ablak elindításához/aktiválásához. • Testreszabható egérgomb műveletek. • Testreszabható ikon telítettség (szürkeárnyalatos/élénk). • Testreszabható Ctrl/Shift + egérgomb műveletek. • Alkalmazásspecifikus csoportosítási és címkebeállítások. • Miniatűr ablak nagyítása a görgetőkerékkel. • Automatikus alkalmazáscsoportosítás korlátozott hely esetén. • És még sok minden más.
it: Ci sono molte altre opzioni e funzionalità da esplorare nel configuratore dell'applet e nel menù contestuale dei pulsanti dell'elenco finestre, ad esempio: • Tasti di scelta rapida per avviare/attivare una finestra specifica. • Azioni personalizzabili dei pulsanti del mouse. • Saturazione delle icone personalizzabile (scala di grigi/vivace). • Azioni personalizzabili Ctrl/Maiusc + pulsante del mouse. • Impostazioni di raggruppamento ed etichetta specifiche per applicazione. • Zoom della finestra delle miniature tramite la rotellina di scorrimento. • Raggruppamento automatico delle applicazioni quando lo spazio è limitato. • E molto altro ancora.
nl: Er zijn nog veel meer opties en functies om te verkennen in de applet-configurator en het contextmenu van de vensterlijstknop, bijvoorbeeld: • Sneltoetsen om een specifiek venster te starten / activeren. • Aanpasbare muisknopacties. • Aanpasbare pictogramkleursaturatie (grijstinten / levendig). • Aanpasbare Ctrl/Shift + muisknopacties. • Applicatiespecifieke groeperings- en labelinstellingen. • Inzoomen op miniaturenvensters met het scrollwiel. • Automatische applicatiegroepering bij beperkte ruimte. • En nog veel meer.
vi: Có nhiều tùy chọn và tính năng khác để khám phá trong trình cấu hình applet và menu ngữ cảnh nút danh sách cửa sổ, ví dụ: • Phím nóng để khởi chạy/kích hoạt một cửa sổ cụ thể. • Tùy chỉnh các thao tác nút chuột. • Tùy chỉnh độ bão hòa biểu tượng (thang độ xám/sống động). • Tùy chỉnh các thao tác Ctrl/Shift + nút chuột. • Cài đặt nhóm và nhãn cụ thể cho ứng dụng. • Thu phóng cửa sổ hình thu nhỏ bằng bánh xe cuộn. • Tự động nhóm ứng dụng khi không gian bị giới hạn. • Và nhiều hơn nữa.

source: Exit and launch the applet configurator now
ca: Sortir i iniciar l'assistent de la posada en marxa de la miniaplicació
da: Afslut og start konfigurationen af panelprogrammet
es: Salir e iniciar el configurador del applet
fr: Quitter et lancer le configurateur d'applet maintenant
hu: Lépjen ki, és nyissa meg most az kisalkalmazás beállításokat
it: Esci e avvia subito il configuratore dell'applet
nl: Afsluiten en de appletconfigurator nu starten
ru: Выйдите и запустите конфигуратор апплета сейчас
vi: Thoát và khởi chạy trình cấu hình applet ngay bây giờ

source: Select a backup configuration to restore?
ca: Seleccioneu una còpia de seguretat de la configuració per a restaurar?
da: Vælg en sikkerhedskopi af konfigurationen, som skal gendannes?
es: ¿Seleccionar una configuración de copia de seguridad para restaurar?
fr: Choisir une configuration de sauvegarde à restaurer ?
hu: Válassza ki a visszaállítandó biztonsági mentési konfigurációt?
it: Selezionare una configurazione di backup da ripristinare?
nl: Selecteer een back-upconfiguratie om te herstellen?
ru: Выбрать резервную конфигурацию для восстановления?
vi: Chọn cấu hình sao lưu để khôi phục?

source: Configuration Backup?
ca: Còpia de seguretat de la configuració?
da: Sikkerhedskopi af konfiguration?
es: ¿Respaldo de configuración?
fr: Sauvegarder la configuration ?
hu: Konfiguráció biztonsági mentése?
it: Backup della configurazione?
nl: Configuratieback-up?
ru: Настроить резервирование?
vi: Sao lưu cấu hình?

source: If you would like to maintain an automatic backup of this applet configuration then select or enter a backup file description below. All current and future configuration changes will be saved to this backup:
ca: Si voleu mantenir una còpia de seguretat automàtica d'aquesta miniaplicació seleccioneu o introduïu una descripció del fitxer de la còpia de seguretat a sota. Tots els canvis actuals i futurs es guardaran a aquest fitxer de còpia de seguretat:
da: Hvis du gerne vil have en automatisk sikkerhedskopi af konfigurationen, skal du vælge eller indtaste en beskrivelse af sikkerhedskopifilen nedenfor. Alle nuværende og fremtidige konfigurationsændringer vil blive gemt i denne backup:
es: Si desea mantener una copia de seguridad automática de la configuración de este applet, seleccione o introduzca una descripción del archivo de copia de seguridad. Todos los cambios cambios de configuración actuales y futuros se guardarán en esta copia de seguridad:
fr: Si vous souhaitez conserver une sauvegarde automatique de la configuration de cette applet, sélectionnez ou entrez une description du fichier de sauvegarde ci-dessous. Tous les changements de configuration actuels et futurs seront enregistrés dans ce fichier de sauvegarde :
hu: Ha szeretne automatikus biztonsági másolatot készíteni ennek a kisalkalmazáskonfigurációnak, majd válassza ki vagy írja be a a biztonsági másolat fájl leírása alább. Minden jelenlegi és jövőbeli a konfigurációs módosítások ebbe a biztonsági másolatba kerülnek:
it: Se desideri mantenere un backup automatico di questa configurazione dell'applet, seleziona o inserisci una descrizione del file di backup di seguito. Tutte le modifiche alla configurazione attuale e future verranno salvate in questo backup:
nl: Als u automatisch een back-up van deze appletconfiguratie wilt behouden, selecteert of voert u hieronder een back-upbestandsbeschrijving in. Alle huidige en toekomstige configuratiewijzigingen worden naar deze back-up opgeslagen:
ru: Если вы хотите поддерживать автоматическое резервирование этой конфигурации апплета, то выберите или введите название файла резервной копии ниже. Все настоящее и будущее изменения конфигурации будут сохранены в этой резервной копии:
vi: Nếu bạn muốn duy trì bản sao lưu tự động của cấu hình applet này, hãy chọn hoặc nhập mô tả tệp sao lưu bên dưới. Tất cả các thay đổi cấu hình hiện tại và tương lai sẽ được lưu vào bản sao lưu này:

source: MainWindowList
da: Hovedvinduesliste
hu: FőAblaklista
ru: Главный Список Окон

source: MainPanelLauncher
da: Hovedpanelprogramstarter
hu: FőPanelIndító
ru: Главная Панель Лаунчера

source: Monitor1WindowList
da: Skærm1vinduesliste
hu: Monitor1Ablaklista
ru: Список Окон Монитора 1

source: Monitor2WindowList
da: Skærm2vinduesliste
hu: Monitor2Ablaklista
ru: Список Окон Монитора 2

source: Monitor1PanelLauncher
da: Skærm1panelprogramstarter
hu: Monitor1PanelIndító
ru: Лаунчер Панели Монитора 1

source: Monitor2PanelLauncher
da: Skærm2panelprogramstarter
hu: Monitor2PanelIndító
ru: Лаунчер Панели Монитора 2

source: Prioritize window list position
es: Priorizar la posición de la lista de ventanas
fr: Priorité à la position dans la liste des fenêtres
it: Prioritizza posizione dell'elenco delle finestre
nl: Vensterlijstpositie prioriteren
vi: Ưu tiên vị trí danh sách cửa sổ

source: Mouse
es: Ratón
fr: Souris
nl: Muis
vi: Chuột

source: Allow prioritizing window list button order
es: Permitir priorizar el orden de los botones de la lista de ventanas
fr: Autoriser la priorisation de l'ordre des boutons dans la liste des fenêtres
it: Consenti di dare priorità all'ordine dei pulsanti dell'elenco delle finestre
nl: Sta prioritering van de volgorde van vensterlijstknoppen toe
vi: Cho phép ưu tiên thứ tự nút danh sách cửa sổ

source: Enabling this option makes it easy for you to control where your favorite applications will appear on the window list. This is achieved by maintaining a persistent position priority order for applications. New Window list buttons for applications with priority will appear in priority order and ahead of applications without priority. Using drag-and-drop will automatically add to and reorder the priority list. The "Prioritize window list position" context menu option allows you to add and remove an application from the priority list.
es: Activar esta opción le facilita controlar dónde aparecerán sus aplicaciones favoritas en la lista de ventanas. Esto se consigue manteniendo un orden de prioridad de posición persistente para las aplicaciones. Los botones de la lista de ventanas nuevas para aplicaciones con prioridad aparecerán en orden de prioridad y por delante de las aplicaciones sin prioridad. Al arrastrar y soltar se añadirán y reordenarán automáticamente en la lista de prioridades. La opción del menú contextual "Priorizar posición de la lista de ventanas" permite añadir y eliminar una aplicación de la lista de prioridades.
fr: L'activation de cette option vous permet de contrôler facilement l'emplacement de vos applications favorites dans la liste des fenêtres. Pour ce faire, un ordre de priorité permanent est attribué aux applications. Les nouveaux boutons de la liste des fenêtres pour les applications prioritaires apparaîtront dans l'ordre de priorité et avant les applications non prioritaires. La fonction glisser-déposer permet d'ajouter automatiquement des éléments à la liste de priorité et de la réorganiser. L'option « Prioriser la position dans la liste des fenêtres » du menu contextuel vous permet d'ajouter et de supprimer une application de la liste de priorité.
it: Abilitando questa opzione, è facile controllare la posizione delle applicazioni preferite nell'elenco delle finestre. Questo risultato si ottiene mantenendo un ordine di priorità persistente per le applicazioni. I pulsanti "Nuovo elenco finestre" per le applicazioni con priorità appariranno in ordine di priorità e prima delle applicazioni senza priorità. Utilizzando il trascinamento della selezione, l'elenco delle priorità verrà automaticamente aggiunto e riordinato. L'opzione del menu contestuale "Assegna priorità alla posizione nell'elenco finestre" consente di aggiungere e rimuovere un'applicazione dall'elenco delle priorità.
nl: Als deze optie is ingeschakeld, kan je eenvoudig bepalen waar je favoriete applicaties verschijnen in de vensterlijst. Dit gebeurt door een permanente prioriteitsvolgorde voor applicaties te behouden. Nieuwe vensterlijstknoppen voor applicaties met prioriteit verschijnen in prioriteitsvolgorde en vóór applicaties zonder prioriteit. Gebruik van slepen-en-neerzetten voegt automatisch toe aan en herschikt de prioriteitenlijst. De contextmenuoptie "Vensterlijstpositie prioriteren" stelt je in staat een applicatie aan de prioriteitenlijst toe te voegen of te verwijderen.
vi: Bật tùy chọn này giúp bạn dễ dàng kiểm soát vị trí xuất hiện của ứng dụng yêu thích trên danh sách cửa sổ. Việc này được thực hiện bằng cách duy trì thứ tự ưu tiên vị trí cho ứng dụng. Nút danh sách cửa sổ mới của ứng dụng có ưu tiên sẽ xuất hiện theo thứ tự ưu tiên và trước các ứng dụng không ưu tiên. Kéo-thả sẽ tự động thêm và sắp xếp lại danh sách ưu tiên. Tùy chọn menu ngữ cảnh "Ưu tiên vị trí danh sách cửa sổ" cho phép thêm hoặc xóa ứng dụng khỏi danh sách ưu tiên.

source: Smart numeric hotkeys (using "1" automatically extends to 0-9)
es: Teclas de acceso rápido numéricas inteligentes (el uso de "1" se extiende automáticamente al 0-9)
fr: Raccourcis numériques intelligents (l'utilisation du « 1 » étend automatiquement la plage à 0-9)
it: Tasti di scelta rapida numerici intelligenti (utilizzando "1" si estende automaticamente a 0-9)
nl: Slimme numerieke sneltoetsen (gebruik van "1" wordt automatisch uitgebreid tot 0-9)
vi: Phím tắt số thông minh (sử dụng "1" tự động mở rộng đến 0-9)
