Repository: linuxmint/cinnamon-spices-applets
Catalog: CassiaWindowList@klangman/files/CassiaWindowList@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, ru, vi

source: Visible on this/all workspaces
ca: Visible en aquest/tots els espais de treball
da: Synlig på dette/alle arbejdsområder
es: Visible en este/todos los espacios de trabajo
fr: Visible sur cet espace ou tous les espaces de travail
hu: Ezen/minden munkaterületen látható
it: Visibile su questa/tutte le aree di lavoro
nl: Zichtbaar op deze/alle werkruimtes
ru: Видно в этом/всех рабочих столах
vi: Hiển thị trên không gian làm việc này/tất cả

source: Toggle always on top
ca: Activar/desactivar la mostra sempre en primer pla
es: Activar/Desactivar siempre arriba
fr: Bascule Toujours au-dessus
hu: Mindig felül bekapcsolása
it: Attiva/disattiva sempre in primo piano
nl: In- en uitschakelen van altijd bovenop
vi: Bật/tắt luôn ở trên cùng

source: Move to monitor 1
ca: Moure al monitor 1
da: Flyt til skærm 1
es: Desplazarse al monitor 1
fr: Déplacer vers le moniteur 1
hu: Áthelyezés az első kijelzőre
it: Sposta al monitor 1
nl: Verplaats naar beeldscherm 1
ru: Переместить на монитор 1
vi: Di chuyển đến màn hình 1

source: Move to monitor 2
ca: Moure al monitor 2
da: Flyt til skærm 2
es: Desplazarse al monitor 2
fr: Déplacer vers le moniteur 2
hu: Áthelyezés a második kijelzőre
it: Sposta al monitor 2
nl: Verplaats naar beeldscherm 2
ru: Переместить на монитор 2
vi: Di chuyển đến màn hình 2

source: Move to monitor 3
ca: Moure al monitor 3
da: Flyt til skærm 3
es: Desplazarse al monitor 3
fr: Déplacer vers le moniteur 3
hu: Áthelyezés a harmadik kijelzőre
it: Sposta al monitor 3
nl: Verplaats naar beeldscherm 3
ru: Переместить на монитор 3
vi: Di chuyển đến màn hình 3

source: Move to monitor 4
ca: Moure al monitor 4
da: Flyt til skærm 4
es: Desplazarse al monitor 4
fr: Déplacer vers le moniteur 4
hu: Áthelyezés a negyedik kijelzőre
it: Sposta al monitor 4
nl: Verplaats naar beeldscherm 4
ru: Переместить на монитор 4
vi: Di chuyển đến màn hình 4

source: Move to previous monitor
ca: Moure al monitor anterior
da: Flyt til forrige skærm
es: Pasar al monitor anterior
fr: Déplacer vers le moniteur précédent
hu: Áthelyezés az előző kijelzőre
it: Sposta al monitor precedente
nl: Verplaats naar vorig beeldscherm
ru: Переместить на предыдущий монитор
vi: Di chuyển đến màn hình trước đó

source: Move to next monitor
ca: Moure al següent monitor
da: Flyt til næste skærm
es: Pasar al siguiente monitor
fr: Déplacer vers le moniteur suivant
hu: Áthelyezés a következő kijelzőre
it: Sposta al monitor successivo
nl: Verplaats naar volgend beeldscherm
ru: Переместить на следующий монитор
vi: Di chuyển đến màn hình trước đó

source: Move to current/next monitor
ca: Moure a l'actual/següent monitor
da: Flyt til nuværende/næste skærm
es: Desplazarse al monitor actual/siguiente
fr: Déplacer vers le moniteur actuel ou suivant
hu: Ugrás az aktuális/következő monitorra
it: Sposta al monitor attuale/successivo
nl: Verplaats naar huidig/volgend beeldscherm
ru: Переместить на текущий/следующий монитор
vi: Di chuyển đến màn hình hiện tại/tiếp theo

source: Pin to panel toggle
ca: Interruptor de fixació al tauler
da: Fastgør/frigør fra panel
es: Habilitar/deshabilitar anclar al panel
fr: Bascule d'épinglage au panneau
hu: Rögzítés a panelhez kapcsoló
it: Attiva/disattiva aggiunta al pannello
nl: Vastmaken aan paneel in- of uitschakelen
vi: Ghim vào bảng điều khiển đóng/mở

source: Tile left
ca: Mosaic a l'esquerra
es: Mosaico a la izquierda
fr: Placer à gauche dans la mosaïque
hu: Csempe balra
it: Piastrella a sinistra
nl: Tegel links
vi: Xếp trái

source: Tile top left
ca: Mosaic a dalt a l'esquerra
es: Mosaico superior izquierda
fr: Placer en haut à gauche dans la mosaïque
hu: Csempe balra fent
it: Piastrella in alto a sinistra
nl: Tegel linksboven
vi: Xếp trên trái

source: Tile top
ca: Mosaic a dalt
es: Mosaico superior
fr: Placer en haut dans la mosaïque
hu: Csempe fent
it: Piastrella in alto
nl: Tegel boven
vi: Xếp trên

source: Tile top right
ca: Mosaic a dalt a la dreta
es: Mosaico superior derecha
fr: Placer en haut à droite dans la mosaïque
hu: Csempe jobbra fent
it: Piastrella in alto a destra
nl: Tegel rechtsboven
vi: Xếp trên phải

source: Tile right
ca: Mosaic a la dreta
es: Mosaico a la derecha
fr: Placer à droite dans la mosaïque
hu: Csempe jobbra
it: Piastrella a destra
nl: Tegel rechts
vi: Xếp phải

source: Tile bottom right
ca: Mosaic a baix a la dreta
es: Mosaico inferior derecha
fr: Placer en bas à droite dans la mosaïque
hu: Csempe jobbra lent
it: Piastrella in basso a destra
nl: Tegel rechtsonder
vi: Xếp dưới phải

source: Tile bottom
ca: Mosaic a baix
es: Mosaico inferior
fr: Placer en bas dans la mosaïque
hu: Csempe lent
it: Piastrella in basso
nl: Tegel onder
vi: Xếp dưới

source: Tile bottom left
ca: Mosaic a baix a l'esquerra
es: Mosaico inferior izquierda
fr: Placer en bas à gauche dans la mosaïque
hu: Csempe balra lent
it: Piastrella in basso a sinistra
nl: Tegel linksonder
vi: Xếp dưới trái

source: Untile window
ca: Sortir del mode mosaic
es: Salir del modo mosaico
fr: Enlever cette fenêtre de la mosaïque
hu: Csempézetlen ablak
it: De-piastrella finestra
nl: Venster onttegelen
vi: Hủy xếp cửa sổ

source: Do nothing
ca: No fer res
da: Gør intet
es: No hacer nada
fr: Ne rien faire
hu: Ne tegyen semmit
it: Non fare niente
nl: Doe niets
ru: Ничего не делать
vi: Không làm gì cả

source: Thumbnail window middle button action
ca: Acció del botó del mig a la finestra de miniatures
da: Handling ved midterklik i miniaturevinduet
es: Acción del botón central de la ventana de miniaturas
fr: Action du bouton du milieu sur une miniature de fenêtre
hu: Miniatűr ablak középső gomb művelete
it: Azione del pulsante centrale della finestra delle miniature
nl: Actie van de middelste knop van het miniaturenvenster
ru: Действие средней кнопки окна миниатюр
vi: Hành động nút chuột giữa cửa sổ hình thu nhỏ

source: Thumbnail window back button action
ca: Acció del botó de retrocés a la finestra de miniatures
da: Handling ved tilbageklik i miniaturevinduet
es: Acción del botón de retroceso de la ventana de miniaturas
fr: Action du bouton "arrière" sur une miniature de fenêtre
hu: Miniatűr ablak vissza gomb művelete
it: Azione del pulsante Indietro della finestra delle miniature
nl: Actie van de achteruitknop van het miniaturenvenster
ru: Действие кнопки Назад для окна миниатюр
vi: Hành động nút quay lại cửa sổ hình thu nhỏ

source: Thumbnail window forward button action
ca: Acció del botó d'avançada a la finestra de miniatures
da: Handling ved fremklik i miniaturevinduet
es: Acción del botón de avance de la ventana de miniaturas
fr: Action du bouton "avant" sur une miniature de fenêtre
hu: Miniatűr ablak előre gomb művelete
it: Azione del pulsante avanti della finestra delle miniature
nl: Actie van de vooruitknop van het miniaturenvenster
ru: Действие кнопки Вперед для окна миниатюр
vi: Hành động nút chuyển tiếp cửa sổ hình thu nhỏ

source: Show a full size window preview when hovering over a Thumbnail
ca: Mostra una previsualització de la pantalla completa en passar el ratolí per una miniatura
es: Mostrar una vista previa de la ventana a tamaño completo al pasar el ratón por encima de una miniatura
fr: Afficher une fenêtre de prévisualisation en taille réelle lors du survol d'une vignette
hu: Teljes méretű ablak miniatűr megjelenítése, ha az egérmutatót egy indexkép fölé viszi
it: Mostra un'anteprima della finestra a dimensione intera quando si passa con il mouse sopra una miniatura
nl: Toon een volledige grootte voorbeeldvenster bij zweven met de muis over een miniatuur
vi: Hiển thị bản xem trước cửa sổ kích thước đầy đủ khi di chuột qua Hình thu nhỏ

source: If enabled, a full size preview window will appear when the mouse pointer is hovering over a Thumbnail menu item. The delay before the preview appears is controlled by an option under the Advanced tab
ca: Si s'activa, es mostrarà una previsualització de la pantalla completa en passar el ratolí per sobre d'un element del menú de miniatures. El temps d'espera abans d'aparèixer es pot controlar des de la pestanya 'Avançat' de la configuració
es: Si está activada, aparecerá una ventana de previsualización a tamaño completo cuando el puntero del ratón se sitúe sobre un elemento del menú Miniatura. El retardo antes de que aparezca la vista previa se controla mediante una opción de la pestaña Avanzado
fr: Si cette option est activée, une fenêtre de prévisualisation en taille réelle apparaît lorsque le pointeur de la souris passe au-dessus d'un élément du menu Vignettes. Le délai avant l'apparition de l'aperçu est contrôlé par une option de l'onglet Avancé
hu: Ha engedélyezve van, akkor egy teljes méretű előnézeti ablak jelenik meg, amikor az egérmutatót a Miniatűr menüpont fölé helyezi. Az előnézet megjelenése előtti késleltetés a Speciális lapon található beállítással szabályozható
it: Se abilitato, verrà visualizzata una finestra di anteprima a dimensione intera quando il puntatore del mouse passa sopra una voce del menu Anteprima. Il ritardo prima che venga visualizzata l'anteprima è controllato da un'opzione nella scheda Avanzate
nl: Indien ingeschakeld, verschijnt een volledige grootte voorbeeldvenster wanneer de muisaanwijzer zweeft over een item in het miniaturenmenu. De vertraging voordat het voorbeeld verschijnt, wordt gecontroleerd door een optie onder het tabblad Geavanceerd
vi: Nếu được bật, cửa sổ xem trước kích thước đầy đủ sẽ xuất hiện khi con trỏ chuột di chuyển qua mục menu Hình thu nhỏ. Thời gian chờ trước khi bản xem trước xuất hiện được điều khiển bởi tùy chọn trong tab Nâng cao

source: Automatic focus change when leaving the Thumbnail menu
ca: Canvia el focus automàticament en sortir del menú de miniatures
es: Cambio automático del enfoque al salir del menú de miniaturas
fr: Changement automatique de la mise au point lorsque l'on quitte le menu des vignettes
hu: Automatikus fókuszváltás az Miniatűr menü elhagyásakor
it: Modifica automatica della messa a fuoco quando si esce dal menù Anteprima
nl: Automatische focuswijziging bij het verlaten van het miniaturenmenu
vi: Tự động thay đổi tiêu điểm khi thoát khỏi menu Hình thu nhỏ

source: If enabled, the window associated with the Thumbnail menu item will get the focus when the mouse pointer leaves the menu. Leaving the menu with Ctrl or Shift held or leaving from either end of the menu will leave the focus unchanged. This option is typically used in conjunction with the preview hovering option above.
ca: Aquesta opció s'utilitza habitualment en conjunció amb la opció de previsualització de dalt. Si es prem Ctrl o Shift mentre s'abandona el tauler, el focus no canviarà.
es: Si está activada, la ventana asociada a la opción de menú Miniaturas obtendrá el foco cuando el puntero del ratón abandone el menú. Salir del menú manteniendo pulsada la tecla Ctrl o Mayús o salir desde cualquier extremo del menú dejará el foco sin cambios. Esta opción se utiliza normalmente junto con la opción de vista previa.
fr: Si cette option est activée, la fenêtre associée à l'élément de menu Vignette sera mise en évidence lorsque le pointeur de la souris quittera le menu. Si vous quittez le menu en maintenant la touche Ctrl ou Shift enfoncée, ou si vous quittez le menu par l'une de ses extrémités, le focus restera inchangé. Cette option est généralement utilisée en conjonction avec l'option de survol de l'aperçu ci-dessus.
hu: Ha engedélyezve van, a Miniatűr menüelemhez tartozó ablak kerül fókuszba, amikor az egérmutató elhagyja a menüt. Ha a menüt a Ctrl vagy a Shift lenyomva tartásával hagyja el, vagy a menü bármelyik végéről kilép, a fókusz változatlan marad. Ezt a beállítást általában a fenti előnézeti lebegtetési lehetőséggel együtt használják.
it: Se abilitata, la finestra associata alla voce di menù Anteprima verrà messa a fuoco quando il puntatore del mouse lascia il menù. Uscendo dal menù tenendo premuto Ctrl o Maiusc o uscendo da una delle due estremità del menù, il focus rimarrà invariato. Questa opzione viene generalmente utilizzata insieme all'opzione di anteprima al passaggio del mouse sopra.
nl: Indien ingeschakeld, krijgt het venster dat is gekoppeld aan het item in het miniaturenmenu de focus wanneer de muisaanwijzer het menu verlaat. Het verlaten van het menu met Ctrl of Shift ingedrukt of het verlaten vanaf het begin of einde van het menu laat de focus ongewijzigd. Deze optie wordt meestal gebruikt in combinatie met de optie hierboven voor het tonen van een voorbeeld bij zweven met de muis.
vi: Nếu được bật, cửa sổ liên kết với mục menu Hình thu nhỏ sẽ được lấy nét khi con trỏ chuột rời khỏi menu. Giữ phím Ctrl hoặc Shift khi rời khỏi menu hoặc rời khỏi bất kỳ đầu nào của menu sẽ giữ nguyên tiêu điểm. Tùy chọn này thường được sử dụng kết hợp với tùy chọn xem trước khi di chuột ở trên.

source: Restore/Minimize most recent window
ca: Restaurar/Minimitzar la finestra més recent
da: Gendan/minimér seneste vindue
es: Restaurar/Minimizar la ventana más reciente
fr: Restaurer/réduire la fenêtre la plus récente
hu: A legutóbbi ablak visszaállítása/kicsinyítése
it: Ripristina/Riduci a icona la finestra più recente
nl: Meest recente venster herstellen/minimaliseren
ru: Восстановить/свернуть последнее окно
vi: Khôi phục/Thu nhỏ cửa sổ gần đây nhất

source: Restore/Minimize 1st window in group
ca: Restaurar/Minimitzar la primera finestra del grup
es: Restaurar/Minimizar 1ª ventana del grupo
fr: Restaurer/réduire la 1ère fenêtre du groupe
hu: A csoport 1. ablakának visszaállítása/kicsinyítése
it: Ripristina/Minimizza la prima finestra del gruppo
nl: Herstel/Minimaliseer 1e venster in groep
vi: Khôi phục/Thu nhỏ cửa sổ đầu tiên trong nhóm

source: Restore then cycle windows
ca: Restablir i desplaçar finestres
da: Gendan og bladr derefter igennem vinduer
es: Restablecer y luego desplpazar ventanas
fr: Restaurer puis faire défiler les fenêtres
hu: Állítsa vissza, majd kapcsolja be az ablakokat
it: Ripristina quindi fai scorrere le finestre
nl: Herstellen dan bladeren door de vensters
vi: Khôi phục rồi tuần hoàn cửa sổ

source: Show thumbnail menu
ca: Mostra el menú de miniatures
da: Vis miniaturemenu
es: Mostrar menú de miniaturas
fr: Afficher le menu de miniatures
hu: Miniatűr menü megjelenítése
it: Mostra il menù delle miniature
nl: Miniaturenmenu weergeven
ru: Показать меню миниатюр
vi: Hiển thị menu hình thu nhỏ

source: Restore or hold for thumbnail menu
ca: Restaurar o mantenir pressionat per a veure el menú de miniatures
da: Gendan eller hold nede for miniaturemenu
es: Restablecer o mantener presionado para ver el menú de miniaturas
fr: Restaurer ou maintenir le menu des vignettes
hu: Állítsa vissza vagy tartsa lenyomva a miniatűr menü megjelenítéséhez
it: Ripristina o tieni premuto per il menù delle miniature
nl: Herstellen of ingedrukt houden voor het miniaturenmenu
ru: Восстановить или удерживать меню миниатюр
vi: Khôi phục hoặc giữ cho menu hình thu nhỏ

source: Left button action for grouped buttons
ca: Acció del clic primari sobre botons agrupats
da: Handling ved venstreklik på grupperede knapper
es: Acción del botón izquierdo para botones agrupados
fr: Action du bouton gauche pour les boutons groupés
hu: Bal gombművelet csoportosított gombokhoz
it: Azione del pulsante sinistro per i pulsanti raggruppati
nl: Actie bij linkse knop voor gegroepeerde knoppen
ru: Действие левой кнопки для сгруппированных кнопок
vi: Hành động nút bên trái cho các nút được nhóm lại

source: Action taken when using the left mouse button on a window list entry for a group of windows
ca: Acció a dur a terme quan es clica el botó primari del ratolí a una entrada de la llista de finestres
da: Handling ved brug af venstre museknap på en vindueslistepost for en gruppe vinduer
es: Acción realizada al utilizar el botón izquierdo del ratón en una entrada de la lista de ventanas de un grupo de ventanas
fr: Action effectuée sur un groupe de fenêtres lorsque le bouton gauche de la souris est placé sur une entrée de la liste des fenêtres
hu: A bal egérgombbal végrehajtott művelet egy ablaklista-bejegyzésen egy ablakcsoporthoz
it: Azione eseguita quando si utilizza il pulsante sinistro del mouse su una voce dell'elenco di finestre per un gruppo di finestre
nl: Actie die ondernomen wordt wanneer de linkermuisknop wordt gebruikt bij een vensterlijst-item voor een groep van vensters
ru: Действие, выполняемое при использовании левой кнопки мыши на записи списка окон для группы окон
vi: Hành động được thực hiện khi sử dụng nút chuột trái trên mục nhập danh sách cửa sổ cho một nhóm cửa sổ

source: New window or hold for thumbnail menu
ca: Finestra nova o mantenir pressionat per a veure el menú de miniatures
da: Nyt vindue eller hold nede for miniaturemenu
es: Nueva ventana o mantener presionado para el menú de miniaturas
fr: Nouvelle fenêtre ou maintien dans le menu des vignettes
hu: Új ablak, vagy tartsa lenyomva a miniatűr menü megjelenítéséhez
it: Nuova finestra o tieni premuto per il menù delle miniature
nl: Nieuw venster of ingedrukt houden voor miniaturenmenu
ru: Новое окно или удерживать для перехода к меню миниатюр
vi: Cửa sổ mới hoặc giữ để mở menu hình thu nhỏ

source: Left button action (with running windows)
ca: Acció del clic primari (amb finestres actives)
da: Handling ved venstreklik (med kørende vinduer)
es: Acción del botón izquierdo (con ventanas abiertas)
fr: Action du bouton gauche (avec les fenêtres en cours d'exécution)
hu: Bal gomb művelet (futó ablakoknál)
it: Azione del pulsante sinistro (con finestre aperte)
nl: Actie bij linkse knop (met vensters die bezig zijn)
ru: Действие левой кнопки (при запущенных окнах)
vi: Hành động nút chuột trái (khi có cửa sổ đang chạy)

source: Action taken when using the left mouse button on a launcher button with one or more running windows
ca: Acció del botó primari del ratolí a dur a terme sobre un botó llançador quan hi ha una o més finestres actives
da: Handling ved brug af venstre museknap på en programstarterknap med et eller flere kørende vinduer
es: Acción realizada al utilizar el botón izquierdo del ratón en un botón de inicio con una o más ventanas en ejecución
fr: Action effectuée lors de l'utilisation du bouton gauche de la souris sur un bouton de lancement avec une ou plusieurs fenêtres en cours d'exécution
hu: A bal egérgombbal egy vagy több futó ablakkal rendelkező indítógombon végrehajtott művelet
it: Azione eseguita quando si utilizza il pulsante sinistro del mouse su un pulsante di avvio con una o più finestre in esecuzione
nl: Actie die ondernomen wordt wanneer de linkermuisknop gebruikt wordt op een launcherknop met één of meer vensters die bezig zijn
ru: Действие, выполняемое при использовании левой кнопки мыши на кнопке запуска с одним или несколькими запущенными окнами
vi: Hành động được thực hiện khi sử dụng nút chuột trái trên nút khởi chạy có một hoặc nhiều cửa sổ đang chạy

source: Thumbnail menu toggle
ca: Interruptor del menú de miniatures
da: Miniaturemenu til/fra
es: Activar/desactivar el menú de miniaturas
fr: Bascule menu de miniatures
hu: Miniatűr menü kapcsoló
it: Attiva/disattiva il menù delle miniature
nl: Miniaturenmenu in- en uitschakelen
ru: Переключение меню миниатюр
vi: Chuyển đổi menu hình thu nhỏ

source: Thumbnail menu hold
ca: Mantenir el menú de miniatures
da: Hold miniaturemenu nede
es: Mantener el menú de miniaturas
fr: Maintien du menu miniature
hu: Miniatűr menü tartása
it: Blocco del menù delle miniature
nl: Miniaturenmenu ingedrukt houden
ru: Удержание меню миниатюр
vi: Giữ menu hình thu nhỏ

source: Restore most recent application window
ca: Restaurar la finestra d'aplicació més recent
da: Gendan seneste programvindue
es: Restaurar la ventana de la aplicación más reciente
fr: Rétablir la fenêtre de l'application la plus récente
hu: A legutóbbi alkalmazásablak visszaállítása
it: Ripristina la finestra dell'applicazione più recente
nl: Meest recente applicatievenster herstellen
ru: Восстановить последнее окно приложения
vi: Khôi phục cửa sổ ứng dụng gần đây nhất

source: Restore/minimize 1st window in group
ca: Restaurar/Minimitzar la primera finestra del grup
es: Restaurar/Minimizar la 1ª ventana del grupo
fr: Restaurer/réduire la 1ère fenêtre du groupe
hu: A csoport 1. ablakának visszaállítása/kicsinyítése
it: Ripristina/minimizza la prima finestra del gruppo
nl: Herstel/minimaliseer 1e venster in groep
vi: Khôi phục/thu nhỏ cửa sổ thứ nhất trong nhóm

source: Restore/minimize 2nd window in group
ca: Restaurar/Minimitzar la segona finestra del grup
es: Restaurar/Minimizar la 2ª ventana del grupo
fr: Restaurer/réduire la 2e fenêtre du groupe
hu: A csoport 2. ablakának visszaállítása/kicsinyítése
it: Ripristina/minimizza la seconda finestra del gruppo
nl: Herstel/minimaliseer 2e venster in groep
vi: Khôi phục/thu nhỏ cửa sổ thứ 2 trong nhóm

source: Restore/minimize 3rd window in group
ca: Restaurar/Minimitzar la tercera finestra del grup
es: Restaurar/Minimizar la 3ª ventana del grupo
fr: Restaurer/réduire la 3e fenêtre du groupe
hu: A csoport 3. ablakának visszaállítása/kicsinyítése
it: Ripristina/minimizza la terza finestra del gruppo
nl: Herstel/minimaliseer 3e venster in groep
vi: Khôi phục/thu nhỏ cửa sổ thứ 3 trong nhóm

source: Restore/minimize 4th window in group
ca: Restaurar/Minimitzar la quarta finestra del grup
es: Restaurar/Minimizar la 4ª ventana del grupo
fr: Restaurer/réduire la 4e fenêtre du groupe
hu: A csoport 4. ablakának visszaállítása/kicsinyítése
it: Ripristina/minimizza la quarta finestra del gruppo
nl: Herstel/minimaliseer 4e venster in groep
vi: Khôi phục/thu nhỏ cửa sổ thứ 4 trong nhóm

source: Middle button action
ca: Acció del clic del mig
da: Handling ved midterklik
es: Acción del botón central
fr: Action du bouton du milieu
hu: Középső gomb művelet
it: Azione del pulsante centrale
nl: Middelste knopactie
ru: Действие средней кнопки мыши
vi: Hành động nút chuột giữa

source: Action taken when using the middle mouse button on window list entries
ca: Acció a dur a terme quan s'utilitza el clic del mig en entrades de la llista de finestres
da: Handling ved brug af midtermuseknappen på vindueslisteposter
es: Acción realizada al utilizar el botón central del ratón en las entradas de la lista de ventanas
fr: Action effectuée sur les entrées de la liste des fenêtres lors de l'utilisation du bouton du milieu de la souris
hu: Művelet, amikor a középső egérgombot használja ablaklista bejegyzéseknél
it: Azione eseguita quando si utilizza il pulsante centrale del mouse sulle voci dell'elenco delle finestre
nl: Actie die wordt uitgevoerd bij het gebruik van de middelste muisknop op vensterlijstvermeldingen
ru: Действие, выполняемое при использовании средней кнопки мыши на элементах списка окон
vi: Hành động được thực hiện khi sử dụng nút chuột giữa trên các mục danh sách cửa sổ

source: Back button action
ca: Acció del boto de retrocés
da: Handling ved tilbageklik
es: Acción del botón de retroceso
fr: Action du bouton "arrière"
hu: Vissza gomb művelet
it: Azione del pulsante Indietro
nl: Achteruitknopactie
ru: Действие кнопки Назад
vi: Hành động nút quay lại
