Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/screen-inhibit@mtwebster/*.po
Languages: ca, fi, hu, vi

source: Currently preventing screensaver
ca: Actualment impedint el protector de pantalla
fi: Tällä hetkellä näytönsäästäjä estetään
hu: Jelenleg megakadályozza a képernyővédőt
vi: Đang ngăn trình bảo vệ màn hình

source: Currently allowing screensaver
ca: Actualment permetent el protector de pantalla
fi: Tällä hetkellä näytönsäästäjä sallitaan
hu: Jelenleg engedélyezi a képernyővédőt
vi: Đang cho phép trình bảo vệ màn hình

source: Screensaver settings
ca: Configuració del protector de pantalla
fi: Säästäjän asetukset
hu: Képernyővédő beállításai
vi: Cài đặt trình bảo vệ màn hình

source: Inhibit screensaver at startup
ca: Inhibit el protector de pantalla en arrancar
fi: Estä säästäjä käynnistyksessä
hu: Képernyőkímélő letiltása indításkor
vi: Ngăn trình bảo vệ màn hình khi khởi động

source: Click to inhibit the screensaver, click again to remove inhibition
ca: Cliqueu per a inhibir el protector de pantalla; cliqueu de nou per a eliminar la inhibició
fi: Paina ja estä näytönsäästäjä, paina uudelleen poistaaksesi eston
hu: Kattintson a képernyővédő gátlásához, kattintson ismét a gátlás eltávolításához
vi: Nhấp để ngăn trình bảo vệ màn hình, nhấp lại để hủy ngăn

source: Screensaver Inhibitor
ca: Inhibidor del protector de pantalla
hu: Képernyővédő tiltó
vi: Bộ ngăn trình bảo vệ màn hình

source: General
fi: Yleinen
hu: Általános
vi: Chung

source: Icons
ca: Icones
fi: Kuvakkeet
hu: Ikonok
vi: Biểu tượng

source: Keybinding
ca: Dreceres del teclat
fi: Pikanäppäin
hu: Billentyűparancsot
vi: Phím tắt

source: Startup
ca: Inici
fi: Käynnistettäessä
hu: Indítás
vi: Khởi động

source: Duration or End Time of screen saver inhibition
ca: Número de segons o temps de finalització de la inhibició del protector de pantalla
fi: Säästäjän eston kesto tai päättymisaika
hu: A képernyővédő tiltásának időtartama vagy vége
vi: Thời lượng hoặc thời điểm kết thúc ngăn trình bảo vệ màn hình

source: Way to block the screensaver
ca: Manera de blocar el protector de pantalla
fi: Tapa estää näytönsäästäjä
hu: A képernyővédő blokkolásának módja
vi: Cách chặn trình bảo vệ màn hình

source: Time
ca: Temps
fi: Aika
hu: Idő
vi: Thời gian

source: Seconds will be ignored.
ca: S'ignoraran els segons.
fi: Sekunnit jätetään huomioimatta.
hu: A másodperceket figyelmen kívül hagyja.
vi: Giây sẽ bị bỏ qua.

source: The time shown above is
ca: L'hora indicada és
fi: Yllä näkyvä aika on
hu: A fent látható idő
vi: Thời gian hiển thị ở trên là

source: to be disregarded
ca: a no tenir en compte
fi: jätä huomiotta
hu: figyelmen kívül kell hagyni
vi: bị bỏ qua

source: the inhibit duration
ca: la duració de la inhibició
fi: eston kesto
hu: a tiltás időtartama
vi: thời lượng ngăn

source: the inhibit end time
ca: l'hora de finalització de la inhibició
fi: eston päättymisaika
hu: a tiltás befejezési ideje
vi: thời điểm kết thúc ngăn

source: Power management allowed icon:
ca: Icona de permissió d'administració de la energia:
fi: Hallinnan sallittu kuvake:
hu: Az energiagazdálkodás engedélyezte az ikont:
vi: Biểu tượng cho phép quản lý năng lượng:

source: Select an icon file, or you can type an icon name into the entry box
ca: Seleccioneu una icona o escriviu-ne el nom
fi: Valitse kuvake tai kirjoita nimi tekstiruutuun
hu: Válasszon egy ikonfájlt, vagy beírhat egy ikonnevet a beviteli mezőbe
vi: Chọn tệp biểu tượng hoặc nhập tên biểu tượng vào ô nhập

source: Power management prevented icon:
ca: Icona d'impediment d'administració de la energia:
fi: Hallinnan estetty kuvake:
hu: Az energiagazdálkodás megakadályozta az ikont:
vi: Biểu tượng ngăn quản lý năng lượng:

source: Reset to default icons
ca: Reiniciar a les icones per defecte
fi: Palauta oletuskuvakkeet
hu: Alapértelmezett ikonok visszaállítása
vi: Đặt lại biểu tượng mặc định

source: Set the keybinding for screensaver inhibit
ca: Assigneu la drecera per a l'inhibidor del protector de pantalla
fi: Näppäinyhdistelmä
hu: Állítsa be a billentyűparancsot a képernyővédő gátlásához
vi: Đặt phím tắt để ngăn trình bảo vệ màn hình

source: Number of seconds before screensaver inhibition
ca: Número de segons abans de la inhibició del protector de pantalla
fi: Sekuntia ennen näytönsäästäjän estoa
hu: A képernyővédő letiltása előtt eltelt másodpercek száma
vi: Số giây trước khi ngăn trình bảo vệ màn hình

source: (Avoid using aggressive ways, if possible.)
ca: (Si pot ser, eviteu usar maneres agressives.)
fi: (vältä aggressiivisia tapoja, jos mahdollista)
hu: (Ha lehetséges, kerülje az agresszív módszerek használatát.)
vi: (Tránh dùng phương thức mạnh nếu có thể.)

source: Blocking mode
ca: Mode de bloqueig
fi: Estomoodi
hu: Blokkoló mód
vi: Chế độ chặn

source: Normal
fi: Normaali
hu: Normál
vi: Bình thường

source: Aggressive
ca: Agressiu
fi: Aggressiivinen
hu: Agresszív
vi: Mạnh

source: Super aggressive
ca: Molt agressiu
fi: Super aggressiivinen
hu: Szuper agresszív
vi: Rất mạnh

source: Blocking interval
ca: Interval de bloqueig
fi: Eston aikaväli
hu: Blokkolási intervallum
vi: Khoảng thời gian chặn

source: minutes
ca: minuts
fi: minuuttia
hu: perc
vi: phút
