Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/qredshift@quintao/*.po
Languages: da, de, pl, pt, ru

source: Reload Applet
da: Genindlæs panelprogrammet
de: Applet neuladen
pl: Przeładuj aplet
pt: Recarregar o Applet
ru: Перезапустить апплет

source: Recompile Translations
da: Kompilér oversættelser igen
de: Übersetzungen neu kompilieren
pl: Rekompiluj tłumaczenia
pt: Recompilar Traduções
ru: Перекомпиляция переводов

source: REDSHIFT NOT INSTALLED!
da: REDSHIFT ER IKKE INSTALLERET!
de: REDSHIFT NICHT INSTALLIERT!
pl: REDSHIFT NIE ZAINSTALOWANY!
pt: REDSHIFT NÃO INSTALADO!
ru: REDHISFT НЕ УСТАНОВЛЕН!

source: Requires Redshift: yay -S redshift-minimal
da: Kræver Redshift: yay -S redshift-minimal
pt: Requer o Redshift: yay -S redshift-minimal

source: Requires Redshift: sudo apt-get install redshift
da: Kræver Redshift: sudo apt-get install redshift
de: Redshift wird benötigt: sudo apt-get install redshift
pl: Wymaga Redshift: sudo apt-get install redshift
pt: Requer o Redshift: sudo apt-get install redshift
ru: Зависимости Redshift: sudo apt-get install redshift

source: should be removed.
da: bør fjernes.
pt: dever ser removido.

source: should be replaced by redshift-minimal
da: bør erstattes med redshift-minimal
pt: deve ser trocado pelo redshift-minimal

source: Enabled
da: Aktiveret
de: Aktiviert
pl: Włączone
pt: Ativado
ru: Активно

source: Bright:
da: Lys:
de: Helligkeit:
pl: Jasność:
pt: Brilho:
ru: Яркость:

source: Gamma:
pt: Gama:
ru: Гамма:

source: Night Enabled
da: Nattilstand aktiveret
de: Nachtmodus aktivieren
pl: Tryb nocny
pt: Modo noturno
ru: Ночной режим активен

source: Show Label
da: Vis etiket
de: Beschriftung anzeigen
pl: Pokaż etykietę
pt: Mostrar legenda
ru: Показать ярлык

source: Transition to day
da: Overgang til dag
pt: Transição para o dia

source: Transition to night
da: Overgang til nat
pt: Transição para a noite

source: Night
da: Nat
pt: Noite

source: Day
da: Dag
pt: Dia

source: On
da: Til
de: An
pl: Włączone
pt: Ligado
ru: Вкл.

source: Off
da: Fra
de: Aus
pl: Wyłączone
pt: Desligado
ru: Выкл.

source: Day Temperature
da: Dagtemperatur
de: Tages-Farbtemperatur
pl: Temperatura w dzień
pt: Temperatura durante o dia
ru: Дневная температура

source: Day Brightness
da: Daglysstyrke
de: Tag-Helligkeit
pl: Jasność w dzień
pt: Brilho durante o dia
ru: Дневная яркость

source: Night Temperature
da: Nattemperatur
de: Nacht-Farbtemperatur
pl: Temperatura w nocy
pt: Temperatura durante a noite
ru: Ночная температура

source: Night Brightness
da: Natlysstyrke
de: Nacht-Helligkeit
pl: Jasność w nocy
pt: Brilho durante a noite
ru: Ночная яркость

source: Temperature
da: Temperatur
de: Farbtemperatur
pl: Temperatura
pt: Temperatura
ru: Температура

source: Brightness
da: Lysstyrke
de: Helligkeit
pl: Jasność
pt: Brilho
ru: Яркость

source: It makes the color of your computer's display adapt to the time of day, warm at night and like sunlight during the day.
da: Får farven på computerens skærm til at tilpasse sig til tidspunktet på dagen, varm om natten og som sollys om dagen.
pt: Faz com que a cor do ecrã do seu computador adapte-se à hora do dia, quente durante a noite e como a luz do sol durante o dia.

source: Settings
da: Indstillinger
de: Einstellungen
pl: Ustawienia
pt: Definições
ru: Настройки

source: Location
da: Placering
de: Standort
pl: Lokalizacja
pt: Localização
ru: Местоположение

source: Shortcuts
da: Genveje
de: Tastaturkürzel
pl: Skróty
pt: Atalhos
ru: Клавиша быстрого доступа

source: Tips
de: Tipps
pl: Porady
pt: Dicas
ru: Подсказки

source: Options
da: Valgmuligheder
de: Optionen
pl: Opcje
pt: Opções
ru: Опции

source: Day Settings
da: Dagindstillinger
de: Tagesmodus-Einstellungen
pl: Ustawienia dzienne
pt: Definições para o dia
ru: Настройки дневного режима

source: Night Settings
da: Natindstillinger
de: Nachtmodus-Einstellungen
pl: Ustawienia nocne
pt: Definições para a noite
ru: Настройки ночного режима

source: Key Bindings
da: Tastegenveje
de: Tastenkürzel
pl: Powiązania klawiszy
pt: Combinações de teclas
ru: Клавиатурные сокращения

source: Location Settings
da: Placeringsindstillinger
de: Standort-Einstellungen
pl: Ustawienia lokalizacji
pt: Definições de localização
ru: Настройки местоположения

source: Automatically disabled under Wayland due to redshift not being yet supported by Wayland
pt: Desativa automaticamente sob Wayland porque o redshift ainda não é suportado pelo Wayland

source: Reactivate QRedshift as soon as Cinnamon starts up
pt: Reativar o QRedshift assim que o Cinnamon inicie

source: Won't work under Wayland due to redshift not being yet supported by Wayland
pt: Não funcionará sob Wayland porque o redshift ainda não é suportado pelo Wayland

source: Auto Update
da: Automatisk opdatering
de: Automatische Aktualisierung
pl: Automatyczna aktualizacja
pt: Atualizar automaticamente
ru: Автоматическое обновление

source: Continuously adjust color temperature
da: Justér farvetemperaturen kontinuert
de: Farbtemperatur kontinuierlich einstellen
pl: Płynna regulacja temperatury barwowej
pt: Ajusta continuamente a temperatura da cor
ru: Плавная регулировка цветовой температуры

source: Seconds
da: Sekunder
pt: Segundos

source: Update interval
da: Opdateringsinterval
de: Aktualisierungsintervall
pl: Częstotliwość aktualizacji
pt: Intervalo de atualização
ru: Интервал обновления

source: Adjustment Method
da: Justeringsmetode
de: Einstellmethode
pl: Metoda dostosowania
pt: Método de ajuste
ru: Способ регулировки

source: Method to use to set color temperature
da: Metode til indstilling af farvetemperaturen
de: Methode zur Einstellung der Farbtemperatur
pl: Metoda ustawiania temperatury barwowej
pt: Método a usar para definir a temperatura da cor
ru: Способ установки цветовой температуры

source: Icon Scroll Action
da: Ikonrulningshandling
de: Symbolbildlauf-Aktion
pl: Akcja przewijania ikony
pt: Acão do deslocamento no ícone do applet
ru: Действие прокрутки значка

source: Disabled
da: Deaktiveret
de: Deaktiviert
pl: Wyłączone
pt: Desativado
ru: Отключен

source: On/Off
da: Til/fra
de: An/Aus
pl: Wł/Wył
pt: Ligado/Desligado
ru: Вкл./Выкл.

source: Bright
da: Lys
de: Helligkeit
pl: Jasność
pt: Brilho
ru: Brillo

source: Gamma
de: Gammakorrektur
pt: Gama
ru: Гамма

source: Action when scroll on applet icon.
da: Handling ved rulning på ikonet.
de: Aktion beim Scrollen auf dem Appletsymbol.
pl: Akcja przy przewijaniu na ikonie apletu.
pt: Acção ao rodar com o rato no ícone do applet.
ru: Действие при прокрутке значка апплета.

source: Use symbolic icon
da: Anvend symbolske ikoner
pt: Usar um ícone simbólico
ru: В виде символьных иконок

source: Increase brightness level
da: Forøg lysstyrkeniveau
de: Helligkeitsstufe erhöhen
pl: Zwiększanie poziomu jasności
pt: Aumentar o nível de brilho
ru: Увеличить яркость

source: Decrease brightness level
da: Formindsk lysstyrkeniveau
de: Helligkeitsstufe absenken
pl: Zmniejszanie poziomu jasności
pt: Diminuir o nível de brilho
ru: Уменьшить яркость

source: Increase temperature level
da: Forøg temperaturniveau
de: Farbtemperaturstufe erhöhen
pl: Zwiększenie poziomu temperatury
pt: Aumentar o nível de temperatura
ru: Увеличить температуру цвета

source: Decrease temperature level
da: Formindsk temperaturniveau
de: Farbtemperaturstufe absenken
pl: Obniżenie poziomu temperatury
pt: Diminuir o nível de temperatura
ru: Уменьшить температуру цвета

source: Increase gamma level
da: Forøg gammaniveau
de: Gamma-Pegel erhöhen
pl: Zwiększ poziom gamma
pt: Aumentar o nível de gama
ru: Увеличить цветовую гамму

source: Smooth transition between day and night
da: Blød overgang mellem dag og nat
pt: Transição suave entre o dia e a noite

source: Minutes
da: Minutter
pt: Minutos

source: Transition Duration
da: Varighed af overgang
pt: Duração da transição

source: Use Manual Night Time
da: Anvend manuel nattetid
pt: Definir um tempo noturno manualmente
ru: Установить ночное время вручную

source: Choose Start Time
da: Vælg starttidspunkt
pt: Escolha o tempo do início
ru: Выберите начальное время

source: Choose End Time
da: Vælg sluttidspunkt
pt: Escolha o tempo do fim
ru: Выберите конечное время

source: Remote Location
da: Fjernplacering
de: Standort aus Internet beziehen
pl: Lokalizacja zdalna
pt: Localização remota
ru: Удалённое определение местоположения

source: Native geoclue on redshift can make the experience slow.
da: Indbygget geoclue i redshift kan få det til at føles langsomt.
de: Natives »geoclue« kann bei »redshift« die Benutzererfahrung verlangsamen.
pl: Native geoclue na redshift może sprawić, że doświadczenie będzie powolne.
pt: O geoclue nativo no redshift pode tornar a experiência lenta.
ru: Активный сервис Geoclue может замедлить работу.

source: Update Location
da: Opdatér placering
de: Standort aktualisieren
pl: Aktualizacja lokalizacji
pt: Atualizar localização
ru: Обновить местоположение

source: Native geoclue on redshift can make the experience slow. Using: https://geolocation-db.com/
da: Indbygget geoclue i redshift kan få det til at føles langsomt. Bruger: https://geolocation-db.com/
de: Natives »geoclue« kann bei »redshift« die Benutzererfahrung verlangsamen. Benutze daher: https://geolocation-db.com/
pl: Native geoclue na redshift może sprawić, że doświadczenie będzie powolne. Użyj: https://geolocation-db.com/
pt: O geoclue nativo no redshift pode tornar a experiência lenta. A usar: https://geolocation-db.com/
ru: Native geoclue может замедлить работу. Использование: https://geolocation-db.com/

source: * Right-click the sliders to reset the default (neutral) value.
da: * Højreklik skyderne for at nulstille til den neutrale standardværdi.
de: * Rechtsklicke den Schieberegeler um den Ursprungswert (Neutral) wiederherzustellen.
pl: * Kliknięcie prawym przyciskiem myszy na suwakach powoduje przywrócenie wartości domyślnej (neutralnej).
pt: * Clique com o botão direito do rato nos deslizadores para repor o valor predefinido (neutro).
ru: * Щелкните правой кнопкой мыши по ползунку, чтобы сбросить значение по умолчанию (нейтральное).

source: When update to a new version make sure you reset the configs to default by deleting the ~/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json. You will lost all your configs.
da: Når du opdaterer til en ny version, skal du sørge for at nulstille konfigurationen til standardkonfigurationen ved at slette ~/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json. Du vil miste alle dine konfigurationer.
pt: Quando atualizar para uma nova versão lembre-se de recetar as configurações para o padrão, apagando o ~/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json. Todas as suas configurações serão perdidas.

source: If you like and use this applet take the time to visit it's page on Cinnamon Spices and give it a star. You only need a github account to do this.
da: Bruger du dette panelprogram og kan lide det, så besøg venligst dets side på Cinnamon Spices og giv det en stjerne. Du har kun brug for en githubkonto for at gøre det.
de: Wenn Sie dieses Applet verwenden und mögen, nehmen Sie sich die Zeit die Cinnamon Spices-Webseite zu besuchen und dem Applet einen Stern zu geben. Sie benötigen dazu nur einen GitHub-Account.
pl: Jeśli lubisz i używasz tego apletu poświęć czas, aby odwiedzić jego stronę na Cinnamon Spices i daj mu gwiazdkę. Potrzebujesz tylko konta na githubie, aby to zrobić.
pt: Se gosta e usa este applet, visite a página do Cinnamon Spices e dê uma estrela. Apenas precisa de uma conta no GitHub para fazer isto.
ru: Если вам нравится и вы пользуетесь этим апплетом, найдите время, чтобы посетить его страницу, посвященную Cinnamon, чтобы поставьте ему звездочку. Для этого вам нужна только учетная запись на github.

source: Decrease gamma level
da: Formindsk gammaniveau
de: Gamma-Pegel absenken
pl: Obniżenie poziomu gamma
ru: Уменьшить цветовую гамму

source: Latitude
da: Breddegrad
de: Breitengrad
pl: Szerokość geograficzna
ru: Широта

source: Longitude
da: Længdegrad
de: Längengrad
pl: Długość geograficzna
ru: Долгота

source: Temp:
ru: Температура:

source: vidmode
ru: vimode

source: needload
pl: trzeba załadować
