Repository: linuxmint/cinnamon-spices-applets
Catalog: turn-off-monitor@zablotski/files/turn-off-monitor@zablotski/po/*.po
Languages: ca, da, fr, ru, vi, zh_tw

source: Turn off monitor
ca: Apagar el monitor
da: Sluk skærmen
fr: Éteindre l'écran
ru: Выключить экран
vi: Tắt màn hình
zh_tw: 關閉螢幕

source: Turn Off Monitor
ca: Apagar el monitor
da: Sluk skærmen
fr: Extinction de l'écran (Turn Off Monitor)
vi: Tắt Màn hình
zh_tw: 關閉螢幕

source: Click on the applet to turn off monitor
ca: Cliqueu a la miniaplicació per apagar el monitor
da: Sluk skærmen med et enkelt klik
fr: Éteint l'écran d'un clic sur l'icône ou par un raccourci-clavier
ru: Нажмите на апплет чтобы выключить экран
vi: Nhấp vào applet để tắt màn hình
zh_tw: 點選小程式來關閉螢幕

source: General
da: Generelt
fr: Paramètres généraux
ru: Общие
vi: Chung
zh_tw: 一般

source: Mouse
ca: Ratolí
da: Mus
fr: Souris
ru: Мышь
vi: Chuột
zh_tw: 滑鼠

source: Shortcuts
ca: Dreceres
da: Genveje
fr: Raccourcis-clavier
ru: Комбинации клавиш
vi: Phím tắt
zh_tw: 快速鍵

source: Icon
ca: Icona
da: Ikon
fr: Icône
ru: Значок
vi: Biểu tượng
zh_tw: 圖示

source: Screen lock
ca: Bloqueig de pantalla
fr: Verrouillage d'écran
vi: Khóa màn hình
zh_tw: 螢幕鎖定

source: seconds
ca: segons
da: sekunder
fr: secondes
vi: giây
zh_tw: 秒

source: Duration of deactivation of the mouse
ca: Duració de la desactivació del ratolí
da: Varighed af deaktivering af musen
fr: Durée de désactivation de la souris
ru: Продолжительность деактивации мыши
vi: Thời gian vô hiệu hóa chuột
zh_tw: 滑鼠停用期間

source: To prevent the monitor from turning on too soon after turning it off, the mouse will be disabled for the number of seconds set here.
ca: Per a prevenir el monitor encenent-se massa aviat després d'apagar-lo, es desactivarà el ratolí durant el número de segons assignat aquí.
da: For at undgå at skærmen tændes for hurtigt, efter den er slukket, vil musen være deaktiveret i det antal sekunder indstillet her.
fr: Pour éviter que l'écran ne se rallume trop tôt après l'avoir éteint, la souris sera désactivée pendant le nombre de secondes défini ici.
ru: Чтобы монитор не включился слишком быстро после выключения, мышь будет отключена на заданное здесь количество секунд.
vi: Để ngăn màn hình bật lại quá sớm sau khi tắt, chuột sẽ bị vô hiệu hóa trong số giây được đặt ở đây.
zh_tw: 為防止螢幕關閉後過早重新開啟，此處設定的秒數內將會停用滑鼠。

source: Keyboard shortcut to turn off your monitor
ca: Drecera del teclat per apagar el vostre monitor
da: Tastaturgenvej til at at slukke skærmen
fr: Raccourci-clavier pour éteindre votre écran
ru: Комбинация клавиш для выключения монитора
vi: Phím tắt bàn phím để tắt màn hình
zh_tw: 關閉螢幕的鍵盤快速鍵

source: Use a symbolic icon
ca: Utilitzar una icona simbòlica
da: Brug symbolsk ikon
fr: Utiliser une icône symbolique
ru: Использовать символьную иконку
vi: Sử dụng biểu tượng tượng trưng
zh_tw: 使用符號圖示

source: Color of the symbolic icon
ca: Color de la icona simbòlica
da: Farven på det symbolske ikon
fr: Couleur de l'icône symbolique
ru: Цвет символьной иконки
vi: Màu của biểu tượng tượng trưng
zh_tw: 符號圖示的顏色

source: Lock also cinnamon session
ca: Bloqueja també la sessió de Cinnamon
fr: Verrouiller également la session Cinnamon
vi: Đồng thời khóa phiên cinnamon
zh_tw: 同時鎖定 Cinnamon 工作階段
