Repository: linuxmint/cinnamon-spices-applets
Catalog: cinnamonvantage@garlayntoji/files/cinnamonvantage@garlayntoji/po/*.po
Languages: ca, de, es, fr, hu, it, nl, zh_tw

source: Fn Lock
ca: Bloqueig Fn
de: Fn Sperre
es: Bloqueo Fn
fr: Verrouillage Fn
hu: Fn Zár
it: Blocco Fn
zh_tw: Fn 鎖定

source: Super/Windows key
ca: Tecla Súper/Windows
de: Super/Windows Taste
es: Tecla Súper/Windows
fr: Touche Super/Windows
hu: Super/Windows billentyű
it: Tasto Super/Windows
nl: Super/Windows-toets
zh_tw: 超級鍵/Windows 鍵

source: Touchpad
fr: Pavé tactile
hu: Érintőtábla
zh_tw: 觸控板

source: Battery conservation mode
ca: Mode d'estalvi de bateria
de: Batteriesparmodus
es: Modo de conservación de la batería
fr: Mode de conservation de la batterie
hu: Akkumulátor-kímélő üzemmód
it: Modalità di risparmio della batteria
nl: Batterijbesparingsmodus
zh_tw: 電池保養模式

source: Battery fast charge mode
ca: Mode de càrrega ràpida de la bateria
de: Batterieschnelllademodus
es: Modo de carga rápida de la batería
fr: Mode de charge rapide de la batterie
hu: Akkumulátor gyorstöltési mód
it: Modalità di ricarica rapida della batteria
nl: Snel opladen van de batterij modus
zh_tw: 電池快速充電模式

source: Always On USB
ca: USB sempre encès
de: Immer an USB
es: USB siempre encendido
fr: USB toujours activé
hu: Mindig bekapcsolt USB
nl: Altijd ingeschakelde USB
zh_tw: USB 持續供電

source: Display Overdrive
ca: Pantalla saturada
de: Display Übersteuerung
es: Pantalla saturada
fr: Overdrive de l'écran
nl: Scherm Overdrive
zh_tw: 顯示器 Overdrive(OD)

source: Hybrid graphics mode
ca: Mode de gràfics híbrid
de: Hybrid Grafik Modus
es: Modo de gráficos híbridos
fr: Mode graphique hybride
hu: Hibrid grafikus üzemmód
it: Modalità grafica ibrida
nl: Hybride grafische modus
zh_tw: 混合顯示卡模式

source: System reboot required
ca: Cal reiniciar el sistema
de: System Neustart benötigt
es: Es necesario reiniciar el sistema
fr: Redémarrage du système requis
hu: A rendszer újraindítása szükséges
it: È necessario il riavvio del sistema
nl: Systeemherstart vereist
zh_tw: 需要重新啟動系統

source: A system reboot is required for this change to take effect.
ca: Cal reiniciar el sistema per tal que els canvis facin efecte.
de: Ein System Neustart wird für diese Änderung benötigt
es: Es necesario reiniciar el sistema para que este cambio surta efecto.
fr: Un redémarrage du système est nécessaire pour que ce changement prenne effet.
hu: A módosítás érvénybe lépéséhez a rendszer újraindítása szükséges.
it: Affinché questa modifica abbia effetto è necessario riavviare il sistema.
nl: Een systeemherstart is vereist om deze wijziging door te voeren.
zh_tw: 此變更需重新啟動系統後才會生效。

source: Displays information and togglables about Lenovo Legion hardware
ca: Mostra informació i opcions relacionades amb el hardware de Lenovo Legion
de: Zeigt inforamtionen und umschaltbare einstellung bei Lenovo Legion Hardware
es: Muestra información y opciones sobre el hardware de Lenovo Legion
fr: Affiche des informations et des éléments activables concernant le matériel Lenovo Legion
hu: A Lenovo Legion hardverrel kapcsolatos információk és vezérlők megjelenítése
it: Visualizza informazioni e opzioni di attivazione/disattivazione sull'hardware Lenovo Legion
nl: Toont informatie en instelbare opties over Lenovo Legion-hardware
zh_tw: 顯示 Lenovo Legion 硬體資訊與可切換選項

source: Cinnamon Vantage settings
ca: Configuració de Cinnamon Vantage
de: Cinnamon Vantage Einstellungen
es: Configuración de Cinnamon Vantage
fr: Paramètres de Cinnamon Vantage
hu: Cinnamon Vantage beállítások
it: Impostazioni di Cinnamon Vantage
nl: Cinnamon Vantage-instellingen
zh_tw: Cinnamon Vantage 設定

source: Super key
ca: Tecla Súper
de: Super Taste
es: Tecla Super
fr: Touche Super
hu: Super billentyű
it: Tasto Super
nl: Super-toets
zh_tw: 超級鍵

source: Alway On USB
ca: USB sempre encès
de: Immer an USB
es: USB siempre encendido
fr: USB toujours activé
hu: Mindig bekapcsolt USB
nl: Altijd ingeschakelde USB
zh_tw: USB 持續供電

source: Access multimedia keys without holding Fn
ca: Accedeix a les tecles multimèdia sense polsar Fn
de: Mediatasten ohne Fn zu halten benutzen
es: Accede a las teclas multimedia sin pulsar Fn
fr: Accéder aux touches multimédia sans maintenir Fn
hu: Multimédiás billentyűk elérése az Fn lenyomva tartása nélkül
it: Accedi ai tasti multimediali senza tenere premuto Fn
nl: Toegang tot multimedia-toetsen zonder Fn ingedrukt te houden
zh_tw: 無需按住 Fn 鍵即可使用多媒體鍵

source: Enables the Super/Windows key
ca: Activa la tecla Súper/Windows
de: Aktiviert den Super/Windows key
es: Habilita la tecla Super/Windows
fr: Active la touche Super/Windows
hu: Engedélyezi a Super/Windows billentyűt
it: Abilita il tasto Super/Windows
nl: Schakelt de Super/Windows-toets in
zh_tw: 啟用超級鍵/Windows 鍵

source: Enables the laptop's touchpad
ca: Activa el touchpad del portàtil
de: Aktiviert das Touchpad des Laptops
es: Activa el touchpad del portátil
fr: Active le pavé tactile du portable
hu: A laptop érintőtáblájának engedélyezése
it: Abilita il touchpad del laptop
nl: Schakelt de touchpad van de laptop in
zh_tw: 啟用筆記型電腦的觸控板

source: Limits the charge of the battery to extend its lifespan
ca: Limita la càrrega de la bateria per prolongar-ne la vida útil
de: Limitiert die Batterieladung um Lebenserwartung der Batterie zu verlängern
es: Limita la carga de la batería para prolongar su vida útil
fr: Limite la charge de la batterie pour prolonger sa durée de vie
hu: Korlátozza az akkumulátor töltöttségét, hogy meghosszabbítsa az élettartamát
it: Limita la carica della batteria per prolungarne la durata
nl: Beperkt het opladen van de batterij om de levensduur te verlengen
zh_tw: 限制電池充電量以延長其使用壽命

source: Allow the battery to charge faster
ca: Permet que la bateria es carregui més ràpid
de: Erlaubt der Batterie schneller zu laden
es: Permite que la batería se cargue más rápido
fr: Permet à la batterie de se recharger plus rapidement
hu: Az akkumulátor gyorsabb töltése
it: Consente alla batteria di caricarsi più velocemente
nl: Laat de batterij sneller opladen
zh_tw: 允許電池快速充電

source: Keeps the USB ports always powered on
ca: Manté els ports USB sempre encesos
de: Sorgt dafür, dass die USB-Anschlüsse immer eingeschaltet sind
es: Mantiene los puertos USB siempre encendidos
fr: Garde les ports USB toujours alimentés
hu: Az USB-portok mindig bekapcsolva maradnak
it: Mantiene le porte USB sempre accese
nl: Voorzie de USB-poorten altijd van stroom
zh_tw: 保持 USB 連接埠持續供電

source: Reduces the laptop's display latency
ca: Redueix la latència de la pantalla del portàtil
de: Verringert die Bildschirmverzögerung des Laptops
es: Reduce la latencia de la pantalla del portátil
fr: Réduit la latence de l'écran du portable
hu: Csökkenti a laptop kijelzőjének késleltetését
it: Riduce la latenza del display del laptop
nl: Verlaagt de latentie van het laptop-scherm
zh_tw: 降低筆記型電腦顯示器的延遲

source: Enables the laptop's integrated graphics. This setting requires a reboot to take effect.
ca: Activa l'ús dels gràfics integrats. Cal reiniciar l'equip perquè la opció faci efecte.
de: Macht die integrierten Grafiken des Laptops an Diese Einstellung benötigt einen Systemneustart um in Effekt zu treten.
es: Activa los gráficos integrados del portátil. Este ajuste requiere un reinicio para surtir efecto.
fr: Active la carte graphique intégrée du portable. Ce paramètre nécessite un redémarrage pour prendre effet.
hu: A laptop integrált grafikájának engedélyezése. Ez a beállítás újraindítást igényel a hatálybalépéshez.
it: Abilita la grafica integrata del laptop. Questa impostazione richiede un riavvio per avere effetto.
nl: Schakelt de ge√Øntegreerde grafische kaart van de laptop in. Deze instelling vereist een herstart om van kracht te worden.
zh_tw: 啟用筆記型電腦的內建顯示卡。 此設定需重新啟動系統後才會生效。
