Repository: linuxmint/cinnamon-spices-applets
Catalog: cinnamon-timer@jake1164/files/cinnamon-timer@jake1164/po/*.po
Languages: ca, de, eu, fi, hu, nl, ru, sv

source: Timer
ca: Temporitzador
eu: Tenporizadorea
fi: Aika
hu: Időzítő
ru: Таймер
sv: Tidur

source: Hours
ca: Hores
de: Stunden
eu: ordu
fi: H
hu: Óra
nl: Uren
ru: Час.
sv: Timmar

source: Minutes
ca: Minuts
de: Minuten
eu: minutu
fi: Min
hu: Perc
nl: Minuten
ru: Мин.
sv: Minuter

source: and
ca: i
de: und
eu: eta
fi: ja
hu: és
nl: en
ru: и
sv: och

source: Seconds
ca: Segons
de: Sekunden
eu: segundo
fi: Sek
hu: Másodperc
nl: Seconden
ru: Сек.
sv: Sekunder

source: Reset
ca: Reiniciar
de: Zurücksetzen
eu: Berrabiarazi
fi: Nollaa
hu: Visszaállítás
ru: Сброс
sv: Återställ

source: Okay
ca: Ok
eu: Ados
fi: No niin!
hu: OK
ru: Хорошо
sv: OK

source: Cinnamon Timer
ca: Temporitzador de Cinnamon
eu: Cinnamon Tenporizadorea
fi: Cinnamon ajastin
hu: Cinnamon Időzítő
ru: Таймер Cinnamon
sv: Cinnamon tidur

source: Timer with notifications
ca: Temporitzador amb notificacions
de: Timer mit Benachrichtigungen
eu: Tenporizadorea jakinarazpenekin
hu: Időzítő értesítésekkel
nl: Timer met meldingen
ru: Таймер с Уведомлениями (Timer with notifications)

source: A timer app with visual and auditory notifications.
ca: Una miniaplicació de temporització amb notificacions auditives.
de: Eine Timer-Anwendung mit visuellen und akustischen Benachrichtigungen.
eu: Tenporizadore-aplikazioa, ikusizko eta entzunezko jakinarazpenekin.
fi: Ajastettu ilmoitus visuaalisilla tehosteilla tai soittoäänillä.
hu: Időzítő alkalmazás vizuális és hangos értesítésekkel.
nl: Een timer-app met visuele en auditieve meldingen.
ru: Таймер с визуальными и звуковыми уведомлениями.
sv: Ett tidur med visuell och auditiv avisering.

source: General
de: Allgemein
eu: Orokorra
fi: Yleinen
hu: Általános
nl: Algemeen
ru: Общие настройки
sv: Allmänt

source: Sounds
ca: Sons
de: Klänge
eu: Soinuak
fi: Soittoääni
hu: Hangok
nl: Geluiden
ru: Звуки
sv: Ljud

source: Preset Times
ca: Temps predefinits
de: Zeitvorgaben
eu: Aurrez ezarritako ordu
fi: Aika
hu: Előre beállított időzítők
nl: Vooraf ingestelde tijden
ru: Таймеры
sv: Förinställda tider

source: Slider Intervals
ca: Intervals del control lliscant
de: Schieberegler-Intervall
eu: Graduatzailearen tarteak
fi: Liukusäädin
hu: Időköz
nl: Schuifregelaarintervallen
ru: Интервал Ползунка
sv: Skjutreglageintervall

source: General Settings
ca: Opcions generals
de: Allgemeine Einstellungen
eu: Ezarpen orokorrak
fi: Yleiset asetukset
hu: Általános beállítások
nl: Algemene instellingen
ru: Общие Настройки
sv: Allmänna inställningar

source: Sound Settings
ca: Opcions de so
de: Klangeinstellungen
eu: Soinu ezarpenak
fi: Soittoäänen asetukset
hu: Hangbeállítások
nl: Geluidsinstellingen
ru: Настройки Звука
sv: Ljudinsatällningar

source: Check this to place a prompt on the window when time has elapsed.
ca: Marqueu això per mostrar un avís a la finestra quan hagi passat el temps.
de: Ein Fenster mit Eingabeaufforderung anzeigen, wenn die Zeit abgelaufen ist.
eu: Hautatu hau denbora igaro denean leihoan gonbita jartzeko.
fi: Näytä viesti kun aika päättyy.
hu: Engedélyezze az engedélykérés megjelenítését az időtartam letelte után.
nl: Vink dit aan om een prompt op het venster te plaatsen wanneer de tijd is verstreken.
ru: Включите, чтобы разместить в окне сообщение по истечении времени.
sv: Aktivera detta för att placera ett meddelande på skärmen när tiden har gått ut.

source: Check this to place a prompt on the window when time has elapsed
ca: Marqueu això per mostrar un avís a la finestra quan hagi passat el temps
de: Ein Fenster mit Eingabeaufforderung anzeigen, wenn die Zeit abgelaufen ist
eu: Markatu hau denbora igarotzean leihatila bat irekitzeko
fi: Himmentää näytön ja näyttää viestin ruudulla
hu: Engedélyezze az engedélykérés megjelenítését az időtartam letelte után
nl: Vink dit aan om een prompt op het venster te plaatsen wanneer de tijd is verstreken
ru: Включите, чтобы разместить в окне сообщение по истечении времени
sv: Aktivera detta för att placera ett meddelande på skärmen när tiden har gått ut

source: Display a notification when time has elapsed
ca: Mostrar una notificació quan ha passat el temps
de: Eine Benachrichtigung anzeigen, wenn die Zeit abgelaufen ist
eu: Bistaratu jakinarazpen bat denbora igarotzean
fi: Näytä viesti ilmoituksena kun aika päättyy
hu: Időtartam letelte után értesítés megjelenítése
nl: Toon een melding wanneer de tijd is verstreken
ru: Отображение уведомления по истечении времени
sv: Visa en systemavisering när tiden har gått ut

source: Global message displayed in notification windows unless defined in preset time.
ca: Missatge global a mostrar a la finestra de notificacions a menys que estigui predefinit.
de: Globale Nachricht, die im Benachrichtigungsfenster angezeigt wird, sofern nicht bei einer Zeitvorgabe definiert.
eu: Mezu hau bistaratuko da jakinarazpen-leihoatilan bistaratuko dabesterik zehaztu ezean.
fi: Vakioviesti ilmoituksena.
hu: Értesítési területen megjelenített általános üzenet, amennyiben nem ad meg egyedi üzenetet.
nl: Algemene boodschap weergegeven in meldingsvensters tenzij gedefinieerd in vooraf ingestelde tijd.
ru: Глобальное сообщение отображается в окнах уведомлений.
sv: Systemövergripande meddelande som visas i meddelandefönster om det inte har definierats i förinställd tid.

source: Play a sound when time is elapsed
ca: Reprodueix un so quan hagi passat el temps
de: Klang abspielen, wenn Zeit abgelaufen ist
eu: Erreproduzitu soinu bat denbora igarotakoan
fi: Toista soittoääni kun aika päättyy
hu: Időtartam letelte után értesítési hang lejátszása
nl: Speel een geluid af wanneer de tijd is verstreken
ru: Воспроизвести звук по истечении времени
sv: Spela upp ett ljud när tiden har gått ut

source: Full path and filename of alert sound file
ca: Ruta completa al fitxer de so d'alerta
de: Vollständiger Pfad und Dateiname der Klangdatei
eu: Alertaren soinu fitxategiaren bide osoa eta fitxategi-izena
fi: Soittoäänen polku ja valinta
hu: Hangfájl teljes elérési útja és fájlneve
nl: Volledig pad en bestandsnaam van het waarschuwingsgeluidsbestand
ru: Полный путь до звукового файла оповещения
sv: Fullständig sökväg och filnamn för larmljudfilen

source: Must have Sox installed. Most sound file types supported
ca: Cal tenir Sox instal·lat. La majoria de formats de fitxer de so estan suportats
de: Sox muss installiert sein. Die meisten Soundformate werden unterstützt
eu: Sox instalatuta eduki behar da. Soinu fitxategi mota gehienak onartzen dira
fi: Sox ohjelma tulee olla asennettuna. Se tukee useimmat äänitiedostot
hu: A „sox” programcsomag telepítése szükséges hozz. A legtöbb hangfájl-formátum támogatott
nl: Moet Sox geÃ¯nstalleerd hebben. De meeste geluidsbestandstypen worden ondersteund
ru: Должен быть установлен Sox. Поддерживается большинство типов звуковых файлов

source: Specify the playback volume
ca: Volum de la reproducció del so
de: Wiedergabelautstärke festlegen
eu: Zehaztu erreprodukzio bolumena
fi: Määritä toiston voimakkuus
hu: Hangerő beállítása lejátszáshoz
nl: Specificeer het afspeelvolume
ru: Укажите громкость воспроизведения
sv: Specificera uppspelningsvolym

source: Show the timer menu when time is elapsed
ca: Mostrar el menú del temporitzador quan el temps hagi passat
de: Timer-Menü anzeigen, wenn die Zeit abgelaufen ist
eu: Erakutsi tenporizadorearen menua denbora igarotakoan
fi: Näytä aikavalikko kun aika päättyy
hu: Időzítő menü megjelenítése az időtartam letelte után
nl: Toon het timer-menu wanneer de tijd is verstreken
ru: Показывать меню таймера по истечении времени
sv: Visa tidursmenyn när tiden har gått ut

source: Display remaining time in panel
ca: Mostrar el temps restant al tauler
de: Verbleibende Zeit im Panel anzeigen
eu: Bistaratu geratzen den denbora panelean
fi: Näytä jäljellä oleva aika paneelissa
hu: Hátralevő idő megjelenítése a Panelen
nl: Toon resterende tijd in het paneel
ru: Отображать оставшееся время на панели
sv: Visa återstående tid i panelen

source: Display alarm time in panel
ca: Mostrar el temps d'alarma al tauler
de: Alarmzeit im Panel anzeigen
eu: Bistaratu alarma-ordua panelean
fi: Näytä päättymisen kellonaika paneelissa
hu: Értesítési idő megjelenítése a Panelon
nl: Toon alarmtijd in het paneel
ru: Отображение времени таймера на панели
sv: Visa larmtid i panelen

source: Format used to display alarm time in the near future
ca: Format utilitzat per mostrar el proper temps d'alarma
de: Zeitformat bei bevorstehendem Alarm
eu: Denbora laburrean alarma-ordua bistaratzekoformatua
fi: Hälytysajan näyttäminen lähitulevaisuudessa
hu: Távolabbi jövőben aktuális értesítések idejének formátuma
nl: Formaat dat wordt gebruikt om de alarmtijd in de nabije toekomst weer te geven
ru: Формат отображения времени таймера близкого к завершению
sv: Format som används för att visa larmtid inom en snar framtid

source: If the alarm time is less than the minutes specified below away, the alarm time can be displayed with more details (see https://developer.gnome.org/glib/stable/glib-GDateTime.html#g-date-time-format)
eu: Alarma-ordua behean zehaztutako minutu baino txikiagoa bada,\n alarmaren ordua xehetasun gehiagorekin bistaratu daiteke\n (ikus https://developer.gnome.org/glib/stable/glib-GDateTime.html#g-date-time-format)

source: Format used to display alarm time in the not so near future
ca: Format utilitzat per mostrar el temps d'alarma en un futur distant
de: Zeitformat bei weiter entferntem Alarm
eu: Denbora luzean alarma-ordua bistaratzeko formatua
fi: Hälytysajan näyttäminen pidemmällä tulevaisuudessa
hu: Távolabbi jövőben aktuális értesítések idejének formátuma
nl: Formaat dat wordt gebruikt om de alarmtijd in de minder nabije toekomst weer te geven
ru: Формат отображения времени таймера далёкого от завершения
sv: Format som används för att visa larmtid inom en inte så nära framtid

source: If the alarm time is more than the minutes specified below away, the alarm time can be displayed with less details (see https://developer.gnome.org/glib/stable/glib-GDateTime.html#g-date-time-format)
eu: Alarma-ordua behean zehaztutako minutu baino gehiago badira,\n alarmaren ordua xehetasun gutxiagorekin bistaratu daiteke\n (ikus https://developer.gnome.org/glib/stable/glib-GDateTime.html#g-date-time-format)

source: minutes
ca: minuts
eu: minutu
fi: minuuttia
hu: perc
nl: minuten
ru: минуты
sv: minuter

source: Time when switching from small to large time format
ca: Temps per passar del format de temps petit al gran
de: Schwellenwert für die Umschaltung von kurzem auf langes Zeitformat
eu: Ordua formatu txikitik handira aldatzean
fi: Vaihto pienestä suureen aikamuotoon
hu: Hátralévő idő az időtartam leteltéig, amikor az időtartam formátum-megjelenítése kevésbé részletesebbről részletesebbre vált
nl: Tijd wanneer wordt overgeschakeld van klein naar groot tijdformaat
ru: Время при переключении с малого на большой формат времени
sv: Tid för omställning från litet till stort tidsformat

source: Switch over time between the two formats specified above
ca: Canvia el temps entre els dos formats especificats a dalt
de: Zeitpunkt in Minuten an dem zwischen den beiden oben angegebenen Zeitformaten umgeschaltet wird
eu: Aldatu denboran zehar goian zehaztutako bi formatuetatik
fi: Vaihda aika kahden yllä määritellyn muodon välillä
hu: Az idő múlásával váltás az időtartam formátum-megjelenítésében, a fentiekben megadott szerint
nl: Overschakeltijd tussen de twee bovenstaande formaten
ru: Переключайтесь со временем между двумя форматами, указанными выше
sv: Växlingstid mellan de två format som anges ovan

source: Restart the timer automatically when time is elapsed
ca: Reiniciar el temporitzador automàticament quan el temps hagi passat
de: Timer automatisch neu starten, wenn die Zeit abgelaufen ist
eu: Berrabiarazi tenporizadorea automatikoki denbora igarotakoan
fi: Käynnistä ajastin autom. uudelleen kun aika on päättynyt
hu: Időzítő újrakezdése az időtartam letelte után
nl: Start de timer automatisch opnieuw wanneer de tijd is verstreken
ru: Автоматический перезапуск таймера по истечении времени
sv: Starta automatiskt om tiduret när tiden har löpt ut

source: Do not change, the time the alarm is set to expire
ca: No canviar, el temps en què l'alarma expira
de: Nicht verändern: Zeit, bei der der Alarm abgelaufen ist
eu: Ez aldatu, alarma iraungiko den ordua ezarrita dago
fi: Älä muuta aikaa jos ajastus on käynnissä
hu: Ne változtassa meg, az időtartam lejártakor az idő lesz megjelenítve
nl: Verander dit niet, de tijd waarop het alarm is ingesteld om te verlopen
ru: Не изменяйте, до истечения времени текущего таймера
sv: Ändra inte, tiden larmet är inställt på att gå ut

source: Do not change, message being displayed when the current timer expires
ca: No canviar, el missatge es mostrarà quan el temporitzador actual acabi
de: Nicht verändern: Nachricht, die angezeigt wird, wenn der aktuelle Timer abläuft
eu: Ez aldatu, mezua uneko tenporizadorea amaitzen denean bistaratuko da
fi: Älä muuta aikaa. Viesti näytetään kun nykyinen ajastus päättyy
hu: Ne változtassa meg, az időtartam lejártakor üzenet lesz megjelenítve
nl: Verander dit niet, bericht dat wordt weergegeven wanneer de huidige timer verloopt
ru: Не изменяйте, если у вас уже работает текущий таймер
sv: Ändra inte, meddelandet visas när den aktuella tiden löper ut

source: Minimum
ca: Mínim
eu: Gutxienez
fi: Minimi
ru: Минимум
sv: Min.

source: Maximum
ca: Màxim
eu: Gehienez
fi: Maksimi
ru: Максимум
sv: Max.

source: Step
ca: Avanç
de: Schrittweite
eu: Urratsa
fi: Askeleet
hu: Lépésköz
nl: Stap
ru: Шаг
sv: Steg

source: Label
ca: Etiqueta
de: Bezeichnung
eu: Etiketa
fi: Nimi
hu: Címke
ru: Надпись
sv: Etikett

source: Custom Message (overrides global message)
ca: Missatge personalitzat (sobreescriu el missatge global)
de: Angepasste Nachricht (übersteuert globale Nachricht)
eu: Mezu pertsonalizatua (mezu orokorra gainidazten du)
fi: Viesti (ohittaa oletuksen)
hu: Egyéni üzenet használata (az általános üzenet helyett)
nl: Aangepast bericht (overschrijft het globale bericht)
ru: Пользовательское сообщение (переопределяет глобальное)
sv: Anpassat meddelande (åsidosätter systemmeddelande)

source: Message displayed in notification windows
ca: Missatge mostrat a les finestres de notificació
de: Nachricht, die im Benachrichtigungsfenster angezeigt wird
eu: Jakinarazpen-leihatilan bistaratzen den mezua
fi: Oletusviesti näytetään, ellei asetuksissa ole omaa viestiä
hu: Üzenet megjelent az értesítési ablakokban
nl: Bericht weergegeven in meldingsvensters
ru: Сообщение отображается в окнах уведомлений

source: If the alarm time is less than the minutes specified below away, the alarm time can be displayed with more details (see https://docs.gtk.org/glib/method.DateTime.format.html)
ca: Si el temps d'alarma és menor que els minuts especificats, l'alarma pot mostrar-se de manera més detallada (consulteu https://docs.gtk.org/glib/method.DateTime.format.html)
de: Wenn die Zeit bis zum Alarm unter dem untenstehenden Schwellenwert in Minuten liegt, kann die Alarmzeit mit mehr Details angezeigt werden (Siehe https://docs.gtk.org/glib/method.DateTime.format.html)
fi: Jos hälytysaika on määritetty alle minuutin päähän, se voidaan näyttää tarkemmilla tiedoilla (katso https://docs.gtk.org/glib/method.DateTime.format.html)
hu: Ha az időtartam letelte a percben megadott értéknél kevesebb, akkor az időtartam formátum-megjelenítése részletesebbre állítható be. (további rélszletek: https://docs.gtk.org/glib/method.DateTime.format.html)
nl: Als de alarmtijd minder dan de hieronder gespecificeerde minuten verwijderd is, kan de alarmtijd met meer details worden weergegeven (zie https://docs.gtk.org/glib/method.DateTime.format.html)
ru: Если время срабатывания таймера меньше указанного ниже количества минут, время будильника может отображаться с более подробной информацией (см. https://docs.gtk.org/glib/method.DateTime.format.html)
sv: Om larmtiden är kortare än de minuter som anges nedan, kan larmtiden visas mer detaljerat (se https://docs.gtk.org/glib/method.DateTime.format.html)

source: If the alarm time is more than the minutes specified below away, the alarm time can be displayed with less details (see https://docs.gtk.org/glib/method.DateTime.format.html)
ca: Si el temps d'alarma és menor que els minuts especificats, l'alarma pot mostrar-se de manera menys detallada (consulteu https://docs.gtk.org/glib/method.DateTime.format.html)
de: Wenn die Zeit bis zum Alarm über dem untenstehenden Schwellenwert in Minuten liegt, kann die Alarmzeit mit weniger Details angezeigt werden (Siehe https://docs.gtk.org/glib/method.DateTime.format.html)
fi: Jos hälytysaika on määritetty pidemmälle kuin minuutin päähän, se voidaan näyttää vähemmillä tiedoilla (katso https://docs.gtk.org/glib/method.DateTime.format.html)
hu: Ha az időtartam letelte a percben megadott értéknél több, akkor az időtartam formátum-megjelenítése kevésbé részletesebbre állítható be. (további rélszletek: https://docs.gtk.org/glib/method.DateTime.format.html)
nl: Als de alarmtijd meer dan de hieronder gespecificeerde minuten verwijderd is, kan de alarmtijd met minder details worden weergegeven (zie https://docs.gtk.org/glib/method.DateTime.format.html)
ru: Если время срабатывания таймера превышает указанные ниже минуты, время таймера может отображаться с меньшим количеством деталей (см. https://docs.gtk.org/glib/method.DateTime.format.html)
sv: Om larmtiden är längre än de minuter som anges nedan, kan larmtiden visas mindre detaljerat (se https://docs.gtk.org/glib/method.DateTime.format.html)
