Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/nvidiaprime@pdcurtis/*.po
Languages: sv, vi, zh_tw

source: Waiting for nvidia
sv: Väntar på nVIDIA
vi: Đang chờ nvidia
zh_tw: 正在等待 NVIDIA

source: Open Power Statistics
sv: Öppna Strömstatistik
vi: Mở Thống kê Năng lượng
zh_tw: 開啟電源統計資料

source: Open System Monitor
sv: Öppna systemövervakaren
vi: Mở Trình giám sát Hệ thống
zh_tw: 開啟系統監視器

source: Housekeeping and System Sub Menu
sv: Underhåll och systemundermeny
vi: Menu phụ Quản lý và Hệ thống
zh_tw: 維護功能與系統子選單

source: View the Changelog
sv: Visa ändringslogg
vi: Xem Nhật ký thay đổi
zh_tw: 檢視更新記錄

source: Open the Help file
sv: Öppna hjälpfilen
vi: Mở Tệp Trợ giúp
zh_tw: 開啟說明文件

source: NVidia based GPU is Off
sv: nVIDIA-baserad GPU är inaktiverad
vi: GPU dựa trên NVidia đang Tắt
zh_tw: NVIDIA GPU 已關閉

source: NVidia based GPU is On and Core Temperature is
sv: nVIDIA-baserad GPU är aktiverad och kärntemperaturen är
vi: GPU dựa trên NVidia đang Bật và Nhiệt độ lõi là
zh_tw: NVIDIA GPU 已開啟，核心溫度為

source: Err
sv: Fel
vi: Lỗi
zh_tw: 錯誤

source: Nvidia Prime is not set up correctly - are the nvidia drivers and nvidia-prime installed?
sv: nVIDIA Prime är inte korrekt installerat. Är nVIDIAs drivrutiner och nvidia-prime installerat?
vi: Nvidia Prime chưa được cài đặt đúng - đã cài driver nvidia và nvidia-prime chưa?
zh_tw: nVidia Prime 未正確設定，您是否已正確安裝 NVIDIA 驅動程式與 nvidia-prime 套件？

source: Displays which Graphics processor is active and nVidia GPU Temperature when active and in a horizontal panel
sv: Visar vilken grafikprocessor som är aktiv och nVIDIA GPU-temperatur, om aktiv och i horisontell panel.
vi: Hiển thị GPU đang hoạt động và nhiệt độ GPU Nvidia khi hoạt động trên thanh ngang
zh_tw: 顯示目前作用中的圖形處理器，以及 nVidia GPU 啟用時在水平面板上的溫度

source: nVidia Prime GPU Display
sv: nVIDIA Prime GPU-visare
vi: Hiển thị GPU nVidia Prime
zh_tw: nVidia Prime GPU 顯示

source: General Settings for the nVidia Prime Monitoring Applet
sv: Allmänna inställningar för nVIDIA Prime övervakningsprogram
vi: Cài đặt chung cho Applet Giám sát nVidia Prime
zh_tw: nVidia Prime 監控小程式的一般設定

source: seconds
sv: sekunder
vi: giây
zh_tw: 秒

source: Refresh Interval for Display:
sv: Uppdateringsintervall för panelvisning:
vi: Khoảng thời gian làm mới hiển thị:
zh_tw: 顯示更新間隔：

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine
sv: Öka eller minska värdet för att ändra uppdateringsintervall. Långt intervall för långsamma maskiner.
vi: Tăng hoặc giảm giá trị này để thay đổi khoảng thời gian làm mới - dùng chế độ làm mới chậm nếu máy của bạn chậm
zh_tw: 調整此數值以變更顯示更新間隔 — 若您的電腦較慢，建議使用較長的更新間隔

source: Show GPU Temperature as well as icon
sv: Visa GPU-temperatur och ikon
vi: Hiển thị nhiệt độ GPU cùng biểu tượng
zh_tw: 同時顯示 GPU 溫度與圖示

source: Available in Horizontal and Vertical Panels. Display is in Degrees Centigrade.
sv: Tillgänglig i horisontella och vertikala paneler. Visning sker i grader Celsius.
vi: Có thể sử dụng trên thanh ngang và dọc. Nhiệt độ hiển thị bằng độ C.
zh_tw: 適用於水平與垂直面板，溫度以攝氏度顯示。

source: Additional Functionality
sv: Tilläggsfunktioner
vi: Chức năng bổ sung
zh_tw: 額外功能

source: Access enhanced functionality through Context Menu - needs Cinnamon Restart
sv: Tillgång till fler funktioner via kontextmenyn - Kräver omstart av Cinnamon
vi: Truy cập chức năng nâng cao qua Menu Ngữ cảnh - cần khởi động lại Cinnamon
zh_tw: 透過右鍵選單存取進階功能 — 需重新啟動 Cinnamon

source: Currently adds glxspheres64 Graphics Processor Test - VirtualGL needs to be installed
sv: Lägger till glxspheres64 Grafikprocessortest - VirtualGL behöver installeras
vi: Hiện thêm bài kiểm tra GPU glxspheres64 - cần cài đặt VirtualGL
zh_tw: 目前會新增 glxspheres64 圖形處理器測試 — 需安裝 VirtualGL
