Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/nightlight@Severga/*.po
Languages: ca, hu, ru, vi

source: Night Light can't work properly: sct package not installed!
ca: La llum nocturna no pot funcionar correctament: el paquet sct no està instal·lat!
hu: Az Éjszakai Fény nem működik megfelelően: az sct csomag nincs telepítve!
ru: Night Light не может правильно работать, так как пакет sct не установлен!
vi: Night Light không hoạt động được: gói sct chưa được cài đặt!

source: Night Light
ca: Llum Nocturna
hu: Éjszakai Fény
vi: Đèn ban đêm

source: error
hu: hiba
ru: ошибка
vi: lỗi

source: Warning: 'sct' command not found! This applet is a frontend for this command. Please, install 'sct' package and restart Cinnamon or reload the applet.
ca: Avís: no s'ha trobat l'ordre 'sct'. Aquesta miniaplicació en fa ús. Si us plau, instal·leu 'sct' i reinicieu Cinnamon o recarregueu la miniaplicació.
hu: Figyelmeztetés: az 'sct' parancs nem található! Ez a kisalkalmazás ennek a parancsnak a frontendje. Kérjük, telepítse az 'sct' csomagot, és indítsa újra a Cinnamont, vagy töltse be újra az appletet.
ru: Предупреждение: команда 'sct' не найдена! Этот апплет является интерфейсом этой команды. Пожалуйста, установите пакет 'sct' и перезапустите Cinnamon или перезагрузите апплет.
vi: Cảnh báo: lệnh 'sct' không tìm thấy! Applet này là giao diện cho lệnh đó. Vui lòng cài gói 'sct' và khởi động lại Cinnamon hoặc tải lại applet.

source: off
ca: apagada
hu: ki
ru: выкл
vi: tắt

source: on
ca: encesa
hu: be
ru: вкл
vi: bật

source: auto
hu: automatikus
ru: авто
vi: tự động

source: Screen night light activating applet
ca: Miniaplicació d'activació de llum nocturna a la pantalla
hu: Képernyő éjszakai fény aktiváló kisalkalmazás
ru: Апплет для активации изменения цветовой температуры экрана монитора
vi: Applet bật đèn ban đêm cho màn hình

source: Common
ca: Comú
hu: Általános
ru: Общее
vi: Chung

source: Night Light temperature (K)
ca: Temperatura de la llum nocturna (K)
hu: Éjszakai fény hőmérséklete (K)
ru: Цветовая температура экрана монитора (Кельвин)
vi: Nhiệt độ Night Light (K)

source: Night Light screen temperature
ca: Temperatura de la llum nocturna de la pantalla
hu: Éjszakai fény képernyő hőmérséklete
ru: Цветовая температура экрана монитора
vi: Nhiệt độ màn hình Night Light

source: Auto mode schedule
ca: Programació de la posada en marxa automàtica
hu: Automatikus mód ütemezése
ru: Расписание для автоматического режима
vi: Lịch chế độ tự động

source: Start time, hour
ca: Hora d'inici
hu: Kezdés ideje, óra
ru: Начальное время, час
vi: Giờ bắt đầu

source: Start time (hour)
ca: Inici (hora)
hu: Kezdés ideje (óra)
ru: Начальное время (час)
vi: Thời gian bắt đầu (giờ)

source: Start time, minute
ca: Minut d'inici
hu: Kezdés ideje, perc
ru: Начальное время, минута
vi: Phút bắt đầu

source: Start time (minute)
ca: Inici (minut)
hu: Kezdés ideje (perc)
ru: Начальное время (минута)
vi: Thời gian bắt đầu (phút)

source: End time, hour
ca: Hora d'acabament
hu: Befejezés ideje, óra
ru: Конечное время, час
vi: Giờ kết thúc

source: End time (hour)
ca: Acabament (hora)
hu: Befejezés ideje (óra)
ru: Конечное время (час)
vi: Thời gian kết thúc (giờ)

source: End time, minute
ca: Minut d'acabament
hu: Befejezés ideje, perc
ru: Конечное время, минута
vi: Phút kết thúc

source: End time (minute)
ca: Acabament (minut)
hu: Befejezés ideje (perc)
ru: Конечное время (минута)
vi: Thời gian kết thúc (phút)

source: mode
hu: mód
vi: chế độ
