Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/ddcci-monitor-control@andr35/*.po
Languages: nl

source: Adjust external monitor brightness and contrast
nl: Pas de helderheid en het contrast van een extern beeldscherm aan

source: DDC/CI Monitor Brightness
nl: DDC/CI Monitorhelderheid

source: "Default brightness 1" button label
nl: Label knop "Standaard helderheid 1"

source: For example "Daily Brightness"
nl: Bijvoorbeeld "Daghelderheid"

source: "Default brightness 1" value
nl: Waarde "Standaard helderheid 1"

source: Set the brightness level that will be applied when the "Default brightness 1" button is clicked
nl: Stel het helderheidsniveau in dat wordt toegepast wanneer op de knop "Standaard helderheid 1" wordt geklikt

source: "Default brightness 2" button label
nl: Label knop "Standaard helderheid 2"

source: For example "Night Brightness"
nl: Bijvoorbeeld "Nachthelderheid"

source: "Default brightness 2" value
nl: Waarde "Standaard helderheid 2"

source: Set the brightness level that will be applied when the "Default brightness 2" button is clicked
nl: Stel het helderheidsniveau in dat wordt toegepast wanneer op de knop "Standaard helderheid 2" wordt geklikt
