Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/updates-notifier@zamszowy/*.po
Languages: fr, pl

source: missing dependencies
fr: dépendances manquantes
pl: brakujące zależności

source: Check for new updates
fr: Rechercher de nouvelles mises à jour
pl: Sprawdź nowe aktualizacje

source: View %s updates
fr: Afficher %s mises à jour
pl: Zobacz %s aktualizacji

source: No updates to view
fr: Aucune mise à jour à afficher
pl: Brak aktualizacji do wyświetlenia

source: Upgrade %s packages
fr: Mettre à niveau %s paquets
pl: Zaktualizuj %s pakietów

source: No packages to upgrade
fr: Aucun package à mettre à niveau
pl: Brak pakietów do zaktualizowania

source: %s updates available
fr: %s mises à jour disponibles
pl: %s dostępnych aktualizacji

source: No updates available
fr: Aucune mise à jour disponible
pl: Brak dostępnych aktualizacji

source: No details available.
fr: Aucun détail disponible.
pl: Brak dostępnych szczegółów.

source: Error: {0}
fr: Erreur : {0}
pl: Błąd: {0}

source: Failed to run command: {0}
fr: Échec de la commande : {0}
pl: Nie udało się uruchomić polecenia: {0}

source: Loading update details…
fr: Chargement des détails de la mise à jour…
pl: Ładowanie szczegółów aktualizacji…

source: Updates
fr: Mises à jour
pl: Aktualizacje

source: Search updates…
fr: Recherche de mises à jour…
pl: Szukaj w aktualizacjach…

source: {0} updates
fr: {0} mises à jour

source: Failed to read updates file: {0}
fr: Échec de la lecture du fichier de mises à jour : {0}
pl: Nie udało się odczytać pliku z aktualizacjami: {0}

source: Updates notifier
fr: Notification de mises à jour
pl: Powiadomienia o aktualizacjach

source: Shows icons for pending update packages
fr: Affiche les icônes des paquets en attente de mise à jour
pl: Pokazuje ikony dla oczekujących pakietów aktualizacji

source: Behavior
fr: Comportement

source: Appearance
fr: Apparence

source: Settings
fr: Paramètres
pl: Ustawienia

source: Icon/Label
fr: Icône/Étiquette

source: Applet click
fr: Clic sur l'applet

source: Theme
fr: Thème
pl: Motyw

source: Minutes to wait before refreshing updates
fr: Minutes à attendre avant d'actualiser les mises à jour
pl: Ile minut czekać przed odświeżeniem aktualizacji

source: Show firmware updates
fr: Afficher les mises à jour micrologiciel (firmware)
pl: Pokazuj aktualizacje firmware'u

source: Hide applet if there are no updates
fr: Masquer l'applet s'il n'y a pas de mises à jour
pl: Nie wyświetlaj apletu, jeśli nie ma aktualizacji

source: Show different applet icon for different updgradeable packages count
fr: Afficher différentes icônes d'applet pour différents nombres de paquets pouvant être mis à jour
pl: Pokazuj różne ikony apletu w zależności od liczby pakietów do aktualizacji

source: Show low level icon when updates count is between 0 and this value
fr: Afficher l'icône de niveau bas lorsque le nombre de mises à jour est compris entre 0 et cette valeur
pl: Pokazuj ikonę niskiego poziomu, gdy liczba aktualizacji jest między 0 a tą wartością

source: Show medium level icon when updates count is between low level value and this value. Show high level icon if it's higher than this value.
fr: Afficher l'icône de niveau moyen lorsque le nombre de mises à jour est compris entre la valeur basse et cette valeur. Afficher l'icône de niveau élevé s'il est supérieur à cette valeur.
pl: Pokazuj ikonę średniego poziomu, gdy liczba aktualizacji jestmiędzy wartością niskiego poziomu a tą wartością. Pokazuj ikonę wysokiego poziomu, jeśli jest wyższa niż ta wartość.

source: Show label with updates count
fr: Afficher l'étiquette avec le nombre de mises à jour
pl: Pokazuj etykietę z liczbą aktualizacji

source: Label font size
fr: Taille de police de l'étiquette

source: Label font weight
fr: Graisse de la police de l'étiquette

source: Label vertical position
fr: Position verticale de l'étiquette

source: Show updates window on left click and menu entries on right click
fr: Afficher la fenêtre des mises à jour avec un clic gauche et les entrées de menu avec un clic droit

source: Refresh updates list on left click if there are no updates
fr: Actualiser la liste des mises à jour en cliquant avec le bouton gauche s'il n'y a pas de mises à jour
pl: Odśwież listę aktualizacji po kliknięciu lewym przyciskiem, jeśli nie ma aktualizacji

source: Show "Check for new updates" command
fr: Afficher la commande « Rechercher de nouvelles mises à jour »
pl: Pokaż polecenie „Sprawdź nowe aktualizacje”

source: Show "Upgrade packages" command
fr: Afficher la commande « Mettre à niveau les packages »
pl: Pokaż polecenie „Zaktualizuj pakiety”

source: Upgrade packages command:
fr: Commande de mise à niveau des paquets :
pl: Polecenie aktualizacji pakietów:

source: Icon style
fr: Style d'icône
pl: Styl ikon

source: dark
fr: sombre
pl: ciemny

source: light
fr: clair
pl: jasny

source: symbolic
fr: symbolique
pl: symboliczny
