Repository: linuxmint/cinnamon-spices-applets
Catalog: Direct@claudiux/files/Direct@claudiux/po/*.po
Languages: hu, vi

source: SYSTEM
hu: RENDSZER
vi: HỆ THỐNG

source: FAVORITES
hu: KEDVENCEK
vi: YÊU THÍCH

source: APPLICATIONS
hu: ALKALMAZÁSOK

source: RECENT DOCUMENTS
hu: MOSTANÁBAN MEGNYITOTT DOKUMENTUMOK
vi: TÀI LIỆU GẦN ĐÂY

source: CUSTOM
hu: EGYÉNI

source: (Right click to open folder)
hu: (Jobb egérgomb a mappa megnyitásához)
vi: (Nhấn chuột phải để mở thư mục)

source: Direct
hu: Direkt
vi: Truy Cập Nhanh

source: Search Home Folder
hu: Saját mappában keresés
vi: Tìm trong Thư mục Cá nhân

source: Configure
hu: Konfigurálás

source: Search File System
hu: Fájlrendszerben keresés
vi: Tìm trong Hệ thống tập tin

source: Clear
hu: Törlés
vi: Xóa

source: Recent
hu: Friss
vi: Gần đây

source: Computer
hu: Számítógép
vi: Máy tính

source: File System
hu: Fájlrendszer
vi: Hệ thống tập tin

source: Network
hu: Hálózat
vi: Mạng

source: Logout
hu: Kijelentkezés

source: Quit
hu: Kilépés

source: Trash
hu: Kuka
vi: Thùng rác

source: Open...
hu: Megnyitás...
vi: Mở...

source: Open Containing Folder...
hu: Tartalmazó mappa megnyitása...
vi: Mở thư mục chứa...

source: Search
hu: Keresés
vi: Tìm kiếm

source: Start in
hu: Kezdés
vi: Bắt đầu tại

source: Select a folder
hu: Mappa kiválasztása
vi: Chọn thư mục

source: Follow symlinks
hu: Linkek követése
vi: Theo liên kết tượng trưng

source: Search hidden
hu: Rejtettben keresés
vi: Tìm các tập tin ẩn

source: Use regular expressions
hu: Reguláris kifejezések használata
vi: Sử dụng biểu thức chính quy

source: Stop
hu: Megállítás
vi: Dừng

source: File
hu: Fájl
vi: Tập tin

source: Path
hu: Útvonal
vi: Đường dẫn

source: Searching...
hu: Keresés...
vi: Đang tìm kiếm...

source: Search Stopped
hu: Keresés megállítva
vi: Đã dừng tìm kiếm

source: Searching:
hu: Keresés:
vi: Đang tìm kiếm:

source: Error: insufficient permissions to read folder
hu: Hiba: nem megfelelő engedélyek a mappa olvasásához
vi: Lỗi: không đủ quyền đọc thư mục

source: Search Completed
hu: Keresés befejeződött
vi: Hoàn tất tìm kiếm

source: Skipping
hu: Átugrás
vi: Bỏ qua

source: - directory already searched
hu: - a mappa már része volt a keresésnek
vi: - thư mục đã được tìm kiếm

source: Provides direct and easy access to your Directories, Favorites, Recent documents and System locations
hu: Közvetlen és egyszerű hozzáférést biztosít a könyvtárakhoz, kedvencekhez, legutóbbi dokumentumokhoz és rendszerhelyekhez
vi: Cung cấp truy cập trực tiếp và dễ dàng đến Thư mục, Mục yêu thích, Tài liệu gần đây và các vị trí Hệ thống

source: The Direct@claudiux applet is a fork from the placesCenter@scollins applet, with improvements.
hu: A Direct@claudiux kisalkalmazás a placesCenter@scollins kisalkalmazás egy továbbfejlesztésekkel bővített elágazása.
vi: Applet Direct@claudiux là phiên bản phát triển từ placesCenter@scollins với các cải tiến.

source: General
hu: Általános
vi: Chung

source: User
hu: Felhasználó
vi: Người dùng

source: System
hu: Rendszer
vi: Hệ thống

source: Favorites
hu: Kedvencek
vi: Yêu thích

source: Recent documents
hu: Mostanában megnyitott dokumentumok
vi: Tài liệu gần đây

source: Custom
hu: Egyéni

source: Panel settings
hu: Panel beállítások
vi: Cài đặt Thanh panel

source: Menu settings
hu: Menü beállítások
vi: Cài đặt Menu

source: User section
hu: Felhasználó szekció
vi: Phần Người dùng

source: Custom places
hu: Egyedi helyek
vi: Thư mục tùy chỉnh

source: System section
hu: Rendszer szekció
vi: Phần Hệ thống

source: Favorite documents
hu: Kedvenc dokumentumok
vi: Tài liệu yêu thích

source: Favorite apps
hu: Kedvenc alkalmazások

source: Custom documents
hu: Egyedi dokumentumok

source: Panel icon
hu: Panel ikon
vi: Biểu tượng trên Thanh panel

source: Accepts icon name or direct path (supports symbolic icons)
hu: Ikon név vagy direkt útvonal (szimbolikus ikonok támogatottak)
vi: Chấp nhận tên biểu tượng hoặc đường dẫn trực tiếp (hỗ trợ biểu tượng ký hiệu)

source: Panel text
hu: Panel szöveg
vi: Văn bản trên Thanh panel

source: Open the menu by hovering over the icon
hu: Nyissa meg a menüt az ikon fölé húzva az egérmutatót

source: Menu shortcut key
hu: Menü gyorsgomb
vi: Phím tắt mở Menu

source: Menu icon size
hu: Menü ikon méret
vi: Kích thước biểu tượng Menu

source: Text width
hu: Szöveg szélessége

source: 0 means: automatic
hu: 0 jelentése: automatikus

source: Move these sections to rearrange the menu:
hu: A menü átrendezéséhez mozgassa ezeket a szakaszokat:
vi: Di chuyển các phần này để sắp xếp lại Menu:

source: Name
hu: Név
vi: Tên

source: Display order in the menu
hu: Megjelenítési sorrend a menüben
vi: Thứ tự hiển thị trong Menu

source: Apply
hu: Alkalmaz
vi: Áp dụng

source: No icon on panel
hu: Nincs ikon a panelen
vi: Không hiển thị biểu tượng trên Thanh panel

source: Open on middle click
hu: Görgő kattintásra megnyitás
vi: Mở khi nhấn chuột giữa

source: Leave blank to disable
hu: Hagyja üresen a letiltáshoz
vi: Để trống để vô hiệu hóa

source: Do not display the tooltip
hu: Ne jelenítse meg az eszköztippet

source: Show User section
hu: Felhasználói szakasz megjelenítése
vi: Hiển thị phần Người dùng

source: Show the settings access icon
hu: Beállítások elérését jelző ikon megjelenítése

source: Show desktop
hu: Asztal mutatása
vi: Hiển thị Màn hình nền

source: Icon Name
hu: Ikon neve
vi: Tên Biểu tượng

source: Show trash
hu: Kuka mutatása
vi: Hiển thị Thùng rác

source: Never
hu: Soha
vi: Không bao giờ

source: Always
hu: Mindig
vi: Luôn luôn

source: When not empty
hu: Amikor nem üres
vi: Khi có nội dung

source: Show System section
hu: Rendszer szakasz megjelenítése
vi: Hiển thị phần Hệ thống

source: Show computer
hu: Számítógép mutatása
vi: Hiển thị Máy tính

source: Show file system
hu: Fájlrendszer mutatása
vi: Hiển thị Hệ thống tập tin

source: Show volumes
hu: Kötetek mutatása
vi: Hiển thị các ổ đĩa

source: Only show mounted drives
hu: Csak csatlakoztatott meghajtók mutatása
vi: Chỉ hiển thị ổ đĩa đã gắn kết

source: Show network
hu: Hálózat mutatása
vi: Hiển thị Mạng

source: Show favorite documents
hu: Kedvenc dokumentumok megjelenítése
vi: Hiển thị Tài liệu yêu thích

source: Added time
hu: Hozzáadott idő
vi: Thời gian thêm

source: Custom Sort
hu: Egyéni rendezés

source: Sorting method
hu: Rendezési módszer
vi: Phương pháp sắp xếp

source: Below are the favorite documents displayed in the menu when checked. The Name can be changed here, but is unchanged in menu. The URI must not be changed. Favorite documents can only be managed by nemo.
hu: Az alábbiakban a menüben megjelenő kedvenc dokumentumok láthatók, ha be vannak jelölve. A név itt módosítható, de a menüben változatlan marad. Az URI-t nem szabad módosítani. A kedvenc dokumentumokat csak a nemo kezelheti.

source: Menu
hu: Menü

source: ⚠️ Name
hu: ⚠️ Név

source: Add all your Favorite Documents
hu: Add hozzá az összes kedvenc dokumentumodat

source: All Favorite Documents
hu: Minden kedvenc dokumentum
vi: Tất cả Tài liệu Yêu thích

source: Number to show
hu: Megjelenítendő darabszám
vi: Số lượng hiển thị

source: Show complete path in tooltips
hu: Teljes útvonal megjelenítése az eszköztippekben
vi: Hiển thị đường dẫn đầy đủ trong gợi ý

source: Replace icons with stars
hu: Cserélje le az ikonokat csillagokra
vi: Thay biểu tượng bằng hình sao

source: Show favorite apps
hu: Kedvenc alkalmazások megjelenítése

source: Below are the favorite applications displayed in the menu when checked. The Name can be changed. The Launcher must not be changed.
hu: Az alábbiakban a menüben megjelenő kedvenc alkalmazások láthatók, ha be vannak jelölve. A név módosítható. Az Indítót nem szabad módosítani.

source: Favorite apps shown
hu: Kedvenc alkalmazások megjelenítése

source: ⚠️ Launcher
hu: ⚠️ Indító

source: Add all your Favorite Apps
hu: Add hozzá az összes kedvenc alkalmazásodat

source: Show recent documents
hu: Mostanában megnyitott dokumentumok mutatása
vi: Hiển thị Tài liệu gần đây

source: Access time
hu: Hozzáférési idő
vi: Thời gian truy cập

source: Modification time
hu: Módosítási idő
vi: Thời gian chỉnh sửa

source: All Recent Documents
hu: Minden mostanában megnyitott dokumentum
vi: Tất cả Tài liệu Gần đây

source: Privacy
hu: Titoktartás
vi: Quyền riêng tư

source: Icon browser
hu: Ikonböngésző
vi: Trình duyệt Biểu tượng

source: Show Custom documents
hu: Egyéni dokumentumok megjelenítése

source: URI: Enter the link to your custom document or application-name.desktop here (as in /usr/share/applications/). To separate them into categories, you can add a line without a URI, but with a name as the category title (no icon is necessary).
hu: URI: Ide írd be az egyéni dokumentumodra vagy az application-name.desktop fájlra mutató linket (mint például a /usr/share/applications/ fájlban). Kategóriákba soroláshoz hozzáadhatsz egy sort URI nélkül, de a kategória címeként egy névvel (ikon nem szükséges).
