Repository: linuxmint/cinnamon-spices-applets
Catalog: combined-monitor@danipin/files/combined-monitor@danipin/po/*.po
Languages: bg, fr, it, ja, nl, pl, pt, ru, sv, tr

source: Saved data for Profile 3 (internal)
bg: Запазени данни за Профил 3 (вътрешни)
fr: Données sauvegardées pour le Profil 3 (interne)
it: Dati salvati per il Profilo 3 (interno)
ja: プロファイル 3 の保存されたデータ (内部)
nl: Opgeslagen gegevens voor Profiel 3 (intern)
pl: Zapisane dane dla Profilu 3 (wewnętrzne)
pt: Dados salvos para o Perfil 3 (interno)
ru: Сохраненные данные для Профиля 3 (внутренние)
sv: Sparad data för Profil 3 (intern)
tr: Profil 3 için kaydedilen veriler (dahili)
