Repository: linuxmint/cinnamon-spices-applets
Catalog: combined-monitor@danipin/files/combined-monitor@danipin/po/*.po
Languages: bg, fr, it, ja, nl, pl, pt, ru, sv, tr

source: Slot 1 (Standard)
bg: Слот 1 (Стандартен)
fr: Emplacement 1 (Standard)
ja: スロット 1 (標準)
nl: Sleuf 1 (Standaard)
pt: Slot 1 (Padrão)
ru: Слот 1 (Стандарт)
sv: Plats 1 (Standard)
tr: Slot 1 (Standart)

source: Slot 2 (Empty)
bg: Слот 2 (Празен)
fr: Emplacement 2 (Vide)
it: Slot 2 (Vuoto)
ja: スロット 2 (空)
nl: Sleuf 2 (Leeg)
pl: Slot 2 (Pusty)
pt: Slot 2 (Vazio)
ru: Слот 2 (Пусто)
sv: Plats 2 (Tom)
tr: Slot 2 (Boş)

source: Slot 3 (Empty)
bg: Слот 3 (Празен)
fr: Emplacement 3 (Vide)
it: Slot 3 (Vuoto)
ja: スロット 3 (空)
nl: Sleuf 3 (Leeg)
pl: Slot 3 (Pusty)
pt: Slot 3 (Vazio)
ru: Слот 3 (Пусто)
sv: Plats 3 (Tom)
tr: Slot 3 (Boş)

source: Separator
bg: Разделител
fr: Séparateur
it: Separatore
ja: セパレーター
nl: Scheidingsteken
pt: Separador
ru: Разделитель
tr: Ayırıcı

source: No Separator
bg: Без Разделител
fr: Pas de séparateur
it: Nessun Separatore
ja: セパレーターなし
nl: Geen Scheidingsteken
pl: Bez Separatora
pt: Sem Separador
ru: Без Разделителя
sv: Ingen Separator
tr: Ayırıcı Yok

source: Symbols
bg: Символи
fr: Symboles
it: Simboli
ja: シンボル
nl: Symbolen
pl: Symbole
pt: Símbolos
ru: Символы
sv: Symboler
tr: Semboller

source: CPU
bg: ЦПУ
ru: ЦПУ

source: Icon-White
bg: Икона-Бяла
fr: Icône-Blanc
it: Icona-Bianca
ja: アイコン - 白
nl: Icoon-Wit
pl: Ikona-Biała
pt: Ícone-Branco
ru: Иконка-Белая
sv: Ikon-Vit
tr: Simge-Beyaz

source: Icon-Dark
bg: Икона-Тъмна
fr: Icône-Sombre
it: Icona-Scura
ja: アイコン - 濃い色
nl: Icoon-Donker
pl: Ikona-Ciemna
pt: Ícone-Escuro
ru: Иконка-Темная
sv: Ikon-Mörk
tr: Simge-Koyu

source: No Symbol (Text Label)
bg: Без Символ (Текстов Етикет)
fr: Aucun Symbole (Étiquette de Texte)
it: Nessun Simbolo (Etichetta di Testo)
ja: シンボルなし (テキストラベル)
nl: Geen Symbool (Tekstlabel)
pl: Bez Symbolu (Etykieta Tekstowa)
pt: Sem Símbolo (Etiqueta de Texto)
ru: Без Символа (Текстовая Метка)
sv: Ingen Symbol (Textetikett)
tr: Sembol Yok (Metin Etiketi)

source: TEMP
bg: ТЕМП
ja: 温度
ru: ТЕМП
tr: SICAKLIK

source: RAM
bg: ОЗУ
ru: ОЗУ

source: Profile Management
bg: Управление на Профили
fr: Gestion des profils
it: Gestione Profili
ja: プロファイル管理
nl: Profielbeheer
pl: Zarządzanie Profilami
pt: Gerenciamento de Perfil
ru: Управление Профилями
sv: Profilhantering
tr: Profil Yönetimi

source: Activate (Load)
bg: Активиране (Зареждане)
fr: Activer (Charger)
it: Attiva (Carica)
ja: 有効化 (読み込み)
nl: Activeren (Laden)
pl: Aktywuj (Wczytaj)
pt: Ativar (Carregar)
ru: Активировать (Загрузить)
sv: Aktivera (Ladda)
tr: Aktif Et (Yükle)

source: Save Current Settings
bg: Запазване на Текущите Настройки
fr: Sauvegarder les paramètres actuels
it: Salva Impostazioni Correnti
ja: 現在の設定を保存
nl: Huidige Instellingen Opslaan
pl: Zapisz Aktualne Ustawienia
pt: Salvar Configurações Atuais
ru: Сохранить Текущие Настройки
sv: Spara Nuvarande Inställningar
tr: Mevcut Ayarları Kaydet

source: System Monitor
bg: Системен Монитор
fr: Moniteur Système
it: Monitor di Sistema
ja: システムモニター
nl: Systeemmonitor
pl: Monitor Systemu
pt: Monitor do Sistema
ru: Системный Монитор
tr: Sistem Monitörü

source: Restart Cinnamon
bg: Рестартиране на Cinnamon
fr: Redémarrer Cinnamon
it: Riavvia Cinnamon
ja: Cinnamon を再起動
nl: Cinnamon Herstarten
pl: Uruchom Ponownie Cinnamon
pt: Reiniciar Cinnamon
ru: Перезапустить Cinnamon
sv: Starta om Cinnamon
tr: Cinnamon'ı Yeniden Başlat

source: Profile Saved: %s
bg: Профилът е Запазен: %s
fr: Profil sauvegardé : %s
it: Profilo Salvato: %s
ja: プロファイルが保存されました: %s
nl: Profiel Opgeslagen: %s
pl: Profil Zapisany: %s
pt: Perfil Salvo: %s
ru: Профиль Сохранен: %s
sv: Profil Sparad: %s
tr: Profil Kaydedildi: %s

source: Active: %s
bg: Активен: %s
fr: Actif : %s
it: Attivo: %s
ja: 有効: %s
nl: Actief: %s
pl: Aktywny: %s
pt: Ativo: %s
ru: Активно: %s
sv: Aktiv: %s
tr: Aktif: %s

source: N/A
bg: Н/П
fr: N/D
it: N/D
nl: N.V.T.
pl: N/D
pt: N/D
ru: Н/Д
sv: I/T
tr: Y/U

source: CPU Temperature
bg: Температура на ЦПУ
fr: Température du CPU
it: Temperatura CPU
ja: CPU 温度
nl: CPU Temperatuur
pl: Temperatura CPU
pt: Temperatura da CPU
ru: Температура ЦПУ
sv: CPU-temperatur
tr: CPU Sıcaklığı

source: Profiles
bg: Профили
fr: Profils
it: Profili
ja: プロファイル
nl: Profielen
pl: Profile
pt: Perfis
ru: Профили
sv: Profiler
tr: Profiller

source: General
bg: Общи
fr: Général
it: Generale
ja: 一般
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
sv: Allmänt
tr: Genel

source: Order of Metrics
bg: Ред на Метриките
fr: Ordre des métriques
it: Ordine delle Metriche
ja: メトリクスの順序
nl: Volgorde van Metingen
pl: Kolejność Metryk
pt: Ordem das Métricas
ru: Порядок Метрик
sv: Ordning på Mätvärden
tr: Metriklerin Sırası

source: Display
bg: Дисплей
fr: Affichage
it: Visualizzazione
ja: 表示
nl: Weergave
pl: Wyświetlanie
pt: Exibição
ru: Отображение
sv: Visning
tr: Görüntüleme

source: Thresholds
bg: Прагове
fr: Seuils
it: Soglie
ja: しきい値
nl: Drempels
pl: Progi
pt: Limiares
ru: Пороги
sv: Tröskelvärden
tr: Eşikler

source: Colors
bg: Цветове
fr: Couleurs
it: Colori
ja: 色
nl: Kleuren
pl: Kolory
pt: Cores
ru: Цвета
sv: Färger
tr: Renkler

source: Thresholds (in °C)
bg: Прагове (в °C)
fr: Seuils (en °C)
it: Soglie (in °C)
ja: しきい値 (単位 °C)
nl: Drempels (in °C)
pl: Progi (w °C)
pt: Limiares (em °C)
ru: Пороги (в °C)
sv: Tröskelvärden (i °C)
tr: Eşikler (°C cinsinden)

source: Settings
bg: Настройки
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar

source: Profiles (Slots 1 to 3)
bg: Профили (Слотове от 1 до 3)
fr: Profils (Emplacements 1 à 3)
it: Profili (Slot da 1 a 3)
ja: プロファイル (スロット 1 から 3)
nl: Profielen (Sleuven 1 tot 3)
pl: Profile (Sloty 1 do 3)
pt: Perfis (Slots 1 a 3)
ru: Профили (Слоты с 1 по 3)
sv: Profiler (Platser 1 till 3)
tr: Profiller (Slot 1'den 3'e)

source: Global
bg: Глобални
it: Globale
ja: グローバル
nl: Globaal
pl: Globalne
ru: Глобальные

source: Show CPU
bg: Показване на ЦПУ
fr: Afficher le CPU
it: Mostra CPU
ja: CPU を表示
nl: Toon CPU
pl: Pokaż CPU
pt: Mostrar CPU
ru: Показать ЦПУ
sv: Visa CPU
tr: CPU'yu Göster

source: Text for CPU
bg: Текст за ЦПУ
fr: Texte pour le CPU
it: Testo per CPU
ja: CPU のテキスト
nl: Tekst voor CPU
pl: Tekst dla CPU
pt: Texto para CPU
ru: Текст для ЦПУ
sv: Text för CPU
tr: CPU için Metin

source: Custom symbol/icon for CPU. Leave empty for text label.
bg: Персонализиран символ/икона за ЦПУ. Оставете празно за текстов етикет.
fr: Symbole/icône personnalisé(e) pour le CPU. Laisser vide pour une étiquette de texte.
it: Simbolo/icona personalizzata per CPU. Lasciare vuoto per l'etichetta di testo.
ja: CPU のカスタムシンボル/アイコン。テキストラベルの場合は空のままにします。
nl: Aangepast symbool/icoon voor CPU. Leeg laten voor tekstlabel.
pl: Własny symbol/ikona dla CPU. Pozostaw puste dla etykiety tekstowej.
pt: Símbolo/ícone personalizado para CPU. Deixe vazio para a etiqueta de texto.
ru: Пользовательский символ/иконка для ЦПУ. Оставьте пустым для текстовой метки.
sv: Anpassad symbol/ikon för CPU. Lämna tom för textetikett.
tr: CPU için özel sembol/simge. Metin etiketi için boş bırakın.

source: Show percentage sign (%) for CPU
bg: Показване на знак за процент (%) за ЦПУ
fr: Afficher le signe de pourcentage (%) pour le CPU
it: Mostra il segno di percentuale (%) per CPU
ja: CPU のパーセンテージ記号 (%) を表示
nl: Toon percentageteken (%) voor CPU
pl: Pokaż znak procentu (%) dla CPU
pt: Mostrar sinal de porcentagem (%) para CPU
ru: Показать знак процента (%) для ЦПУ
sv: Visa procentsymbol (%) för CPU
tr: CPU için yüzde işareti (%) göster

source: If disabled, only the value (e.g., '45') is displayed without the percentage sign (e.g., '45%'). The 'Show percentage sign (%) (Master Switch)' option in the 'General' tab acts as a master switch.
bg: Ако е деактивирано, се показва само стойността (напр. '45') без знака за процент (напр. '45%'). Опцията 'Показване на знак за процент (%) (Главен Превключвател)' в раздела 'Общи' действа като главен превключвател.
fr: Si désactivé, seule la valeur (ex : '45') est affichée sans le signe de pourcentage (ex : '45%'). L'option 'Afficher le signe de pourcentage (%) (Interrupteur principal)' dans l'onglet 'Général' agit comme un interrupteur principal.
it: Se disabilitato, viene visualizzato solo il valore (ad esempio, '45') senza il segno di percentuale (ad esempio, '45%'). L'opzione 'Mostra il segno di percentuale (%) (Interruttore Principale)' nella scheda 'Generale' funge da interruttore principale.
ja: 無効にすると、パーセンテージ記号（例: '45%'）なしで値（例: '45'）のみが表示されます。「一般」タブの「パーセンテージ記号 (%) を表示 (マスター スイッチ)」オプションがマスター スイッチとして機能します。
nl: Indien uitgeschakeld, wordt alleen de waarde (bijv. '45') weergegeven zonder het percentageteken (bijv. '45%'). De optie 'Toon percentageteken (%) (Hoofdschakelaar)' in het tabblad 'Algemeen' fungeert als hoofdschakelaar.
pl: Jeśli wyłączone, wyświetlana jest tylko wartość (np. '45') bez znaku procentu (np. '45%'). Opcja 'Pokaż znak procentu (%) (Przełącznik Główny)' w zakładce 'Ogólne' działa jako przełącznik główny.
pt: Se desativado, apenas o valor (p. ex., '45') é exibido sem o sinal de porcentagem (p. ex., '45%'). A opção 'Mostrar sinal de porcentagem (%) (Interruptor Principal)' na aba 'Geral' funciona como um interruptor principal.
ru: Если отключено, отображается только значение (напр., '45') без знака процента (напр., '45%'). Опция 'Показать знак процента (%) (Главный Переключатель)' во вкладке 'Общие' действует как главный переключатель.
sv: Om inaktiverad visas endast värdet (t.ex. '45') utan procentsymbolen (t.ex. '45%'). Alternativet 'Visa procentsymbol (%) (Huvudströmbrytare)' på fliken 'Allmänt' fungerar som en huvudströmbrytare.
tr: Devre dışı bırakılırsa, yalnızca değer (örneğin, '45'), yüzde işareti olmadan (örneğin, '45%') görüntülenir. 'Genel' sekmesindeki 'Yüzde işareti (%) göster (Ana Anahtar)' seçeneği ana anahtar görevi görür.

source: Threshold LOW
bg: Праг НИСЪК
fr: Seuil BAS
it: Soglia BASSA
ja: しきい値 低
nl: Drempel LAAG
pl: Próg NISKI
pt: Limiar BAIXO
ru: Порог НИЗКИЙ
sv: Tröskel LÅG
tr: Eşik DÜŞÜK

source: The LOW color is used below this value
bg: Цветът НИСЪК се използва под тази стойност
fr: La couleur BAS est utilisée en dessous de cette valeur
it: Il colore BASSO viene utilizzato al di sotto di questo valore
ja: この値未満で低の色が使用されます
nl: De LAAG-kleur wordt gebruikt onder deze waarde
pl: Kolor NISKI jest używany poniżej tej wartości
pt: A cor BAIXA é usada abaixo deste valor
ru: Цвет НИЗКИЙ используется ниже этого значения
sv: Den LÅGA färgen används under detta värde
tr: DÜŞÜK renk bu değerin altında kullanılır

source: Threshold MED
bg: Праг СРЕДЕН
fr: Seuil MOYEN
it: Soglia MEDIA
ja: しきい値 中
nl: Drempel MIDDEN
pl: Próg ŚREDNI
pt: Limiar MÉDIO
ru: Порог СРЕДНИЙ
sv: Tröskel MEDEL
tr: Eşik ORTA

source: The MED color is used between LOW and MED
bg: Цветът СРЕДЕН се използва между НИСЪК и СРЕДЕН
fr: La couleur MOYEN est utilisée entre BAS et MOYEN
it: Il colore MEDIO viene utilizzato tra BASSO e MEDIO
ja: 低としきい値 中の間で中の色が使用されます
nl: De MIDDEN-kleur wordt gebruikt tussen LAAG en MIDDEN
pl: Kolor ŚREDNI jest używany pomiędzy NISKIM i ŚREDNIM
pt: A cor MÉDIA é usada entre BAIXO e MÉDIO
ru: Цвет СРЕДНИЙ используется между НИЗКИМ и СРЕДНИМ
sv: MEDEL-färgen används mellan LÅG och MEDEL
tr: ORTA renk DÜŞÜK ve ORTA arasında kullanılır

source: Threshold HIGH
bg: Праг ВИСОК
fr: Seuil ÉLEVÉ
it: Soglia ALTA
ja: しきい値 高
nl: Drempel HOOG
pl: Próg WYSOKI
pt: Limiar ALTO
ru: Порог ВЫСОКИЙ
sv: Tröskel HÖG
tr: Eşik YÜKSEK

source: The HIGH color is used between MED and HIGH
bg: Цветът ВИСОК се използва между СРЕДЕН и ВИСОК
fr: La couleur ÉLEVÉ est utilisée entre MOYEN et ÉLEVÉ
it: Il colore ALTO viene utilizzato tra MEDIO e ALTO
ja: 中としきい値 高の間で高の色が使用されます
nl: De HOOG-kleur wordt gebruikt tussen MIDDEN en HOOG
pl: Kolor WYSOKI jest używany pomiędzy ŚREDNIM i WYSOKIM
pt: A cor ALTA é usada entre MÉDIO e ALTO
ru: Цвет ВЫСОКИЙ используется между СРЕДНИМ и ВЫСОКИМ
sv: HÖG-färgen används mellan MEDEL och HÖG
tr: YÜKSEK renk ORTA ve YÜKSEK arasında kullanılır

source: Enable color change for CPU
bg: Активиране на промяна на цвета за ЦПУ
fr: Activer le changement de couleur pour le CPU
it: Abilita cambio colore per CPU
ja: CPU の色変更を有効にする
nl: Schakel kleurverandering voor CPU in
pl: Włącz zmianę koloru dla CPU
pt: Habilitar mudança de cor para CPU
ru: Включить изменение цвета для ЦПУ
sv: Aktivera färgbyte för CPU
tr: CPU için renk değişimini etkinleştir

source: Color LOW
bg: Цвят НИСЪК
fr: Couleur BASSE
it: Colore BASSO
ja: 色 低
nl: Kleur LAAG
pl: Kolor NISKI
pt: Cor BAIXA
ru: Цвет НИЗКИЙ
sv: Färg LÅG
tr: Renk DÜŞÜK

source: Color MED
bg: Цвят СРЕДЕН
fr: Couleur MOYENNE
it: Colore MEDIO
ja: 色 中
nl: Kleur MIDDEN
pl: Kolor ŚREDNI
pt: Cor MÉDIA
ru: Цвет СРЕДНИЙ
sv: Färg MEDEL
tr: Renk ORTA

source: Color HIGH
bg: Цвят ВИСОК
fr: Couleur ÉLEVÉE
it: Colore ALTO
ja: 色 高
nl: Kleur HOOG
pl: Kolor WYSOKI
pt: Cor ALTA
ru: Цвет ВЫСОКИЙ
sv: Färg HÖG
tr: Renk YÜKSEK

source: Color CRITICAL
bg: Цвят КРИТИЧЕН
fr: Couleur CRITIQUE
it: Colore CRITICO
ja: 色 危機的
nl: Kleur KRITIEK
pl: Kolor KRYTYCZNY
pt: Cor CRÍTICA
ru: Цвет КРИТИЧЕСКИЙ
sv: Färg KRITISK
tr: Renk KRİTİK

source: Used above the HIGH threshold
bg: Използва се над прага ВИСОК
fr: Utilisée au-dessus du seuil ÉLEVÉ
it: Usato sopra la soglia ALTA
ja: 高しきい値を超えると使用されます
nl: Gebruikt boven de HOOG-drempel
pl: Używany powyżej progu WYSOKIEGO
pt: Usado acima do limiar ALTO
ru: Используется выше порога ВЫСОКИЙ
sv: Används över HÖG-tröskelvärdet
tr: YÜKSEK eşiğin üzerinde kullanılır

source: Show Temperature
bg: Показване на Температурата
fr: Afficher la température
it: Mostra Temperatura
ja: 温度を表示
nl: Toon Temperatuur
pl: Pokaż Temperaturę
pt: Mostrar Temperatura
ru: Показать Температуру
sv: Visa Temperatur
tr: Sıcaklığı Göster

source: Enables the display of CPU temperature. **Important:** On many systems, installing the 'lm-sensors' package and running 'sudo sensors-detect' is necessary for this function to work correctly. Please refer to the instructions in the README.md.
bg: Активира показването на температурата на ЦПУ. **Важно:** В много системи е необходимо инсталирането на пакета 'lm-sensors' и изпълнението на 'sudo sensors-detect', за да работи тази функция правилно. Моля, вижте инструкциите в README.md.
fr: Active l'affichage de la température du CPU. **Important :** Sur de nombreux systèmes, l'installation du paquet 'lm-sensors' et l'exécution de 'sudo sensors-detect' sont nécessaires pour que cette fonction fonctionne correctement. Veuillez consulter les instructions dans le README.md.
it: Abilita la visualizzazione della temperatura della CPU. **Importante:** Su molti sistemi, è necessario installare il pacchetto 'lm-sensors' ed eseguire 'sudo sensors-detect' affinché questa funzione funzioni correttamente. Si prega di consultare le istruzioni nel README.md.
ja: CPU 温度の表示を有効にします。**重要:** 多くのシステムでは、この機能が正しく動作するために 'lm-sensors' パッケージをインストールし、'sudo sensors-detect' を実行する必要があります。README.md の手順を参照してください。
nl: Schakelt de weergave van de CPU-temperatuur in. **Belangrijk:** Op veel systemen is het noodzakelijk om het pakket 'lm-sensors' te installeren en 'sudo sensors-detect' uit te voeren om deze functie correct te laten werken. Raadpleeg de instructies in de README.md.
pl: Włącza wyświetlanie temperatury CPU. **Ważne:** Na wielu systemach konieczne jest zainstalowanie pakietu 'lm-sensors' i uruchomienie 'sudo sensors-detect', aby ta funkcja działała poprawnie. Proszę zapoznać się z instrukcjami w README.md.
pt: Ativa a exibição da temperatura da CPU. **Importante:** Em muitos sistemas, é necessário instalar o pacote 'lm-sensors' e executar 'sudo sensors-detect' para que esta função funcione corretamente. Consulte as instruções no README.md.
ru: Включает отображение температуры ЦПУ. **Важно:** Во многих системах для правильной работы этой функции необходима установка пакета 'lm-sensors' и запуск 'sudo sensors-detect'. Пожалуйста, обратитесь к инструкциям в README.md.
sv: Aktiverar visning av CPU-temperatur. **Viktigt:** På många system är det nödvändigt att installera paketet 'lm-sensors' och köra 'sudo sensors-detect' för att denna funktion ska fungera korrekt. Vänligen se instruktionerna i README.md.
tr: CPU sıcaklığının görüntülenmesini sağlar. **Önemli:** Birçok sistemde, bu işlevin doğru çalışması için 'lm-sensors' paketinin kurulması ve 'sudo sensors-detect' komutunun çalıştırılması gereklidir. Lütfen README.md'deki talimatlara bakın.

source: Show °C symbol
bg: Показване на символ °C
fr: Afficher le symbole °C
it: Mostra simbolo °C
ja: °C 記号を表示
nl: Toon °C symbool
pl: Pokaż symbol °C
pt: Mostrar símbolo °C
ru: Показать символ °C
sv: Visa °C symbol
tr: °C sembolünü göster

source: Controls whether the Celsius symbol (°C or °F) should be displayed after the value.
bg: Контролира дали символът за Целзий (°C или °F) трябва да се показва след стойността.
fr: Contrôle si le symbole Celsius (°C ou °F) doit être affiché après la valeur.
it: Controlla se il simbolo Celsius (°C o °F) deve essere visualizzato dopo il valore.
ja: 値の後に摂氏 (°C) または華氏 (°F) の記号を表示するかどうかを制御します。
nl: Bepaalt of het Celsius-symbool (°C of °F) na de waarde moet worden weergegeven.
pl: Kontroluje, czy symbol Celsjusza (°C lub °F) ma być wyświetlany po wartości.
pt: Controla se o símbolo Celsius (°C ou °F) deve ser exibido após o valor.
ru: Контролирует, должен ли символ Цельсия (°C или °F) отображаться после значения.
sv: Styr om Celsius-symbolen (°C eller °F) ska visas efter värdet.
tr: Değerden sonra Celsius sembolünün (°C veya °F) görüntülenip görüntülenmeyeceğini kontrol eder.

source: Text for Temperature
bg: Текст за Температура
fr: Texte pour la température
it: Testo per Temperatura
ja: 温度のテキスト
nl: Tekst voor Temperatuur
pl: Tekst dla Temperatury
pt: Texto para Temperatura
ru: Текст для Температуры
sv: Text för Temperatur
tr: Sıcaklık için Metin

source: Custom symbol/icon for Temperature. Leave empty for text label.
bg: Персонализиран символ/икона за Температура. Оставете празно за текстов етикет.
fr: Symbole/icône personnalisé(e) pour la température. Laisser vide pour une étiquette de texte.
it: Simbolo/icona personalizzata per la Temperatura. Lasciare vuoto per l'etichetta di testo.
ja: 温度のカスタムシンボル/アイコン。テキストラベルの場合は空のままにします。
nl: Aangepast symbool/icoon voor Temperatuur. Leeg laten voor tekstlabel.
pl: Własny symbol/ikona dla Temperatury. Pozostaw puste dla etykiety tekstowej.
pt: Símbolo/ícone personalizado para Temperatura. Deixe vazio para a etiqueta de texto.
ru: Пользовательский символ/иконка для Температуры. Оставьте пустым для текстовой метки.
sv: Anpassad symbol/ikon för Temperatur. Lämna tom för textetikett.
tr: Sıcaklık için özel sembol/simge. Metin etiketi için boş bırakın.

source: Unit of Measurement
bg: Мерна Единица
fr: Unité de mesure
it: Unità di Misura
ja: 測定単位
nl: Meeteenheid
pl: Jednostka Miary
pt: Unidade de Medida
ru: Единица Измерения
sv: Måttenhet
tr: Ölçü Birimi

source: Celsius (°C)
bg: Целзий (°C)
ja: 摂氏 (°C)
pl: Celsjusz (°C)
ru: Цельсия (°C)

source: Fahrenheit (°F)
bg: Фаренхайт (°F)
ja: 華氏 (°F)
ru: Фаренгейта (°F)

source: Choose whether the temperature should be displayed in Celsius or Fahrenheit. Threshold values must be adjusted accordingly.
bg: Изберете дали температурата да се показва в Целзий или Фаренхайт. Стойностите на праговете трябва да бъдат коригирани съответно.
fr: Choisissez si la température doit être affichée en Celsius ou Fahrenheit. Les valeurs des seuils doivent être ajustées en conséquence.
it: Scegliere se la temperatura deve essere visualizzata in Celsius o Fahrenheit. I valori di soglia devono essere regolati di conseguenza.
ja: 温度を摂氏または華氏で表示するかを選択します。しきい値はそれに応じて調整する必要があります。
nl: Kies of de temperatuur in Celsius of Fahrenheit moet worden weergegeven. Drempelwaarden moeten dienovereenkomstig worden aangepast.
pl: Wybierz, czy temperatura ma być wyświetlana w stopniach Celsjusza czy Fahrenheita. Wartości progów muszą być odpowiednio dostosowane.
pt: Escolha se a temperatura deve ser exibida em Celsius ou Fahrenheit. Os valores dos limiares devem ser ajustados de acordo.
ru: Выберите, должна ли температура отображаться в Цельсиях или Фаренгейтах. Значения порогов должны быть скорректированы соответствующим образом.
sv: Välj om temperaturen ska visas i Celsius eller Fahrenheit. Tröskelvärden måste justeras i enlighet därmed.
tr: Sıcaklığın Celsius veya Fahrenheit olarak görüntülenip görüntülenmeyeceğini seçin. Eşik değerleri buna göre ayarlanmalıdır.

source: The LOW color is used below this value (applies to °C and °F)
bg: Цветът НИСЪК се използва под тази стойност (приложимо за °C и °F)
fr: La couleur BAS est utilisée en dessous de cette valeur (s'applique à °C et °F)
it: Il colore BASSO viene utilizzato al di sotto di questo valore (si applica a °C e °F)
ja: この値未満で低の色が使用されます (°C および °F に適用)
nl: De LAAG-kleur wordt gebruikt onder deze waarde (geldt voor °C en °F)
pl: Kolor NISKI jest używany poniżej tej wartości (dotyczy °C i °F)
pt: A cor BAIXA é usada abaixo deste valor (aplica-se a °C e °F)
ru: Цвет НИЗКИЙ используется ниже этого значения (применимо к °C и °F)
sv: Den LÅGA färgen används under detta värde (gäller för °C och °F)
tr: DÜŞÜK renk bu değerin altında kullanılır (°C ve °F için geçerlidir)

source: The MED color is used between LOW and MED (applies to °C and °F)
bg: Цветът СРЕДЕН се използва между НИСЪК и СРЕДЕН (приложимо за °C и °F)
fr: La couleur MOYEN est utilisée entre BAS et MOYEN (s'applique à °C et °F)
it: Il colore MEDIO viene utilizzato tra BASSO e MEDIO (si applica a °C e °F)
ja: 低としきい値 中の間で中の色が使用されます (°C および °F に適用)
nl: De MIDDEN-kleur wordt gebruikt tussen LAAG en MIDDEN (geldt voor °C en °F)
pl: Kolor ŚREDNI jest używany pomiędzy NISKIM i ŚREDNIM (dotyczy °C i °F)
pt: A cor MÉDIA é usada entre BAIXO e MÉDIO (aplica-se a °C e °F)
ru: Цвет СРЕДНИЙ используется между НИЗКИМ и СРЕДНИМ (применимо к °C и °F)
sv: MEDEL-färgen används mellan LÅG och MEDEL (gäller för °C och °F)
tr: ORTA renk DÜŞÜK ve ORTA arasında kullanılır (°C ve °F için geçerlidir)

source: The HIGH color is used between MED and HIGH (applies to °C and °F)
bg: Цветът ВИСОК се използва между СРЕДЕН и ВИСОК (приложимо за °C и °F)
fr: La couleur ÉLEVÉ est utilisée entre MOYEN et ÉLEVÉ (s'applique à °C et °F)
it: Il colore ALTO viene utilizzato tra MEDIO e ALTO (si applica a °C e °F)
ja: 中としきい値 高の間で高の色が使用されます (°C および °F に適用)
nl: De HOOG-kleur wordt gebruikt tussen MIDDEN en HOOG (geldt voor °C en °F)
pl: Kolor WYSOKI jest używany pomiędzy ŚREDNIM i WYSOKIM (dotyczy °C i °F)
pt: A cor ALTA é usada entre MÉDIO e ALTO (aplica-se a °C e °F)
ru: Цвет ВЫСОКИЙ используется между СРЕДНИМ и ВЫСОКИМ (применимо к °C и °F)
sv: HÖG-färgen används mellan MEDEL och HÖG (gäller för °C och °F)
tr: YÜKSEK renk ORTA ve YÜKSEK arasında kullanılır (°C ve °F için geçerlidir)

source: Enable color change for TEMP
bg: Активиране на промяна на цвета за ТЕМП
fr: Activer le changement de couleur pour la TEMP
it: Abilita cambio colore per TEMP
ja: 温度の色変更を有効にする
nl: Schakel kleurverandering voor TEMP in
pl: Włącz zmianę koloru dla TEMP
pt: Habilitar mudança de cor para TEMP
ru: Включить изменение цвета для ТЕМП
sv: Aktivera färgbyte för TEMP
tr: SICAKLIK için renk değişimini etkinleştir

source: Color LOW (Green)
bg: Цвят НИСЪК (Зелен)
fr: Couleur BASSE (Vert)
it: Colore BASSO (Verde)
ja: 色 低 (緑)
nl: Kleur LAAG (Groen)
pl: Kolor NISKI (Zielony)
pt: Cor BAIXA (Verde)
ru: Цвет НИЗКИЙ (Зеленый)
sv: Färg LÅG (Grön)
tr: Renk DÜŞÜK (Yeşil)

source: Color MED (Orange)
bg: Цвят СРЕДЕН (Оранжев)
fr: Couleur MOYENNE (Orange)
it: Colore MEDIO (Arancione)
ja: 色 中 (オレンジ)
nl: Kleur MIDDEN (Oranje)
pl: Kolor ŚREDNI (Pomarańczowy)
pt: Cor MÉDIA (Laranja)
ru: Цвет СРЕДНИЙ (Оранжевый)
sv: Färg MEDEL (Orange)
tr: Renk ORTA (Turuncu)
