Repository: linuxmint/cinnamon-spices-applets
Catalog: combined-monitor@danipin/files/combined-monitor@danipin/po/*.po
Languages: bg, fr, it, ja, nl, pl, pt, ru, sv, tr

source: Color HIGH (Red-Orange)
bg: Цвят ВИСОК (Червено-Оранжев)
fr: Couleur ÉLEVÉE (Rouge-Orange)
it: Colore ALTO (Rosso-Arancione)
ja: 色 高 (赤橙)
nl: Kleur HOOG (Rood-Oranje)
pl: Kolor WYSOKI (Czerwono-Pomarańczowy)
pt: Cor ALTA (Laranja-Vermelho)
ru: Цвет ВЫСОКИЙ (Красно-Оранжевый)
sv: Färg HÖG (Röd-Orange)
tr: Renk YÜKSEK (Kırmızı-Turuncu)

source: Color CRITICAL (Red)
bg: Цвят КРИТИЧЕН (Червен)
fr: Couleur CRITIQUE (Rouge)
it: Colore CRITICO (Rosso)
ja: 色 危機的 (赤)
nl: Kleur KRITIEK (Rood)
pl: Kolor KRYTYCZNY (Czerwony)
pt: Cor CRÍTICA (Vermelho)
ru: Цвет КРИТИЧЕСКИЙ (Красный)
sv: Färg KRITISK (Röd)
tr: Renk KRİTİK (Kırmızı)

source: Show RAM
bg: Показване на ОЗУ
fr: Afficher la RAM
it: Mostra RAM
ja: RAM を表示
nl: Toon RAM
pl: Pokaż RAM
pt: Mostrar RAM
ru: Показать ОЗУ
sv: Visa RAM
tr: RAM'i Göster

source: Text for RAM
bg: Текст за ОЗУ
fr: Texte pour la RAM
it: Testo per RAM
ja: RAM のテキスト
nl: Tekst voor RAM
pl: Tekst dla RAM
pt: Texto para RAM
ru: Текст для ОЗУ
sv: Text för RAM
tr: RAM için Metin

source: Custom symbol/icon for RAM. Leave empty for text label.
bg: Персонализиран символ/икона за ОЗУ. Оставете празно за текстов етикет.
fr: Symbole/icône personnalisé(e) pour la RAM. Laisser vide pour une étiquette de texte.
it: Simbolo/icona personalizzata per RAM. Lasciare vuoto per l'etichetta di testo.
ja: RAM のカスタムシンボル/アイコン。テキストラベルの場合は空のままにします。
nl: Aangepast symbool/icoon voor RAM. Leeg laten voor tekstlabel.
pl: Własny symbol/ikona dla RAM. Pozostaw puste dla etykiety tekstowej.
pt: Símbolo/ícone personalizado para RAM. Deixe vazio para a etiqueta de texto.
ru: Пользовательский символ/иконка для ОЗУ. Оставьте пустым для текстовой метки.
sv: Anpassad symbol/ikon för RAM. Lämna tom för textetikett.
tr: RAM için özel sembol/simge. Metin etiketi için boş bırakın.

source: Show percentage sign (%) for RAM
bg: Показване на знак за процент (%) за ОЗУ
fr: Afficher le signe de pourcentage (%) pour la RAM
it: Mostra il segno di percentuale (%) per RAM
ja: RAM のパーセンテージ記号 (%) を表示
nl: Toon percentageteken (%) voor RAM
pl: Pokaż znak procentu (%) dla RAM
pt: Mostrar sinal de porcentagem (%) para RAM
ru: Показать знак процента (%) для ОЗУ
sv: Visa procentsymbol (%) för RAM
tr: RAM için yüzde işareti (%) göster

source: Display Mode
bg: Режим на Дисплея
fr: Mode d'affichage
it: Modalità di Visualizzazione
ja: 表示モード
nl: Weergavemodus
pl: Tryb Wyświetlania
pt: Modo de Exibição
ru: Режим Отображения
sv: Visningsläge
tr: Görüntüleme Modu

source: Percentage Usage (%)
bg: Процентно Използване (%)
fr: Pourcentage d'utilisation (%)
it: Utilizzo Percentuale (%)
ja: 使用率 (%)
nl: Percentage Gebruik (%)
pl: Wykorzystanie Procentowe (%)
pt: Uso Percentual (%)
ru: Процент Использования (%)
sv: Procentuell Användning (%)
tr: Yüzde Kullanımı (%)

source: Used Memory (MB/GB)
bg: Използвана Памет (MB/GB)
fr: Mémoire utilisée (Mo/Go)
it: Memoria Utilizzata (MB/GB)
ja: 使用済みメモリ (MB/GB)
nl: Gebruikt Geheugen (MB/GB)
pl: Używana Pamięć (MB/GB)
pt: Memória Usada (MB/GB)
ru: Использованная Память (МБ/ГБ)
sv: Använt Minne (MB/GB)
tr: Kullanılan Bellek (MB/GB)

source: Free Memory (MB/GB)
bg: Свободна Памет (MB/GB)
fr: Mémoire libre (Mo/Go)
it: Memoria Libera (MB/GB)
ja: 空きメモリ (MB/GB)
nl: Vrij Geheugen (MB/GB)
pl: Wolna Pamięć (MB/GB)
pt: Memória Livre (MB/GB)
ru: Свободная Память (МБ/ГБ)
sv: Ledigt Minne (MB/GB)
tr: Boş Bellek (MB/GB)

source: Choose whether percentage usage or used/free memory in MB/GB should be displayed.
bg: Изберете дали да се показва процентното използване или използваната/свободната памет в MB/GB.
fr: Choisissez si le pourcentage d'utilisation ou la mémoire utilisée/libre en Mo/Go doit être affiché.
it: Scegliere se visualizzare l'utilizzo percentuale o la memoria utilizzata/libera in MB/GB.
ja: 使用率または使用済み/空きメモリ (MB/GB) のどちらを表示するかを選択します。
nl: Kies of percentagegebruik of gebruikt/vrij geheugen in MB/GB moet worden weergegeven.
pl: Wybierz, czy ma być wyświetlane wykorzystanie procentowe, czy używana/wolna pamięć w MB/GB.
pt: Escolha se deve ser exibido o uso percentual ou a memória usada/livre em MB/GB.
ru: Выберите, должно ли отображаться процентное использование или использованная/свободная память в МБ/ГБ.
sv: Välj om procentuell användning eller använt/ledigt minne i MB/GB ska visas.
tr: Yüzde kullanımının mı yoksa kullanılan/boş belleğin (MB/GB) mi görüntüleneceğini seçin.

source: Enable color change for RAM
bg: Активиране на промяна на цвета за ОЗУ
fr: Activer le changement de couleur pour la RAM
it: Abilita cambio colore per RAM
ja: RAM の色変更を有効にする
nl: Schakel kleurverandering voor RAM in
pl: Włącz zmianę koloru dla RAM
pt: Habilitar mudança de cor para RAM
ru: Включить изменение цвета для ОЗУ
sv: Aktivera färgbyte för RAM
tr: RAM için renk değişimini etkinleştir

source: Show SWAP
bg: Показване на SWAP
fr: Afficher le SWAP
it: Mostra SWAP
ja: SWAP を表示
nl: Toon SWAP
pl: Pokaż SWAP
pt: Mostrar SWAP
ru: Показать SWAP
sv: Visa SWAP
tr: SWAP'ı Göster

source: Text for SWAP
bg: Текст за SWAP
fr: Texte pour le SWAP
it: Testo per SWAP
ja: SWAP のテキスト
nl: Tekst voor SWAP
pl: Tekst dla SWAP
pt: Texto para SWAP
ru: Текст для SWAP
sv: Text för SWAP
tr: SWAP için Metin

source: Custom symbol/icon for SWAP. Leave empty for text label.
bg: Персонализиран символ/икона за SWAP. Оставете празно за текстов етикет.
fr: Symbole/icône personnalisé(e) pour le SWAP. Laisser vide pour une étiquette de texte.
it: Simbolo/icona personalizzata per SWAP. Lasciare vuoto per l'etichetta di testo.
ja: SWAP のカスタムシンボル/アイコン。テキストラベルの場合は空のままにします。
nl: Aangepast symbool/icoon voor SWAP. Leeg laten voor tekstlabel.
pl: Własny symbol/ikona dla SWAP. Pozostaw puste dla etykiety tekstowej.
pt: Símbolo/ícone personalizado para SWAP. Deixe vazio para a etiqueta de texto.
ru: Пользовательский символ/иконка для SWAP. Оставьте пустым для текстовой метки.
sv: Anpassad symbol/ikon för SWAP. Lämna tom för textetikett.
tr: SWAP için özel sembol/simge. Metin etiketi için boş bırakın.

source: Only show SWAP when used
bg: Показване на SWAP само когато се използва
fr: Afficher SWAP uniquement lorsqu'il est utilisé
it: Mostra SWAP solo quando è in uso
ja: 使用時のみ SWAP を表示
nl: Toon SWAP alleen wanneer gebruikt
pl: Pokaż SWAP tylko, gdy jest używany
pt: Mostrar SWAP apenas quando usado
ru: Показывать SWAP только при использовании
sv: Visa SWAP endast när det används
tr: SWAP'ı yalnızca kullanıldığında göster

source: If active, it only shows SWAP when usage is greater than 0%.
bg: Ако е активно, показва SWAP само когато използването е по-голямо от 0%.
fr: Si actif, il affiche SWAP uniquement lorsque l'utilisation est supérieure à 0%.
it: Se attivo, mostra SWAP solo quando l'utilizzo è maggiore dello 0%.
ja: 有効な場合、使用率が 0% より大きい場合にのみ SWAP を表示します。
nl: Indien actief, wordt SWAP alleen getoond wanneer het gebruik groter is dan 0%.
pl: Jeśli aktywne, SWAP jest wyświetlany tylko, gdy użycie jest większe niż 0%.
pt: Se ativo, só mostra SWAP quando o uso é superior a 0%.
ru: Если активно, отображает SWAP только при использовании более 0%.
sv: Om aktiv, visar den endast SWAP när användningen är större än 0%.
tr: Aktifse, SWAP'ı yalnızca kullanım %0'dan büyük olduğunda gösterir.

source: Show percentage sign (%) for SWAP
bg: Показване на знак за процент (%) за SWAP
fr: Afficher le signe de pourcentage (%) pour le SWAP
it: Mostra il segno di percentuale (%) per SWAP
ja: SWAP のパーセンテージ記号 (%) を表示
nl: Toon percentageteken (%) voor SWAP
pl: Pokaż znak procentu (%) dla SWAP
pt: Mostrar sinal de porcentagem (%) para SWAP
ru: Показать знак процента (%) для SWAP
sv: Visa procentsymbol (%) för SWAP
tr: SWAP için yüzde işareti (%) göster

source: Enable color change for SWAP
bg: Активиране на промяна на цвета за SWAP
fr: Activer le changement de couleur pour le SWAP
it: Abilita cambio colore per SWAP
ja: SWAP の色変更を有効にする
nl: Schakel kleurverandering voor SWAP in
pl: Włącz zmianę koloru dla SWAP
pt: Habilitar mudança de cor para SWAP
ru: Включить изменение цвета для SWAP
sv: Aktivera färgbyte för SWAP
tr: SWAP için renk değişimini etkinleştir

source: If the value is less than or equal to the LOW threshold, the LOW color is used.
bg: Ако стойността е по-малка или равна на прага НИСЪК, се използва цветът НИСЪК.
fr: Si la valeur est inférieure ou égale au seuil BAS, la couleur BAS est utilisée.
it: Se il valore è inferiore o uguale alla soglia BASSA, viene utilizzato il colore BASSO.
ja: 値が低しきい値以下の場合は、低の色が使用されます。
nl: Als de waarde kleiner of gelijk is aan de LAAG-drempel, wordt de LAAG-kleur gebruikt.
pl: Jeśli wartość jest mniejsza lub równa progowi NISKI, używany jest kolor NISKI.
pt: Se o valor for menor ou igual ao limiar BAIXO, a cor BAIXA é usada.
ru: Если значение меньше или равно порогу НИЗКИЙ, используется цвет НИЗКИЙ.
sv: Om värdet är mindre än eller lika med LÅG-tröskelvärdet, används den LÅGA färgen.
tr: Değer DÜŞÜK eşiğe küçük veya eşitse, DÜŞÜK renk kullanılır.

source: If the value is greater than LOW and less than or equal to the MED threshold, the MED color is used.
bg: Ако стойността е по-голяма от НИСЪК и по-малка или равна на прага СРЕДЕН, се използва цветът СРЕДЕН.
fr: Si la valeur est supérieure à BAS et inférieure ou égale au seuil MOYEN, la couleur MOYEN est utilisée.
it: Se il valore è maggiore di BASSA e inferiore o uguale alla soglia MEDIA, viene utilizzato il colore MEDIO.
ja: 値が低より大きく、中しきい値以下の場合は、中の色が使用されます。
nl: Als de waarde groter is dan LAAG en kleiner of gelijk is aan de MIDDEN-drempel, wordt de MIDDEN-kleur gebruikt.
pl: Jeśli wartość jest większa niż NISKI i mniejsza lub równa progowi ŚREDNI, używany jest kolor ŚREDNI.
pt: Se o valor for maior que BAIXO e menor ou igual ao limiar MÉDIO, a cor MÉDIA é usada.
ru: Если значение больше НИЗКОГО и меньше или равно порогу СРЕДНИЙ, используется цвет СРЕДНИЙ.
sv: Om värdet är större än LÅG och mindre än eller lika med MEDEL-tröskelvärdet, används MEDEL-färgen.
tr: Değer DÜŞÜK'ten büyük ve ORTA eşiğe küçük veya eşitse, ORTA renk kullanılır.

source: If the value is greater than MED and less than or equal to the HIGH threshold, the HIGH color is used.
bg: Ако стойността е по-голяма от СРЕДЕН и по-малка или равна на прага ВИСОК, се използва цветът ВИСОК.
fr: Si la valeur est supérieure à MOYEN et inférieure ou égale au seuil ÉLEVÉ, la couleur ÉLEVÉ est utilisée.
it: Se il valore è maggiore di MEDIA e inferiore o uguale alla soglia ALTA, viene utilizzato il colore ALTO.
ja: 値が中より大きく、高しきい値以下の場合は、高の色が使用されます。
nl: Als de waarde groter is dan MIDDEN en kleiner of gelijk is aan de HOOG-drempel, wordt de HOOG-kleur gebruikt.
pl: Jeśli wartość jest większa niż ŚREDNI i mniejsza lub równa progowi WYSOKI, używany jest kolor WYSOKI.
pt: Se o valor for maior que MÉDIO e menor ou igual ao limiar ALTO, a cor ALTA é usada.
ru: Если значение больше СРЕДНЕГО и меньше или равно порогу ВЫСОКИЙ, используется цвет ВЫСОКИЙ.
sv: Om värdet är större än MEDEL och mindre än eller lika med HÖG-tröskelvärdet, används den HÖGA färgen.
tr: Değer ORTA'dan büyük ve YÜKSEK eşiğe küçük veya eşitse, YÜKSEK renk kullanılır.

source: CPU Position
bg: Позиция на ЦПУ
fr: Position du CPU
it: Posizione CPU
ja: CPU 位置
nl: CPU Positie
pl: Pozycja CPU
pt: Posição da CPU
ru: Позиция ЦПУ
tr: CPU Konumu

source: Position 1 (Left)
bg: Позиция 1 (Ляво)
fr: Position 1 (Gauche)
it: Posizione 1 (Sinistra)
ja: 位置 1 (左)
nl: Positie 1 (Links)
pl: Pozycja 1 (Lewa)
pt: Posição 1 (Esquerda)
ru: Позиция 1 (Слева)
sv: Position 1 (Vänster)
tr: Konum 1 (Sol)

source: Position 2
bg: Позиция 2
it: Posizione 2
ja: 位置 2
nl: Positie 2
pl: Pozycja 2
pt: Posição 2
ru: Позиция 2
tr: Konum 2

source: Position 3
bg: Позиция 3
it: Posizione 3
ja: 位置 3
nl: Positie 3
pl: Pozycja 3
pt: Posição 3
ru: Позиция 3
tr: Konum 3

source: Position 4 (Right)
bg: Позиция 4 (Дясно)
fr: Position 4 (Droite)
it: Posizione 4 (Destra)
ja: 位置 4 (右)
nl: Positie 4 (Rechts)
pl: Pozycja 4 (Prawa)
pt: Posição 4 (Direita)
ru: Позиция 4 (Справа)
sv: Position 4 (Höger)
tr: Konum 4 (Sağ)

source: Defines the display position of CPU. The position is automatically swapped with the metric at the same position.
bg: Определя позицията на показване на ЦПУ. Позицията автоматично се разменя с метриката на същата позиция.
fr: Définit la position d'affichage du CPU. La position est automatiquement échangée avec la métrique à la même position.
it: Definisce la posizione di visualizzazione della CPU. La posizione viene scambiata automaticamente con la metrica nella stessa posizione.
ja: CPU の表示位置を定義します。位置は同じ位置のメトリックと自動的に交換されます。
nl: Definieert de weergavepositie van CPU. De positie wordt automatisch verwisseld met de meting op dezelfde positie.
pl: Definiuje pozycję wyświetlania CPU. Pozycja jest automatycznie zamieniana z metryką na tej samej pozycji.
pt: Define a posição de exibição da CPU. A posição é trocada automaticamente com a métrica na mesma posição.
ru: Определяет позицию отображения ЦПУ. Позиция автоматически меняется местами с метрикой на той же позиции.
sv: Definierar visningspositionen för CPU. Positionen byts automatiskt med mätvärdet på samma position.
tr: CPU'nun görüntüleme konumunu tanımlar. Konum, aynı konumdaki metrikle otomatik olarak değiştirilir.

source: TEMP Position
bg: Позиция на ТЕМП
fr: Position de la TEMP
it: Posizione TEMP
ja: 温度位置
nl: TEMP Positie
pl: Pozycja TEMP
pt: Posição da TEMP
ru: Позиция ТЕМП
tr: SICAKLIK Konumu

source: RAM Position
bg: Позиция на ОЗУ
fr: Position de la RAM
it: Posizione RAM
ja: RAM 位置
nl: RAM Positie
pl: Pozycja RAM
pt: Posição da RAM
ru: Позиция ОЗУ
tr: RAM Konumu

source: SWAP Position
bg: Позиция на SWAP
fr: Position du SWAP
it: Posizione SWAP
ja: SWAP 位置
nl: SWAP Positie
pl: Pozycja SWAP
pt: Posição do SWAP
ru: Позиция SWAP
tr: SWAP Konumu

source: Update Interval (ms)
bg: Интервал на Обновяване (ms)
fr: Intervalle de mise à jour (ms)
it: Intervallo di Aggiornamento (ms)
ja: 更新間隔 (ms)
pl: Interwał Odświeżania (ms)
pt: Intervalo de Atualização (ms)
ru: Интервал Обновления (мс)
sv: Uppdateringsintervall (ms)
tr: Güncelleme Aralığı (ms)

source: Show separator between metrics
bg: Показване на разделител между метриките
fr: Afficher un séparateur entre les métriques
it: Mostra separatore tra le metriche
ja: メトリクス間にセパレーターを表示
nl: Toon scheidingsteken tussen metingen
pl: Pokaż separator między metrykami
pt: Mostrar separador entre métricas
ru: Показать разделитель между метриками
sv: Visa separator mellan mätvärden
tr: Metrikler arasında ayırıcı göster

source: Separator Text
bg: Текст на Разделителя
fr: Texte du séparateur
it: Testo del Separatore
ja: セパレーター テキスト
nl: Scheidingsteken Tekst
pl: Tekst Separatora
pt: Texto do Separador
ru: Текст Разделителя
tr: Ayırıcı Metni

source: Separator Color
bg: Цвят на Разделителя
fr: Couleur du séparateur
it: Colore del Separatore
ja: セパレーター 色
nl: Scheidingsteken Kleur
pl: Kolor Separatora
pt: Cor do Separador
ru: Цвет Разделителя
sv: Separator Färg
tr: Ayırıcı Rengi

source: Show percentage sign (%) (Master Switch)
bg: Показване на знак за процент (%) (Главен Превключвател)
fr: Afficher le signe de pourcentage (%) (Interrupteur principal)
it: Mostra il segno di percentuale (%) (Interruttore Principale)
ja: パーセンテージ記号 (%) を表示 (マスター スイッチ)
nl: Toon percentageteken (%) (Hoofdschakelaar)
pl: Pokaż znak procentu (%) (Przełącznik Główny)
pt: Mostrar sinal de porcentagem (%) (Interruptor Principal)
ru: Показать знак процента (%) (Главный Переключатель)
sv: Visa procentsymbol (%) (Huvudströmbrytare)
tr: Yüzde işareti (%) göster (Ana Anahtar)

source: If disabled, only the value (e.g., '45') is displayed for all percentage displays without the percentage sign (e.g., '45%'). Individual switches for CPU/RAM/SWAP must also be active.
bg: Ако е деактивирано, се показва само стойността (напр. '45') за всички процентни дисплеи без знака за процент (напр. '45%'). Индивидуалните превключватели за ЦПУ/ОЗУ/SWAP също трябва да са активни.
fr: Si désactivé, seule la valeur (ex : '45') est affichée pour tous les affichages en pourcentage sans le signe de pourcentage (ex : '45%'). Les interrupteurs individuels pour CPU/RAM/SWAP doivent également être actifs.
it: Se disabilitato, viene visualizzato solo il valore (ad esempio, '45') per tutte le visualizzazioni in percentuale senza il segno di percentuale (ad esempio, '45%'). Anche gli interruttori individuali per CPU/RAM/SWAP devono essere attivi.
ja: 無効にすると、すべてのパーセンテージ表示で、パーセンテージ記号（例: '45%'）なしで値（例: '45'）のみが表示されます。CPU/RAM/SWAP の個別のスイッチも有効である必要があります。
nl: Indien uitgeschakeld, wordt alleen de waarde (bijv. '45') weergegeven voor alle percentage-weergaven zonder het percentageteken (bijv. '45%'). Individuele schakelaars voor CPU/RAM/SWAP moeten ook actief zijn.
pl: Jeśli wyłączone, wyświetlana jest tylko wartość (np. '45') dla wszystkich wyświetleń procentowych bez znaku procentu (np. '45%'). Indywidualne przełączniki dla CPU/RAM/SWAP również muszą być aktywne.
pt: Se desativado, apenas o valor (p. ex., '45') é exibido para todas as exibições de porcentagem sem o sinal de porcentagem (p. ex., '45%'). Os interruptores individuais para CPU/RAM/SWAP também devem estar ativos.
ru: Если отключено, отображается только значение (напр., '45') для всех процентных отображений без знака процента (напр., '45%'). Индивидуальные переключатели для ЦПУ/ОЗУ/SWAP также должны быть активны.
sv: Om inaktiverad visas endast värdet (t.ex. '45') för alla procentuella visningar utan procentsymbolen (t.ex. '45%'). Individuella omkopplare för CPU/RAM/SWAP måste också vara aktiva.
tr: Devre dışı bırakılırsa, yalnızca değer (örneğin, '45'), yüzde işareti olmadan (örneğin, '45%') görüntülenir. CPU/RAM/SWAP için bireysel anahtarlar da aktif olmalıdır.

source: Profile Message Duration (Seconds)
bg: Продължителност на Съобщението за Профил (Секунди)
fr: Durée du message de profil (Secondes)
it: Durata del Messaggio del Profilo (Secondi)
ja: プロファイル メッセージの表示時間 (秒)
nl: Profielbericht Duur (Seconden)
pl: Czas Trwania Komunikatu Profilu (Sekundy)
pt: Duração da Mensagem de Perfil (Segundos)
ru: Длительность Сообщения Профиля (Секунды)
sv: Profilmeddelandets Varaktighet (Sekunder)
tr: Profil Mesajı Süresi (Saniye)

source: How long should the message ('Profile saved', 'Profile active') be displayed in the panel.
bg: Колко дълго трябва да се показва съобщението ('Профилът е запазен', 'Профилът е активен') в панела.
fr: Combien de temps le message ('Profil sauvegardé', 'Profil actif') doit-il être affiché dans le tableau de bord.
it: Per quanto tempo il messaggio ('Profilo salvato', 'Profilo attivo') deve essere visualizzato nel pannello.
ja: メッセージ（「プロファイルが保存されました」、「プロファイルが有効です」）をパネルに表示する期間。
nl: Hoe lang moet het bericht ('Profiel opgeslagen', 'Profiel actief') in het paneel worden weergegeven.
pl: Jak długo komunikat ('Profil zapisany', 'Profil aktywny') ma być wyświetlany w panelu.
pt: Por quanto tempo a mensagem ('Perfil salvo', 'Perfil ativo') deve ser exibida no painel.
ru: Как долго сообщение ('Профиль сохранен', 'Профиль активен') должно отображаться на панели.
sv: Hur länge ska meddelandet ('Profil sparad', 'Profil aktiv') visas i panelen.
tr: ('Profil kaydedildi', 'Profil aktif') mesajı panelde ne kadar süreyle gösterilmelidir.

source: Profile 1 Name
bg: Име на Профил 1
fr: Nom du profil 1
it: Nome Profilo 1
ja: プロファイル 1 の名前
nl: Profiel 1 Naam
pl: Nazwa Profilu 1
pt: Nome do Perfil 1
ru: Имя Профиля 1
sv: Profil 1 Namn
tr: Profil 1 Adı

source: Enter a custom profile name in the text field!
bg: Въведете персонализирано име на профил в текстовото поле!
fr: Entrez un nom de profil personnalisé dans le champ de texte !
it: Inserisci un nome profilo personalizzato nel campo di testo!
ja: テキストフィールドにカスタムプロファイル名を入力してください!
nl: Voer een aangepaste profielnaam in het tekstveld in!
pl: Wprowadź własną nazwę profilu w polu tekstowym!
pt: Insira um nome de perfil personalizado no campo de texto!
ru: Введите пользовательское имя профиля в текстовое поле!
sv: Ange ett anpassat profilnamn i textfältet!
tr: Metin alanına özel bir profil adı girin!

source: Click 'Activate' or 'Save' for Profile 1 in the pop-up menu.
bg: Кликнете 'Активиране' или 'Запазване' за Профил 1 в изскачащото меню.
fr: Cliquez sur 'Activer' ou 'Sauvegarder' pour le Profil 1 dans le menu contextuel.
it: Fare clic su 'Attiva' o 'Salva' per il Profilo 1 nel menu a comparsa.
ja: ポップアップメニューでプロファイル 1 の「有効化」または「保存」をクリックします。
nl: Klik op 'Activeren' of 'Opslaan' voor Profiel 1 in het pop-upmenu.
pl: Kliknij 'Aktywuj' lub 'Zapisz' dla Profilu 1 w menu podręcznym.
pt: Clique em 'Ativar' ou 'Salvar' para o Perfil 1 no menu pop-up.
ru: Нажмите 'Активировать' или 'Сохранить' для Профиля 1 во всплывающем меню.
sv: Klicka på 'Aktivera' eller 'Spara' för Profil 1 i popup-menyn.
tr: Açılır menüde Profil 1 için 'Aktif Et' veya 'Kaydet'e tıklayın.

source: Saved data for Profile 1 (internal)
bg: Запазени данни за Профил 1 (вътрешни)
fr: Données sauvegardées pour le Profil 1 (interne)
it: Dati salvati per il Profilo 1 (interno)
ja: プロファイル 1 の保存されたデータ (内部)
nl: Opgeslagen gegevens voor Profiel 1 (intern)
pl: Zapisane dane dla Profilu 1 (wewnętrzne)
pt: Dados salvos para o Perfil 1 (interno)
ru: Сохраненные данные для Профиля 1 (внутренние)
sv: Sparad data för Profil 1 (intern)
tr: Profil 1 için kaydedilen veriler (dahili)

source: Profile 2 Name
bg: Име на Профил 2
fr: Nom du profil 2
it: Nome Profilo 2
ja: プロファイル 2 の名前
nl: Profiel 2 Naam
pl: Nazwa Profilu 2
pt: Nome do Perfil 2
ru: Имя Профиля 2
sv: Profil 2 Namn
tr: Profil 2 Adı

source: Click 'Activate' or 'Save' for Profile 2 in the pop-up menu.
bg: Кликнете 'Активиране' или 'Запазване' за Профил 2 в изскачащото меню.
fr: Cliquez sur 'Activer' ou 'Sauvegarder' pour le Profil 2 dans le menu contextuel.
it: Fare clic su 'Attiva' o 'Salva' per il Profilo 2 nel menu a comparsa.
ja: ポップアップメニューでプロファイル 2 の「有効化」または「保存」をクリックします。
nl: Klik op 'Activeren' of 'Opslaan' voor Profiel 2 in het pop-upmenu.
pl: Kliknij 'Aktywuj' lub 'Zapisz' dla Profilu 2 w menu podręcznym.
pt: Clique em 'Ativar' ou 'Salvar' para o Perfil 2 no menu pop-up.
ru: Нажмите 'Активировать' или 'Сохранить' для Профиля 2 во всплывающем меню.
sv: Klicka på 'Aktivera' eller 'Spara' för Profil 2 i popup-menyn.
tr: Açılır menüde Profil 2 için 'Aktif Et' veya 'Kaydet'e tıklayın.

source: Saved data for Profile 2 (internal)
bg: Запазени данни за Профил 2 (вътрешни)
fr: Données sauvegardées pour le Profil 2 (interne)
it: Dati salvati per il Profilo 2 (interno)
ja: プロファイル 2 の保存されたデータ (内部)
nl: Opgeslagen gegevens voor Profiel 2 (intern)
pl: Zapisane dane dla Profilu 2 (wewnętrzne)
pt: Dados salvos para o Perfil 2 (interno)
ru: Сохраненные данные для Профиля 2 (внутренние)
sv: Sparad data för Profil 2 (intern)
tr: Profil 2 için kaydedilen veriler (dahili)

source: Profile 3 Name
bg: Име на Профил 3
fr: Nom du profil 3
it: Nome Profilo 3
ja: プロファイル 3 の名前
nl: Profiel 3 Naam
pl: Nazwa Profilu 3
pt: Nome do Perfil 3
ru: Имя Профиля 3
sv: Profil 3 Namn
tr: Profil 3 Adı

source: Click 'Activate' or 'Save' for Profile 3 in the pop-up menu.
bg: Кликнете 'Активиране' или 'Запазване' за Профил 3 в изскачащото меню.
fr: Cliquez sur 'Activer' ou 'Sauvegarder' pour le Profil 3 dans le menu contextuel.
it: Fare clic su 'Attiva' o 'Salva' per il Profilo 3 nel menu a comparsa.
ja: ポップアップメニューでプロファイル 3 の「有効化」または「保存」をクリックします。
nl: Klik op 'Activeren' of 'Opslaan' voor Profiel 3 in het pop-upmenu.
pl: Kliknij 'Aktywuj' lub 'Zapisz' dla Profilu 3 w menu podręcznym.
pt: Clique em 'Ativar' ou 'Salvar' para o Perfil 3 no menu pop-up.
ru: Нажмите 'Активировать' oder 'Сохранить' для Профиля 3 во всплывающем меню.
sv: Klicka på 'Aktivera' eller 'Spara' för Profil 3 i popup-menyn.
tr: Açılır menüde Profil 3 için 'Aktif Et' veya 'Kaydet'e tıklayın.
