Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/Exit@claudiux/*.po
Languages: de, fr, hu, vi

source: Restart Cinnamon
de: Starte Cinnamon neu
fr: Redémarrer Cinnamon
hu: Cinnamon újraindítása
vi: Khởi động lại Cinnamon

source: Screen Off
de: Bildschirm ausschalten
fr: Éteindre l'écran
hu: Képernyő ki
vi: Tắt màn hình

source: Lock Screen
de: Bildschirm sperren
fr: Verrouiller l'écran
hu: Képernyő zárolása
vi: Khóa màn hình

source: Switch User
de: Benutzer wechseln
fr: Changer d'utilisateur
hu: Felhasználó váltás
vi: Chuyển người dùng

source: Performing automatic updates
fr: Mises à jour automatiques en cours d'exécution
hu: Automatikus frissítések végrehajtása
vi: Đang cập nhật tự động

source: Please wait
fr: Veuillez patienter...
hu: Kérem várjon
vi: Vui lòng chờ

source: Log Out
de: Abmelden
fr: Se déconnecter
hu: Kijelentkezés
vi: Đăng xuất

source: Suspend
de: Bereitschaft
fr: Mettre en veille
hu: Felfüggesztés
vi: Tạm ngưng

source: Hibernate
de: Ruhezustand
fr: Hiberner
hu: Hibernálás
vi: Ngủ đông

source: Restart
de: Neustart
fr: Redémarrer l'ordinateur
hu: Újraindítás
vi: Khởi động lại

source: Power Off
de: Ausschalten
fr: Arrêter l'ordinateur
hu: Kikapcsolás
vi: Tắt máy

source: Screen On/Off
fr: Éteindre/Allumer l'écran
vi: Bật/Tắt màn hình

source: Screen On/Off with Lock feature
fr: Éteindre/Allumer l'écran avec Verrouillage
vi: Bật/Tắt màn hình và Khóa

source: Restart Cinnamon, turn off the screen, lock the screen, switch users, log out, suspend, hibernate, reboot or shut down the computer
de: Cinnamon neu starten, den Bildschirm ausschalten, Bildschirm sperren, Benutzer wechseln, Abmelden, Bereitschaft, Ruhezustand, den Computer neu starten oder herunterfahren
fr: Redémarrer Cinnamon, éteindre l'écran, verrouiller l'écran, changer d'utilisateur, se déconnecter, mettre en veille, hiberner, redémarrer ou arrêter l'ordinateur
hu: Indítsa újra a Cinnamont, kapcsolja ki a képernyőt, zárja le a képernyőt, váltson felhasználót, jelentkezzen ki, függessze fel, hibernálja, indítsa újra vagy állítsa le a számítógépet
vi: Khởi động lại Cinnamon, tắt màn hình, khóa màn hình, chuyển người dùng, đăng xuất, tạm ngưng, ngủ đông, khởi động lại hoặc tắt máy

source: Exit
de: Beenden
fr: Sortie
hu: Kijárat
vi: Thoát

source: Cinnamon restart
de: Cinnamon neustarten
fr: Redémarrage de Cinnamon
hu: Cinnamon újraindítás
vi: Khởi động lại Cinnamon

source: Show OSD while restarting Cinnamon
de: OSD beim Neustart von Cinnamon anzeigen
fr: Afficher un OSD pendant le redémarrage de Cinnamon
hu: OSD megjelenítése Cinnamon újraindításakor
vi: Hiển thị OSD khi khởi động lại Cinnamon

source: OSD: On Screen Display
de: OSD: Bildschirmanzeige (On Screen Display)
fr: OSD: On Screen Display (Affichage à l'écran)
hu: OSD (On Screen Display): képernyőn megjelenő kijelző
vi: OSD: Hiển thị trên màn hình

source: Menu options
de: Menüpunkte
fr: Options du menu
hu: Menü opciók
vi: Tùy chọn menu

source: Show the Restart Cinnamon option
de: Die Option "Cinnamon neu starten" anzeigen
fr: Afficher l'option Redémarrer Cinnamon
hu: A Cinnamon újraindítása opció megjelenítése
vi: Hiển thị tùy chọn Khởi động lại Cinnamon

source: Show the Suspend option
de: Die Option "Bereitschaft" anzeigen
fr: Afficher l'option Mettre en veille
hu: A felfüggesztési opció megjelenítése
vi: Hiển thị tùy chọn Tạm ngưng

source: Show the Hibernate option
de: Die Option "Ruhezustand" anzeigen
fr: Afficher l'option Hibernation
hu: Hibernálási opció megjelenítése
vi: Hiển thị tùy chọn Ngủ đông

source: Hibernate needs root user rights (sudo)
de: Ruhezustand benötigt Root-User Rechte (sudo)
fr: Hiberner nécessite les droits de l'utilisateur root (sudo)
hu: A hibernáláshoz root felhasználói jogok szükségesek (sudo)
vi: Ngủ đông yêu cầu quyền root (sudo)

source: Show the Restart option
de: Die Option "Neustart" anzeigen
fr: Afficher l'option Redémarrer
hu: Az Újraindítás opció megjelenítése
vi: Hiển thị tùy chọn Khởi động lại

source: Show the Power Off option
de: Die Option "Ausschalten" anzeigen
fr: Afficher l'option Arrêter
hu: A Kikapcsolás opció megjelenítése
vi: Hiển thị tùy chọn Tắt máy

source: All the menu options below may be managed by the system. If they are, you can't see them.
de: Alle nachstehenden Menüoptionen werden möglicherweise vom System verwaltet. Wenn dies der Fall ist, können Sie sie nicht sehen.
fr: Toutes les options de menu ci-dessous peuvent être gérées par le système. Si c'est le cas, vous ne pouvez pas les voir.
hu: Az alábbi menü opciók mindegyikét a rendszer kezelheti. Ha igen, akkor nem láthatja őket.
vi: Tất cả tùy chọn menu dưới đây có thể được quản lý bởi hệ thống. Nếu vậy, bạn sẽ không thấy chúng.

source: Show the Screen Off option
de: Die Option "Bildschirm ausschalten" anzeigen
fr: Afficher l'option Éteindre l'écran
hu: Jelenítse meg a Képernyő kikapcsolása opciót
vi: Hiển thị tùy chọn Tắt màn hình

source: seconds
de: Sekunden
fr: secondes
hu: másodperc
vi: giây

source: Duration of deactivation of the mouse
de: Dauer der Deaktivierung der Maus
fr: Durée de désactivation de la souris
hu: Az egér deaktiválásának időtartama
vi: Thời gian vô hiệu hóa chuột

source: To prevent the monitor from turning on too soon after turning it off, the mouse will be disabled for the number of seconds set here.
de: Um zu verhindern, dass der Monitor zu früh an geht, nachdem er ausgeschaltet wurde, wird die Maus für die hier angegebenen Sekunden deaktiviert.
fr: Pour éviter que l'écran ne se rallume trop tôt après l'avoir éteint, la souris sera désactivée pendant le nombre de secondes défini ici.
hu: Annak elkerülése érdekében, hogy a monitor túl hamar bekapcsoljon a kikapcsolást követően, az egér le lesz tiltva az itt beállított másodpercekig.
vi: Để ngăn màn hình bật quá sớm sau khi tắt, chuột sẽ bị vô hiệu hóa trong số giây được đặt ở đây.

source: Show the Lock Screen option
de: Die Option "Bildschirm sperren" anzeigen
fr: Afficher l'option Verrouiller l'écran
hu: A Zárolási képernyő opció megjelenítése
vi: Hiển thị tùy chọn Khóa màn hình

source: Managed by system
de: Vom System verwaltet
fr: Géré par le système
hu: A rendszer által kezelt
vi: Được hệ thống quản lý

source: Show the Switch User option
de: Die Option "Benutzer wechseln" anzeigen
fr: Afficher l'option Changer d'utilisateur
hu: A Felhasználó váltás opció megjelenítése
vi: Hiển thị tùy chọn Chuyển người dùng

source: Show the Log Out option
de: Die Option "Abmelden" anzeigen
fr: Afficher l'option Se déconnecter
hu: A Kijelentkezés opció megjelenítése
vi: Hiển thị tùy chọn Đăng xuất

source: Log Out Mode
de: Abmeldemodus
fr: Mode de déconnexion
hu: Kijelentkezési mód
vi: Chế độ Đăng xuất

source: With confirmation
de: Mit Bestätigung
fr: Avec demande de confirmation
hu: Megerősítéssel
vi: Có xác nhận

source: Without confirmation
de: Ohne Bestätigung
fr: Sans confirmation
hu: Megerősítés nélkül
vi: Không xác nhận

source: Force
de: Erzwingen
fr: Forcer
hu: Erőltetett
vi: Ép buộc

source: The 'Force' option lets you log out while ignoring inhibitors. Useful when several sessions are open.
de: Mit der Option "Erzwingen" können Sie sich ohne Einschränkungen abmelden. Nützlich, wenn mehrere Sitzungen geöffnet sind.
fr: L'option "Forcer" vous permet de vous déconnecter tout en ignorant les inhibiteurs. Utile lorsque plusieurs sessions sont ouvertes.
hu: Az 'Erőltetett' opcióval a gátló tényezők figyelmen kívül hagyásával kijelentkezhet. Hasznos, ha több munkamenet van nyitva.
vi: Tùy chọn 'Ép buộc' cho phép đăng xuất mà bỏ qua các hạn chế. Hữu ích khi có nhiều phiên đang mở.

source: General
fr: Général
vi: Chung

source: Shortcuts
fr: Raccourcis
vi: Phím tắt

source: Options
vi: Tùy chọn

source: Vertical maximization
fr: Maximisation verticale
vi: Phóng to theo chiều dọc

source: System-managed menu options
fr: Options du menu gérées par le système
vi: Tùy chọn menu do hệ thống quản lý

source: Menu appearance
fr: Apparence du menu
vi: Giao diện menu

source: Keybindings
fr: Raccourcis clavier
vi: Phím liên kết

source: Keys used to select certain options in the open menu.
fr: Touches utilisées pour sélectionner certaines options dans le menu ouvert.
vi: Các phím dùng để chọn tùy chọn trong menu mở.

source: Use the hardware method to turn On/Off the screen
fr: Utilisez la méthode matérielle pour allumer/éteindre l'écran
vi: Sử dụng phương pháp phần cứng để bật/tắt màn hình

source: The hardware method does not always work correctly. In this case, disable this option to use only a software method.
fr: La méthode matérielle ne fonctionne pas toujours correctement. Dans ce cas, désactivez cette option pour utiliser uniquement une méthode logicielle.
vi: Phương pháp phần cứng không phải lúc nào cũng hoạt động chính xác. Trong trường hợp này, tắt tùy chọn này để chỉ dùng phương pháp phần mềm.

source: Do not show any shortcut in the menu
fr: Ne pas afficher les raccourcis dans le menu
vi: Không hiển thị phím tắt trong menu

source: Toggle menu
fr: Basculer le menu
vi: Chuyển đổi menu

source: Turn screen On/Off
fr: Éteindre/Allumer l'écran
vi: Bật/Tắt màn hình

source: Turn screen On/Off with Lock feature
fr: Éteindre/Allumer l'écran avec Verrouillage
vi: Bật/Tắt màn hình với tính năng Khóa

source: Key to select Power Off
fr: Touche pour sélectionner Arrêter l'ordinateur
vi: Phím chọn Tắt máy

source: Single key. Default is U
fr: Touche unique. U par défaut
vi: Một phím. Mặc định là U

source: Key to select Restart
fr: Touche pour sélectionner Redémarrer l'ordinateur
vi: Phím chọn Khởi động lại

source: Single key. Default is R
fr: Touche unique. R par défaut
vi: Một phím. Mặc định là R

source: Key to select Hibernate
fr: Touche pour sélectionner Hiberner
vi: Phím chọn Ngủ đông

source: Single key. Default is H
fr: Touche unique. H par défaut
vi: Một phím. Mặc định là H

source: Key to select Suspend
fr: Touche pour sélectionner Mettre en veille
vi: Phím chọn Tạm ngưng

source: Single key. Default is S
fr: Touche unique. S par défaut
vi: Một phím. Mặc định là S

source: Apply these keys to the menu
fr: Appliquer ces touches au menu
vi: Áp dụng các phím này cho menu

source: Reset to default keys
fr: Réinitialiser aux touches par défaut
vi: Đặt lại phím mặc định

source: Several keys are identical. Please correct this and reapply the changes.
fr: Plusieurs clés sont identiques. Veuillez les corriger puis ré-appliquer les changements.
vi: Một số phím trùng nhau. Vui lòng sửa và áp dụng lại các thay đổi.

source: Already used keys (for your information only)
fr: Touches déjà utilisées (pour info seulement)
vi: Các phím đã dùng (chỉ để bạn tham khảo)

source: There is no point in changing this.
fr: Il est inutile de changer cela.
vi: Không cần thiết thay đổi.

source: Vertically maximize this Settings window
fr: Maximiser verticalement cette fenêtre de Paramètres
vi: Phóng to cửa sổ Cài đặt theo chiều dọc

source: This option will only be taken into account the next times this Settings window is opened.
fr: Cette option ne sera prise en compte que lors des prochaines ouvertures de cette fenêtre de Paramètres.
vi: Tùy chọn này chỉ có hiệu lực khi mở lại cửa sổ Cài đặt lần sau.
