Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/gmail@lauritsriple/*.po
Languages: de, fi, hr, hu, nl, sv, zh_tw

source: No new mail
de: Keine neue E-Mail
fi: Ei uutta postia
hr: Nema nove poruke e-pošte
hu: Nincs új e-mail
nl: Geen nieuwe e-mails
sv: Inga nya mejl
zh_tw: 沒有新郵件

source: Something went wrong
de: Etwas ist schief gelaufen
fi: Jotain meni pieleen
hr: Nešto je pošlo po krivu
hu: Hoppá, valami elromlott
nl: Er is iets misgegaan
sv: Något gick fel
zh_tw: 發生錯誤

source: INFO: Install python libaries from terminal
de: INFO: Python-Bibliotheken im Terminal installieren
fi: INFO: Asenna python-kirjastot päätteestä
hu: INFO: telepítse a Python könyvtárakat a terminálból
nl: INFO: Installeer Python-bibliotheken vanuit de terminal
zh_tw: 資訊：請透過終端機安裝 Python 函式庫

source: How To
de: Wie es geht
fi: Miten?
hr: Kako
hu: Hogyan kell
nl: Hoe te
sv: Så-gör-man
zh_tw: 使用說明

source: guide
de: Anleitung
fi: opas
hr: vodič
hu: útmutató
nl: gids
zh_tw: 指南

source: You need pip3:
de: Sie benötigen »pip3«:
fi: Tarvitset pip3:
hu: Pip3 szükséges:
nl: Je hebt pip3 nodig:
zh_tw: 請安裝 pip3：

source: You need python-feedparser:
de: Sie benötigen »python-feedparser«:
fi: Tarvitset python-feedparser:
hu: Python-feedparser szükséges:
nl: Je hebt python-feedparser nodig:
zh_tw: 請安裝 python-feedparser：

source: You need python keyring and python keyring-alt:
de: Sie benötigen »python keyring« und »python keyring-alt«:
fi: Tarvitset python keyring ja python keyring-alt:
hu: Python keyring és python keyring-alt szükséges:
nl: Je hebt python keyring en python keyring-alt nodig:
zh_tw: 請安裝 Python keyring 與 Python keyring-alt：

source: and
de: und
fi: ja
hu: és
nl: en
zh_tw: 與

source: INFO: Are you getting this message? You should not!
de: INFO: Erhalten Sie diese Nachricht? Das sollten Sie nicht!
fi: INFO: Saitko tämän viestin? Sinun ei pitäisi!
hu: INFO: Megkapja ezt az üzenetet? Nem kellene!
nl: INFO: Ontvang je dit bericht? Dat zou niet het geval moeten zijn!
zh_tw: 資訊：您看到這則訊息了嗎？這是不應該發生的情況！

source: ERROR
de: FEHLER
fi: VIRHE
hr: GREŠKA
hu: HIBA
nl: FOUT
sv: FEL
zh_tw: 錯誤

source: Check internet connection Install the needed python libaries Configure password correctly
de: Überprüfen Sie die Internetverbindung Installieren Sie die benötigten Python-Bibliotheken Konfigurieren Sie das Passwort korrekt
fi: Tarkista Internet-yhteys Asenna tarvittavat python-kirjastot Määritä salasana oikein
hu: Ellenőrizze az internetkapcsolatát Telepítse a szükséges python könyvtárakat Állítsa be helyesen a jelszót
nl: Controleer de internetverbinding Installeer de benodigde Python-bibliotheken Configureer het wachtwoord correct
zh_tw: 請檢查網際網路連線 請安裝所需的 Python 函式庫 請正確設定密碼

source: ERROR: Error from json parser
de: FEHLER: JSON-Parser-Fehler
fi: VIRHE: Virhe json-jäsentimästä
hu: HIBA: json parser hiba
nl: FOUT: Fout van json-parser
zh_tw: 錯誤：JSON 解析器發生錯誤

source: New mail
de: Neue E-Mail
fi: Sait postia
hr: Nova poruka e-pošte
hu: Új e-mail
nl: Nieuwe e-mail
sv: Nytt mejl
zh_tw: 新郵件

source: New mails
de: Neue E-Mails
fi: Sait postia
hr: Nove poruke e-pošte
hu: Új e-mailek
nl: Nieuwe e-mails
sv: Nya mejl
zh_tw: 新郵件

source: No new mails
de: Keine neuen E-Mails
fi: Ei postia
hr: Nema novih poruka e-pošte
hu: Nincsenek új e-mailek
nl: Geen nieuwe e-mails
sv: Inga nya mejl
zh_tw: 沒有新郵件

source: Have a nice day
de: Einen schönen Tag noch
fi: Hyvää päivän jatkoa
hr: Ugodan dan
hu: Legyen szép napja
nl: Fijne dag
sv: Ha en bra dag
zh_tw: 祝您有個愉快的一天

source: Username:
de: Benutzername:
fi: Käyttäjätunnus:
hr: Korisničko ime:
hu: Felhasználónév:
nl: Gebruikersnaam:
sv: Användarnamn:
zh_tw: 使用者名稱：

source: Set your username
de: Ihren Benutzernamen eingeben
fi: Aseta käyttäjätunnuksesi
hr: Postavite svoje korisničko ime
hu: Felhasználónév beállítása
nl: Stel je gebruikersnaam in
sv: Ange ditt användarnamn
zh_tw: 請輸入使用者名稱

source: Store your username and password. Uses the keyring so password is not stored in cleartext. It might take a while (2-10seconds) before the password gets visible removed after you press the button. If your gmail adress is usernam@gmail.com, only put in the username part here. There are still some issues so you might have to press the button a couple of time. If the password changes to something else, dont press it again.
de: Speichern Sie Ihren Benutzernamen und Ihr Passwort. Es wird der »keyring«-Schlüsselbund verwendet, so dass das Passwort nicht in Klartext gespeichert ist. Nach dem Drücken der Taste kann es kann eine Weile dauern (2-10 Sekunden) bevor das Passwort unsichtbar wird. Wenn Ihre GMail-Adresse »benutzername@gmail.com« ist, dann geben Sie hier nur »benutzername« ein. Es gibt noch einige Probleme, so müssen Sie den Knopf eventuell ein paar Mal drücken. Wenn sich das Passwort zu etwas anderem ändert, den Knopf nicht noch einmal drücken.
fi: Tallenna käyttäjätunnuksesi ja salasanasi. Käyttää avainrengasta, joten salasanaa ei tallenneta selkeästi. Saattaa kestää hetken (2-10 sekuntia) ennen kuin salasana tulee näkyviin, poistetaan, kun painat painiketta. Jos gmail-osoitteesi on käyttäjätunnus@gmail.com, kirjoita tähän vain nimiosa ilman loppua. Jos ongelmia on edelleen, saatat joutua painamaan painiketta muutaman kerran. Jos salasana muuttuu joksikin muun näköiseksi, älä paina uudelleen.
hr: Spremite svoje korisničko ime i lozinku. Koristi se skup ključeva stoga lozinka nije spremljena u običnom tekstu. Može potrajati (2-10 sekundi) prije nego lozinka postane nevidljiva nakon što pritisnete tipku. Ako vaš Gmail izgleda kao adresa e-pošte korisničko-ime@gmail.com, samo upišite korisničko-ime. Još uvijek postoje neki problemi stoga bi možda trebali pritisnuti tipku nekoliko puta. Ako se lozinka promijeni, ne pritiskajte ponovno.
hu: Mentse felhasználónevét és jelszavát. A kulcstartót alkalmazása, hogy a jelszó ne legyen tiszta szövegben tárolva. A jelszó előtt ez eltarthat egy ideig (2-10 másodpercig) láthatóvá válás megszűnik miután megnyomja a gombot. Ha a gmail címe felhasználónév@gmail.com, csak a felhasználónevét írja be ide. Néhány probléma továbbra is fennáll, lehetséges hogy párszor meg kell nyomnia a gombot. Ha a jelszó másra változik, ne nyomja meg újra.
nl: Sla je gebruikersnaam en wachtwoord op. Gebruikt de keyring dus het wachtwoord wordt niet in platte tekst opgeslagen. Het kan even duren (2-10 seconden) voordat het wachtwoord zichtbaar wordt nadat je op de knop hebt gedrukt. Als je Gmail-adres gebruikersnaam@gmail.com is, voer dan alleen het gebruikersnaamgedeelte hier in. Er zijn nog steeds enkele problemen dus je moet de knop misschien een paar keer indrukken. Als het wachtwoord verandert in iets anders, druk er dan niet opnieuw op.
sv: Lagra ditt användarnamn och lösenord. Nyckelringen används, så lösenordet sparas inte i klartext. Det kan ta en stund (2-10 sekunder) innan lösenordet tas bort fysiskt, efter att du har tryckt på knappen. Om din gmail-adress är usernam@gmail.com, anger du bara ditt användarnamn här. Det kan fortfarande finnas problem, så du kanske måste trycka på knappen flera gånger. Om lösenordet ändras till något annat, skall du INTE trycka igen.
zh_tw: 系統會儲存使用者名稱與密碼。 密碼會透過系統金鑰圈儲存，而非以明文方式儲存。 按下按鈕後，可能需要等待 2-10 秒， 密碼才會從畫面上消失。 如果您的 Gmail 電子郵件地址為 @gmail.com 結尾，請僅填入 @ 前的使用者名稱。 由於目前仍有一些問題，您可能需要多按幾次按鈕。 如果密碼變更為其他內容，請勿再次按下按鈕。

source: Password:
de: Passwort:
fi: Salasana:
hr: Lozinka:
hu: Jelszó:
nl: Wachtwoord:
sv: Lösenord:
zh_tw: 密碼：

source: Set your password
de: Ihr Passwort eingeben
fi: Aseta salasanasi
hr: Postavite svoju lozinku
hu: Jelszó beállítása
nl: Stel je wachtwoord in
sv: Ange ditt lösenord
zh_tw: 請輸入密碼

source: Save username and password
de: Benutzernamen und Passwort speichern
fi: Tallenna käyttäjätunnus ja salasana
hr: Spremite korisničko ime i lozinku
hu: Felhasználónév és jelszó mentése
nl: Gebruikersnaam en wachtwoord opslaan
sv: Spara användarnamn och lösenord
zh_tw: 儲存使用者名稱與密碼

source: Click to save username and password
de: Klicken, um Benutzernamen und Passwort zu speichern
fi: Painamalla tallenna käyttäjätunus ja salasana
hr: Kliknite za spremanje korisničkog imena i lozinke
hu: Kattintson a felhasználónév és jelszó mentéséhez
nl: Klik om gebruikersnaam en wachtwoord op te slaan
sv: Klicka för att spara användarnamn och lösenord
zh_tw: 按一下以儲存使用者名稱與密碼

source: Shows most recent mails, and how many unread messages you have.
de: Zeigt die neuesten E-Mails und die Anzahl ungelesener Nachrichten an
fi: Näyttää viimeisimmät sähköpostit ja lukemattomien määrän.
hr: Prikazuje najnovije poruke e-pošte i koliko nepročitanih poruka imate.
hu: A legfrissebb levelek és az olvasatlan üzenetek számának megjelenítése.
nl: Toont de meest recente e-mails en hoeveel ongelezen berichten je hebt.
sv: Visar den senaste e-posten och hur många olästa meddelanden du har.
zh_tw: 顯示最新郵件與未讀郵件數量。

source: GmailNotifier
hr: Gmail obavijesti
hu: GmailÉrtesítő
sv: Gmail-avisering
