Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/wakapidisplay@babico/*.po
Languages: ca, es, fr, it

source: Click to open your Wakapi Dashboard
ca: Feu clic per a obrir el vostre tauler de control de Wakapi
es: Haga clic para abrir el panel de control de Wakapi
fr: Cliquez pour ouvrir votre tableau de bord Wakapi
it: Clicca per aprire la tua dashboard Wakapi

source: Open the Applet configuration to add your Wakapi API Key and link
ca: Obre la miniaplicació per a afegir la vostre clau d'API Wakapi i l'enllaç
es: Abra la configuración del Applet para añadir su Wakapi API Key y el enlace
fr: Ouvrez la configuration de l'applet pour ajouter votre clé API Wakapi et votre lien
it: Apri la configurazione dell’applet per aggiungere la tua chiave API e il link di Wakapi

source: Wakapi Display
ca: Mostra Wakapi
es: Pantalla de Wakapi

source: Displays your statistics from Wakapi
ca: Mostra les vostres estadístiques de Wakapi
es: Muestra tus estadísticas de Wakapi
fr: Affiche vos statistiques Wakapi
it: Mostra le tue statistiche da Wakapi

source: Wakapi Settings
ca: Configuració Wakapi
es: Configuración de Wakapi
fr: Paramètres Wakapi
it: Impostazioni Wakapi

source: minutes
ca: minuts
es: minutos
it: minuti

source: Refresh interval
ca: Interval de refresc
es: Intervalo de actualización
fr: Intervalle de rafraîchissement
it: Intervallo di aggiornamento

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine.
ca: Augmenteu o disminuïu el valor del control per a canviar l'interval de refresc - utilitzeu un refresc lent si teniu un equip lent.
es: Aumente o disminuya este valor para cambiar el intervalo de actualización - utilice una actualización lenta si tiene una máquina lenta.
fr: Augmentez ou diminuez la valeur de ce bouton rotatif pour modifier l'intervalle d'actualisation. Utilisez une actualisation lente si votre ordinateur est lent.
it: Aumenta o diminuisci questo valore per modificare l’intervallo di aggiornamento — usa un aggiornamento lento se il computer è poco performante.

source: Wakapi API Link
ca: Enllaç de l'API Wakapi
es: Enlace API Wakapi
fr: Lien de l'API Wakapi
it: Link API di Wakapi

source: The API link to your Wakapi instance.
ca: L'enllaç a la vostra instància de l'API Wakapi
es: El enlace API a su instancia Wakapi.
fr: Le lien API vers votre instance Wakapi.
it: Il link API della tua istanza Wakapi.

source: Wakapi API Key
ca: Clau d'API Wakapi
es: Clave API de Wakapi
fr: Clé API de Wakapi
it: Chiave API di Wakapi

source: The API key unique to your Wakapi account.
ca: La clau d'API única del vostre compte de Wakapi
es: La clave API exclusiva de su cuenta Wakapi.
fr: La clé API unique à votre compte Wakapi.
it: La chiave API univoca del tuo account Wakapi.

source: Open the Wakapi page to get your API key
ca: Obre el lloc web de Wakapi per a obtenir la vostra clau API
es: Abra la página Wakapi para obtener su clave API
fr: Ouvrez la page Wakapi pour obtenir votre clé API
it: Apri la pagina Wakapi per ottenere la tua chiave API

source: Opens Wakapi API key webpage
ca: Obre el lloc web de l'API Wakapi
es: Abre la página web de la clave API de Wakapi
fr: Ouvre la page Web de la clé API Wakapi
it: Apre la pagina web della chiave API di Wakapi

source: Display Settings
ca: Opcions de mostra
es: Ajustes de pantalla
fr: Paramètres d'affichage
it: Impostazioni di visualizzazione

source: Wakapi logo color
ca: Color del logo de Wakapi
es: Color del logo de Wakapi
fr: Couleur du logo Wakapi
it: Colore del logo Wakapi

source: White
ca: Blanc
es: Blanco
fr: Blanc
it: Bianco

source: Black
ca: Negre
es: Negro
fr: Noir
it: Nero
