Repository: linuxmint/cinnamon-spices-applets
Catalog: CinnaMame@claudiux/files/CinnaMame@claudiux/po/*.po
Languages: es, hu, it, nl, zh_tw

source: Once you've downloaded your roms from your library, you need to copy them to the local folder named here ‘Local Mame Roms’. Then go to the ‘Games to show’ tab.
es: Una vez que haya descargado sus roms de la biblioteca, tiene que copiarlos a la carpeta local llamada 'Mame Roms locales'. A continuación, vaya a la pestaña 'Juegos para mostrar'.
hu: Miután letöltötte a ROM-fájlokat a gyűjteményéből, át kell másolni őket a helyi, itt elnevezett mappába: „Helyi Mame ROM-fájlok”. Ezután váltson át a „Megjelenítendő játékok” lapra.
it: Una volta scaricate le rom dalla libreria, devi copiarle nella cartella locale denominata qui 'Rom Mame locali'. Quindi vai alla scheda "Giochi da mostrare".
nl: Zodra je je roms uit je bibliotheek hebt gedownload, moet je ze kopiëren naar de lokale map die hier ‘Lokale Mame roms’ genoemd wordt. Ga daarna naar het tabblad ‘Te tonen games’.
zh_tw: 從 ROM 資料庫下載 ROM 後， 請將其複製到此處命名的本機資料夾 ‘本機 MAME ROM’。 接著請前往 ‘要顯示的遊戲’ 分頁。

source: Do not use [+]; use the 'Refresh Games' button instead. Disable games you don't want in the menu. Removing a line do not remove the game from the menu. You can change Titles but not Ids. You can change order to change that of the menu.
es: No utilice [+], sino el botón "Actualizar juegos". Desactive los juegos que no quiera en el menú. Eliminar una línea no elimina el juego del menú. Puede cambiar los Títulos pero no los Ids. Puede cambiar el orden para cambiar el del menú.
hu: Ne használja a [+] jelet; használja helyette a „Játékok frissítése” gombot. Tiltsa le azokat a játékokat, amelyeket nem szeretné a menüben látni. Egy sor eltávolítása nem távolítja el a játékot a menüből. Megváltoztathatja a címeket, de az azonosítókat nem. Megváltoztathatja a menüelemek sorrendjét.
it: Non usare [+]; usa invece il pulsante "Aggiorna giochi". Disattiva i giochi che non vuoi nel menù. Rimuovere una riga non rimuove il gioco dal menù. Puoi modificare i titoli ma non gli ID. Puoi cambiare l'ordine del menù.
nl: Gebruik niet [+]; gebruik in plaats daarvan de knop 'Games Vernieuwen'. Schakel de spellen uit die je niet in het menu wilt. Een regel verwijderen, verwijdert het spel niet uit het menu. Je kunt titels wijzigen maar geen id's. Je kunt de volgorde wijzigen om die van het menu te veranderen.
zh_tw: 請勿使用 [+]；請改用 '重新整理遊戲' 按鈕。 停用不想在選單中顯示的遊戲。 移除一行並不會從選單中刪除遊戲。 可以變更標題，但不可變更 ID。 可變更順序以調整選單的排列。

source: Install mame
es: Instalar mame
hu: Mame telepítése
it: Installa mame
nl: Installeer mame
zh_tw: 安裝 NAME

source: Roms
hu: ROM-ok
it: Rom
zh_tw: ROM

source: Games to show
es: Juegos para mostrar
hu: Megjelenítendő játékok
it: Giochi da mostrare
nl: Te tonen games
zh_tw: 要顯示的遊戲

source: General
hu: Általános
it: Generale
nl: Algemeen
zh_tw: 一般

source: Rom Library
es: Biblioteca de Roms
hu: ROM könyvtár
it: Libreria Rom
nl: Rom-bibliotheek
zh_tw: ROM 資料庫

source: Tips
es: Consejos
hu: Tippek
it: Suggerimenti
zh_tw: 提示

source: Local Mame Roms
es: Mame Roms locales
hu: Helyi Mame ROM-fájlok
it: Rom Mame locali
nl: Lokale Mame roms
zh_tw: 本機 MAME ROM

source: Icon
es: Icono
hu: Ikon
it: Icona
nl: Pictogram
zh_tw: 圖示

source: URL of your Rom Library
es: URL de la biblioteca de Roms
hu: A ROM gyűjtemény URL-címe
it: URL della tua libreria Rom
nl: URL van je rom-bibliotheek
zh_tw: ROM 資料庫的 URL

source: Open your Rom Library
es: Abrir biblioteca de Roms
hu: A ROM gyűjtemény megnyitása
it: Apri la tua libreria Rom
nl: Open je rom-bibliotheek
zh_tw: 開啟 ROM 資料庫

source: Reset Rom Library URL to default
es: Restablecer la URL de la biblioteca de Roms a la predeterminada
hu: ROM gyűjtemény URL-cím visszaállítása alapértelmezettre
it: Ripristina l'URL predefinito della libreria Rom
nl: Reset rom-bibliotheek-URL naar standaard
zh_tw: 將 ROM 資料庫 URL 重設為預設值

source: Open Local Mame Roms
es: Abrir Mame Roms locales
hu: Nyissa meg a helyi Mame ROM-fájlokat
it: Apri Rom Mame locali
nl: Open lokale Mame roms
zh_tw: 開啟本機 MAME ROM

source: Refresh Games
es: Actualizar juegos
hu: Játékok frissítése
it: Ricarica Giochi
nl: Games vernieuwen
zh_tw: 重新整理遊戲

source: Enabled
es: Habilitado
hu: Engedélyezve
it: Abilitato
nl: Ingeschakeld
zh_tw: 已啟用

source: Id Do not change!
es: Id ¡No cambiar!
hu: Azonosító Ne változtassa meg!
it: Id Non cambiare!
nl: Id Niet wijzigen!
zh_tw: ID 請勿變更！

source: Title
es: Título
hu: Cím
it: Titolo
nl: Titel
zh_tw: 標題

source: Use symbolic icon
es: Utilizar icono simbólico
hu: Szimbolikus ikon használata
it: Usa icona simbolica
nl: Gebruik symbolisch pictogram
zh_tw: 使用符號圖示
