Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/download-and-upload-speed@cardsurf/*.po
Languages: da, nl, tr, vi

source: Network interfaces
da: Netværksgrænseflader
nl: Netwerkinterfaces
tr: Ağ arayüzleri
vi: Giao diện mạng

source: Total data start
nl: Totale gegevens start
tr: Toplam veri başlangıcı
vi: Tổng dữ liệu từ

source: Launch of applet
da: Opstart af panelprogrammet
nl: Start van applet
tr: Uygulamanın başlangıcı
vi: Khi khởi chạy applet

source: Today
da: I dag
nl: Vandaag
tr: Bugün
vi: Hôm nay

source: Yesterday
da: I går
nl: Gisteren
tr: Dün
vi: Hôm qua

source: 3 days ago
da: 3 dage siden
nl: 3 dagen geleden
tr: 3 gün önce
vi: 3 ngày trước

source: 5 days ago
da: 5 dage siden
nl: 5 dagen geleden
tr: 5 gün önce
vi: 5 ngày trước

source: 7 days ago
da: 7 dage siden
nl: 7 dagen geleden
tr: 7 gün önce
vi: 7 ngày trước

source: 10 days ago
da: 10 dage siden
nl: 10 dagen geleden
tr: 10 gün önce
vi: 10 ngày trước

source: 14 days ago
da: 14 dage siden
nl: 14 dagen geleden
tr: 14 gün önce
vi: 14 ngày trước

source: 30 days ago
da: 30 dage siden
nl: 30 dagen geleden
tr: 30 gün önce
vi: 30 ngày trước

source: Custom date
da: Tilpasset dato
nl: Aangepaste datum
tr: Özel tarih
vi: Ngày tùy chỉnh

source: Gui
da: Grafisk brugergrænseflade
nl: Grafische gebruikersinterface
tr: Arayüz
vi: Giao diện

source: Compact
da: Kompakt
tr: Sıkışık
vi: Nhỏ gọn

source: Large
da: Stor
nl: Groot
tr: Büyük
vi: Lớn

source: Total download:
nl: Totaal gedownload:
tr: Toplam indirme:
vi: Tổng tải xuống:

source: Total upload:
nl: Totaal geüpload:
tr: Toplam yükleme:
vi: Tổng tải lên:

source: Shows usage of a network interface
da: Viser brugen af en netværksgrænseflade
nl: Toont het gebruik van een netwerkinterface
tr: Bir ağ arayüzünün kullanımını gösterir
vi: Hiển thị mức sử dụng của giao diện mạng

source: Download and upload speed
da: Download- og uploadhastighed
nl: Download- en uploadsnelheid
tr: İndirme ve yükleme hızı
vi: Tốc độ tải xuống và tải lên

source: Configuration
da: Konfiguration
nl: Configuratie
tr: Yapılandırma
vi: Cấu hình

source: Show
da: Vis
nl: Toon
tr: Göster
vi: Hiển thị

source: Average speed per second
da: Gennemsnitlig hastighed
nl: Gemiddelde snelheid per seconde
tr: Saniyede ortalama hız
vi: Tốc độ trung bình mỗi giây

source: Amount of data transferred
da: Mængden af data overført
nl: Hoeveelheid overgedragen gegevens
tr: Aktarılan veri miktarı
vi: Lượng dữ liệu truyền

source: Values shown in the panel
da: Værdier vist i panelet
nl: Waarden weergegeven in het paneel
tr: Panelde gösterilen değerler
vi: Các giá trị hiển thị trên panel

source: Unit
da: Enhed
nl: Eenheid
tr: Birim
vi: Đơn vị

source: Auto
da: Automatisk
tr: Otomatik
vi: Tự động

source: Bytes/Bits
vi: Byte/Bít

source: Use fixed unit for displaying, or automatically choose the best unit
vi: Sử dụng đơn vị cố định hoặc tự động chọn đơn vị phù hợp nhất

source: Unit type
vi: Loại đơn vị

source: Bytes
da: Byte
tr: Bayt
vi: Byte

source: Bits
da: Bit
tr: Bit
vi: Bít

source: Base data unit shown in the panel
da: Dataenhed vist i panelet
nl: Basisgegevenseenheid weergegeven in het paneel
tr: Panelde gösterilen temel veri birimi
vi: Đơn vị dữ liệu cơ bản hiển thị trên panel

source: Decimal or binary
nl: Decimaal of binair
vi: Hệ thập phân hay nhị phân

source: Decimal
nl: Decimaal
vi: Thập phân

source: Binary
nl: Binair
vi: Nhị phân

source: Decimal: k, M, G, T Binary: ki, Mi, Gi, Ti
nl: Decimaal: k, M, G, T Binair: ki, Mi, Gi, Ti
vi: Thập phân: k, M, G, T Nhị phân: ki, Mi, Gi, Ti

source: seconds
da: sekunder
nl: seconden
tr: saniye
vi: giây

source: Calculate every
da: Beregn efter
nl: Bereken elke
tr: Hesapla her
vi: Tính toán mỗi

source: How often to calculate download and upload speed
da: Hvor ofte download- og uploadhastighed skal beregnes
nl: Hoe vaak download- en uploadsnelheid moeten worden berekend
tr: İndirme ve yükleme hızını hesaplama sıklığı
vi: Tần suất tính toán tốc độ tải xuống và tải lên

source: Update available interfaces every
da: Opdatér tilgængelige grænseflader efter
nl: Werk beschikbare interfaces bij elke
tr: Kullanılabilir arayüzleri güncelleyin
vi: Cập nhật các giao diện khả dụng mỗi

source: How often to update list of available network interfaces. 0 means list of available network interfaces is not updated periodically.
da: Hvor tit listen over tilgængelige netværksgrænseflader skal opdateres. 0 betyder, at listen ikke opdateres regelmæssigt.
nl: Hoe vaak de lijst met beschikbare netwerkinterfaces moet worden bijgewerkt. 0 betekent dat de lijst met beschikbare netwerkinterfaces niet periodiek wordt bijgewerkt.
tr: Kullanılabilir ağ arayüzleri listesinin güncellenme sıklığı. 0, kullanılabilir ağ arabirimlerinin listesinin periyodik olarak güncellenmediği anlamına gelir.
vi: Tần suất cập nhật danh sách các giao diện mạng khả dụng. 0 nghĩa là danh sách sẽ không được cập nhật định kỳ.

source: Type
tr: Tip
vi: Loại

source: Applet Gui
da: Grafisk brugergrænseflade
nl: Grafische gebruikersinterface applet
tr: Uygulamacık Arayüzü
vi: Giao diện applet

source: Value order
da: Rækkefølge
nl: Waardevolgorde
tr: Değer sırası
vi: Thứ tự giá trị

source: Download first
da: Download først
nl: Eerst download
tr: Önce indirme
vi: Tải xuống trước

source: Upload first
da: Upload først
nl: Eerst upload
tr: Önce yükleme
vi: Tải lên trước

source: An order of values shown in the panel and in the hover popup
da: Rækkefølgen som den vises i panelet og i pop op'en
nl: Een volgorde van waarden weergegeven in het paneel en in de hover-popup
tr: Panelde ve fareyle üzerine gelindiğinde açılır pencerede gösterilen değer sırası
vi: Thứ tự hiển thị các giá trị trên panel và trong popup khi di chuột

source: Decimal places
da: Decimaler
nl: Decimalen
tr: Ondalık
vi: Số chữ số thập phân

source: Decimal places of download and upload speed shown in the panel
da: Antal decimaler vist i panelet
nl: Decimalen van download- en uploadsnelheid weergegeven in het paneel
tr: Panelde gösterilen ondalık indirme ve yükleme hızı
vi: Số chữ số thập phân hiển thị tốc độ tải xuống và tải lên trên panel

source: Text CSS
da: Tekst-CSS
nl: Tekst CSS
tr: Metin CSS
vi: CSS cho văn bản

source: A CSS style applied to the text in the panel
da: CSS-stil anvendt på teksten i panelet
nl: Een CSS-stijl toegepast op de tekst in het paneel
tr: Paneldeki metne uygulanan bir CSS stili
vi: Một kiểu CSS áp dụng cho văn bản trên panel

source: Enable different style for inactive (0.00) text
vi: Bật kiểu khác cho văn bản không hoạt động (0.00)

source: Inactive text CSS
vi: CSS cho văn bản không hoạt động

source: A CSS style applied to the text in the panel when there is no network activity
vi: Một kiểu CSS áp dụng cho văn bản trên panel khi không có hoạt động mạng

source: Show icons
vi: Hiển thị biểu tượng

source: Download icon
da: Downloadikon
nl: Downloadpictogram
tr: İndirme simgesi
vi: Biểu tượng tải xuống

source: An icon displayed next to download speed in the panel. To display a symbolic icon make sure its name ends with '-symbolic.svg'.
da: Et ikon vises ved siden af downloadhastigheden i panelet. For at få vist et symbolsk ikon, skal du sørge for, at dets navn slutter med "-symbolic.svg".
nl: Een pictogram weergegeven naast de downloadsnelheid in het paneel. Om een symbolisch pictogram weer te geven, zorg ervoor dat de naam eindigt op '-symbolic.svg'.
vi: Biểu tượng hiển thị cạnh tốc độ tải xuống trên panel. Để hiển thị biểu tượng tượng trưng, đảm bảo tên kết thúc bằng '-symbolic.svg'.

source: Upload icon
da: Uploadikon
nl: Uploadpictogram
tr: Yükleme simgesi
vi: Biểu tượng tải lên

source: An icon displayed next to upload speed in the panel. To display a symbolic icon make sure its name ends with '-symbolic.svg'.
da: Et ikon vises ved siden af uploadhastigheden i panelet. For at få vist et symbolsk ikon, skal du sørge for, at dets navn slutter med "-symbolic.svg".
nl: Een pictogram weergegeven naast de uploadsnelheid in het paneel. Om een symbolisch pictogram weer te geven, zorg ervoor dat de naam eindigt op '-symbolic.svg'.
vi: Biểu tượng hiển thị cạnh tốc độ tải lên trên panel. Để hiển thị biểu tượng tượng trưng, đảm bảo tên kết thúc bằng '-symbolic.svg'.

source: Show a default set of symbolic icons
da: Vis et standardsæt med symbolske ikoner
nl: Standaardset van symbolische pictogrammen tonen
vi: Hiển thị bộ biểu tượng tượng trưng mặc định

source: Popup text CSS
da: Pop op-tekst-CSS
nl: Popup tekst CSS
tr: Açılır pencere metin CSS
vi: CSS cho văn bản popup

source: A CSS style applied to the description text in the hover popup
da: CSS-stil anvendt på teksten i pop op-meddelelsen
nl: Een CSS-stijl toegepast op de beschrijvingstekst in de hover-popup
tr: Fareyle üzerine gelindiğinde açılan pencerede açıklama metnine uygulanan bir CSS stili
vi: Một kiểu CSS áp dụng cho văn bản mô tả trong popup khi di chuột

source: Popup numbers CSS
da: Pop op-tal-CSS
nl: Popup cijfers CSS
tr: Açılır pencere numaraları CSS
vi: CSS cho số trong popup

source: A CSS style applied to numbers in the hover popup
da: CSS-stil anvendt på tallene i pop op-meddelelsen
nl: Een CSS-stijl toegepast op cijfers in de hover-popup
tr: Fareyle üzerine gelme açılır penceresindeki sayılara uygulanan bir CSS stili
vi: Một kiểu CSS áp dụng cho các số trong popup khi di chuột

source: bytes
da: byte
tr: bayt
vi: byte

source: Minimum displayed download value
da: Mindste viste værdi for download
nl: Minimale weergegeven downloadwaarde
tr: Görüntülenen minimum indirme değeri
vi: Giá trị tải xuống tối thiểu hiển thị

source: A minimum download value to display in the panel
da: Mindste viste værdi for download som vises i panelet
nl: Een minimale downloadwaarde om weer te geven in het paneel
tr: Panelde görüntülenecek minimum indirme değeri
vi: Giá trị tải xuống tối thiểu để hiển thị trên panel

source: Minimum displayed upload value
da: Mindste viste værdi for upload
nl: Minimale weergegeven uploadwaarde
tr: Görüntülenen minimum yükleme değeri
vi: Giá trị tải lên tối thiểu hiển thị

source: A minimum upload value to display in the panel
da: Mindste viste værdi for upload som vises i panelet
nl: Een minimale uploadwaarde om weer te geven in het paneel
tr: Panelde görüntülenecek minimum yükleme değeri
vi: Giá trị tải lên tối thiểu để hiển thị trên panel

source: Total data
nl: Totale gegevens
tr: Toplam veri
vi: Tổng dữ liệu

source: Show total download and upload on hover
da: Vis total download og upload, når markøren føres hen over
nl: Toon totale download- en uploadgegevens bij hover met de muis
tr: Toplam indirme ve yüklemeyi vurgulu göster
vi: Hiển thị tổng tải xuống và tải lên khi di chuột

source: Show the hover popup with total amount of data downloaded and uploaded
da: Vis pop op-meddelelse med total download og upload, når markøren føres hen over
nl: Toon de hover-popup met het totale aantal aan gedownloade en geüploade gegevens
tr: Açılır pencerede toplam indirme ve yükleme veri miktarını vurgulu göster
vi: Hiển thị popup khi di chuột với tổng dữ liệu đã tải xuống và tải lên

source: Start
tr: Başlat
vi: Bắt đầu

source: Start time to count total amount of data downloaded and uploaded
da: Starttidspunkt for opgørelse af den totale mængde date som er down- og uploadet
nl: Starttijd om het totale aantal aan gedownloade en geüploade gegevens te tellen
tr: İndirilen ve yüklenen toplam veri miktarını hesaplamaya başlama zamanı
vi: Thời điểm bắt đầu tính tổng dữ liệu đã tải xuống và tải lên

source: Custom date
da: Tilpasset dato
nl: Aangepaste datum
tr: Özel tarih
vi: Ngày tùy chỉnh

source: A custom date in YYYY-MM-DD format used as start time. The option is used if "Custom date" is selected in "Start" combobox.
da: Tilpasset dato i formatet ÅÅÅÅ-MM-DD der anvendes som starttidspunkt. Indstillingen anvendes, hvis "Tilpasset dato" er valgt i kombinationsboksen "Start".
nl: Een aangepaste datum in formaat JJJJ-MM-DD die wordt gebruikt als starttijd. De optie wordt gebruikt als 'Aangepaste datum' is geselecteerd in het 'Start' combinatieveld.
tr: Başlangıç zamanı olarak kullanılan YYYY-AA-GG biçiminde özel bir tarih. Bu seçenek, "Başlat" birleşik giriş kutusunda "Özel tarih" seçilmişse kullanılır.
vi: Một ngày tùy chỉnh theo định dạng YYYY-MM-DD dùng làm thời điểm bắt đầu. Tùy chọn này được sử dụng nếu "Ngày tùy chỉnh" được chọn trong hộp chọn "Bắt đầu".

source: Save every
da: Gem efter
nl: Opslaan elke
tr: Her birini kaydet
vi: Lưu mỗi

source: How often to save total amount of data downloaded and uploaded to the file. 0 means no saving to the file.
da: Hvor tit den totale mængde up- og downloadede data skal gemmes til filen. 0 betyder, at der ikke gemmes til filen.
nl: Hoe vaak het totale aantal aan gedownloade en geüploade gegevens moet worden opgeslagen naar het bestand. 0 betekent dat er niet naar het bestand wordt opgeslagen.
tr: İndirilen ve dosyaya yüklenen toplam veri miktarının ne sıklıkta kaydedileceği. 0, dosyaya kaydedilmemesi anlamına gelir.
vi: Tần suất lưu tổng dữ liệu đã tải xuống và tải lên vào file. 0 nghĩa là không lưu vào file.

source: Data limits
da: Datagrænser
nl: Gegevenslimieten
tr: Veri limitleri
vi: Giới hạn dữ liệu

source: Data limit
da: Datagrænse
nl: Gegevenslimiet
tr: Veri limiti
vi: Giới hạn dữ liệu

source: The maximum amount of data to download and upload. 0 means no limits.
da: Den maksimale mængde data som kan down- og uploades. 0 betyder ingen grænse.
nl: Het maximale aantal aan gegevens om te downloaden en te uploaden. 0 betekent geen limieten.
tr: İndirilecek ve yüklenecek maksimum veri miktarı. 0 sınır olmadığı anlamına gelir.
vi: Lượng dữ liệu tối đa được tải xuống và tải lên. 0 nghĩa là không giới hạn.

source: Show data limit usage
da: Vis forbrug ift. datagrænse
nl: Toon gebruik van gegevenslimiet
tr: Veri sınırı kullanımını göster
vi: Hiển thị mức sử dụng giới hạn dữ liệu

source: None
da: Ingen
nl: Geen
tr: Hiçbiri
vi: Không

source: Circle
da: Cirkel
nl: Cirkel
tr: Daire
vi: Hình tròn

source: Text
da: Tekst
nl: Tekst
tr: Metin
vi: Văn bản

source: Show the percentage of data limit used in the panel
da: Vis i panelet procentdelen af data forbrugt ift. grænsen
nl: Toon het percentage van het gebruik van de gegevenslimiet in het paneel
tr: Panelde kullanılan veri sınırının yüzdesini göster
vi: Hiển thị phần trăm giới hạn dữ liệu đã sử dụng trên panel

source: Invoke command when data limit exceeded
da: Kør kommando, når datagrænsen overskrides
nl: Commando uitvoeren wanneer de gegevenslimiet is overschreden
tr: Veri sınırı aşıldığında komutu çağır
vi: Thực thi lệnh khi vượt quá giới hạn dữ liệu

source: Invoke a command when amount of data downloaded and uploaded exceeded the limit
da: Kør en kommando, når grænsen for up- og downloadet data overskrides
nl: Voer een commando uit wanneer het aantal aan gedownloade en geüploade gegevens de limiet heeft overschreden
tr: İndirilen ve yüklenen veri miktarı sınırı aştığında bir komut çağırın
vi: Thực thi một lệnh khi lượng dữ liệu đã tải xuống và tải lên vượt quá giới hạn

source: Command
da: Kommando
nl: Commando
tr: Komut
vi: Lệnh

source: A command to invoke
da: Kommando som skal køres
nl: Een commando om uit te voeren
tr: Çağırma komutu
vi: Một lệnh để thực thi

source: Connections
da: Forbindelser
nl: Verbindingen
tr: Bağlantılar
vi: Kết nối

source: List current Internet connections on left mouse click
da: Vis aktuelle internetforbindelser ved klik med venstre musetast
nl: Lijst met huidige internetverbindingen bij linkermuisklik
tr: Mevcut İnternet bağlantılarını sol fare tıklamasıyla listeleyin
vi: Liệt kê các kết nối Internet hiện tại khi nhấn chuột trái

source: Open a terminal with a list of current connections on a left mouse click. The next click closes the terminal.
da: Åbn en terminal med en liste over aktuelle forbindelser ved klik med venstre musetast. Det næste klik lukker terminalen.
nl: Open een terminal met een lijst van huidige verbindingen bij een linkermuisklik. De volgende klik sluit de terminal.
tr: Farenin sol tıklamasında mevcut bağlantıların listesini içeren bir terminal açın. Bir sonraki tıklama terminali kapatır.
vi: Mở terminal với danh sách các kết nối hiện tại khi nhấn chuột trái. Lần nhấn tiếp theo sẽ đóng terminal.

source: Command
da: Kommando
nl: Commando
tr: Komut
vi: Lệnh

source: A command used to list current Internet connections
da: En kommando til at vise aktuelle internetforbindelser
nl: Een commando dat wordt gebruikt om de huidige internetverbindingen te op te lijsten
tr: Geçerli İnternet bağlantılarını listelemek için kullanılan komut
vi: Một lệnh dùng để liệt kê các kết nối Internet hiện tại
