Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/github-projects@morgan-design.com/*.po
Languages: ca, da, de, hr, hu, it, nl, ru, sv, vi

source: Attempting to Load your GitHub Repos
ca: S'estan intentant carregar els vostres repositoris de Github
da: Forsøger at indlæse dine GitHub-arkiver
de: Es wird versucht Ihre GitHub-Repositories zu laden
hr: Pokušaj učitavanja vaših Github repozitorija
hu: Kísérlet az ön GitHub tárolóinak betöltésére
it: Tentativo di caricare i tuoi repository GitHub
nl: Probeert je GitHub-repositories te laden
ru: Попытка загрузить репозитории GitHub
sv: Försöker läsa in dina GitHub-förråd
vi: Đang cố tải các kho GitHub của bạn

source: Successfully Loaded GitHub Repos for user %s
ca: S'han carregat els repositoris de Github de l'usuari %s
da: Indlæste GitHub-arkiver tilhørende brugeren %s
de: GitHub-Repositories für Nutzer %s erfolgreich geladen
hu: %s felhasználó GitHub tárolói betöltődtek
it: Repos GitHub caricati correttamente per l'utente %s
nl: GitHub-repositories succesvol geladen voor gebruiker %s
sv: Läste in GitHub-förråd för användare %s
vi: Tải thành công kho GitHub cho người dùng %s

source: ERROR:: GitHub Explorer ::ERROR
ca: ERROR:: Explorador de Github ::ERROR
da: FEJL:: GitHub Explorer ::FEJL
de: FEHLER:: GitHub Explorer ::FEHLER
hu: HIBA:: GitHub Explorer ::HIBA
it: ERRORE:: GitHub Explorer ::ERRORE
nl: FOUT:: GitHub Verkenner ::FOUT
sv: FEL:: GitHub Explorer ::FEL
vi: LỖI:: Trình Khám Phá GitHub ::LỖI

source: Failed to load GitHub Repositories! Check applet Configuration
ca: Error en carregar els repositoris de Github! Reviseu la configuració de la miniaplicació
da: Kunne ikke indlæse GitHub-arkiver! Tjek panelprogrammets konfiguration
de: Laden der GitHub-Repositories fehlgeschlagen! Applet-Konfiguration überprüfen
hr: Neuspjelo učitavanje GitHub repozitorija! Provjerite postavke apleta
hu: Nem sikerült betölteni a GitHub tárolókat! Ellenőrizze a kisalkalmazás konfigurációját
it: Impossibile caricare i repository GitHub! Controlla la configurazione dell'applet
nl: GitHub-repositories laden mislukt! Controleer de appletconfiguratie
ru: Не удалось загрузить репозитории GitHub! Проверьте конфигурацию апплета
sv: Kunde inte läsa in GitHub-förråd! Kontrollera programinställningarna.
vi: Không tải được kho GitHub! Kiểm tra cấu hình applet

source: Settings
ca: Opcions
da: Indstillinger
de: Einstellungen
hr: Postavke
hu: Beállítások
it: Impostazioni
nl: Instellingen
ru: Параметры
sv: Inställningar
vi: Cài đặt

source: Check Applet Configuration
ca: Revisar la configuració de la miniaplicació
da: Tjek panelprogrammets konfiguration
de: Applet-Konfiguration überprüfen
hr: Provjeri postavke apleta
hu: Kisalkalmazás konfigurációjának megtekintése
it: Controlla la configurazione dell'applet
nl: Controleer appletconfiguratie
ru: Проверка конфигурации Апплета
sv: Kontrollera programinställningarna
vi: Kiểm tra cấu hình applet

source: API Rate Exceeded will try again once we are allowed
ca: Límit de la clau API excedit. S'intentarà de nou quan sigui possible
da: API-rate overskredet - prøver igen, når vi har lov
de: API-Aktualisierungsrate überschritten. Erneuter Versuch wird gestartet, sobald es wieder erlaubt ist.
hr: API ograničenje dostignuto ponovno ću pokušati kada bude dopušteno
hu: API ráta túllépve, amint lehetséges újra megpróbáljuk
it: Tariffa API superata. Riproverò nuovamente quando consentito
nl: API-limiet overschreden, we proberen het opnieuw zodra toegestaan
ru: Превышен лимит запросов через API. Попробуйте снова, как только мы позволим
sv: API-hastigheten har överskridits, försöker igen när vi får
vi: Vượt giới hạn API, sẽ thử lại khi được phép

source: Click here to open GitHub
ca: Cliqueu aquí per obrir Github
da: Klik her for at åbne GitHub
de: Hier klicken, um GitHub zu öffnen
hr: Klikni ovdje za otvaranje GitHuba
hu: Kattintson ide a GitHub megnyitásához
it: Fai clic qui per aprire GitHub
nl: Klik hier om GitHub te openen
ru: Нажмите здесь, чтобы открыть GitHub
sv: Klicka här för att öppna GitHub
vi: Nhấp vào đây để mở GitHub

source: Open Repo In Browser
ca: Obrir repositori al navegador
da: Åbn arkiv i browser
de: Repository im Browser öffnen
hr: Otvori repozitorij u pregledniku
hu: Tároló megnyitása böngészőben
it: Apri Repo nel browser
ru: Открыт репозиторий в браузере
sv: Öppna förrådet i webbläsaren
vi: Mở kho trong trình duyệt

source: Project Home
ca: Directori del projecte
da: Projekthjemmeside
de: Internetseite des Projektes
hr: Stranica projekta
hu: Projekt mappa
it: Home del progetto
ru: Главная страница проекта
sv: Projektets hemsida
vi: Trang chính dự án

source: Details
ca: Detalls
da: Detaljer
hr: Pojedinosti
hu: Részletek
it: Dettagli
ru: Детали
sv: Detaljer
vi: Chi tiết

source: Watchers
de: Beobachter
hr: Promatratelja
hu: Megfigyelők
it: Osservatori
nl: Volgers
ru: Наблюдатели
sv: Bevakare
vi: Người theo dõi

source: Open Issues
ca: Incidències obertes
da: Åbne Issues
de: Offene Issues
hr: Otvori problem
hu: Ügyek megnyitása
it: Problemi Aperti
nl: Open kwesties
ru: Открыть задачи
sv: Öppna ärenden
vi: Vấn đề mở

source: Forks
hr: Ogranci
hu: Elágaztatások
sv: Kodförgreningar

source: Open GitHub Home
ca: Obrir pàgina d'inici de Github
da: Åbn GitHub-hjemmeside
de: GitHub-Internetseite öffnen
hr: Otvori GitHub stranicu
hu: GitHub kezdőoldal megnyitása
it: Apri Home di GitHub
ru: Открыть главную страницу GitHub
sv: Öppna GitHub-sidan
vi: Mở trang GitHub

source: Create A Gist
ca: Crear un Gist
da: Opret en Gist
de: Ein Gist erstellen
hr: Stvori Gist
hu: Gist létrehozása
it: Crea un Gist
nl: Maak een Gist aan
ru: Создать Gist
sv: Skapa en "Gist"
vi: Tạo Gist

source: GitHub username:
ca: Usuari de Github:
da: GitHub-brugernavn:
hr: GitHub korisničko ime:
hu: GitHub felhasználónév:
it: Nome utente GitHub:
nl: GitHub-gebruikersnaam:
ru: Имя пользователя GitHub:
sv: Användarnamn på GitHub:
vi: Tên người dùng GitHub:

source: Set a username which you want to display public repositories for
ca: Establiu un usuari del qual vulgueu que es mostrin els repositoris públics
da: Angiv et brugernavn, du vil have offentlige arkiver vist for
de: Legen Sie einen Benutzernamen fest, für den Sie öffentliche Repositories anzeigen möchten
hr: Postavite korisničko ime za koje želite prikaz javnog repozitorija
hu: Állítson be egy felhasználónevet nyilvános tárolókhoz való megjelenítéshez
it: Impostare un nome utente per il quale si desidera visualizzare i repository pubblici
nl: Stel een gebruikersnaam in waarvan u openbare repositories wilt weergeven
ru: Задайте имя пользователя, для которого вы хотите отображать публичные репозитории
sv: Ange det användarnamn vars offentliga förråd du vill visa
vi: Đặt tên người dùng để hiển thị các kho công khai của họ

source: Applet Version:
ca: Versió de la miniaplicació:
da: Panelprogramversion:
hr: Inačica apleta:
hu: Kisalkalmazás verzió:
it: Versione Applet:
nl: Appletversie:
ru: Версия апплета:
sv: Programversion:
vi: Phiên bản Applet:

source: Current version installed
ca: Versió instal·lada actualment
da: Aktuelle version installeret
de: Aktuell installierte Version
hr: Trenutna inačica instalirana
hu: Aktuális telepített verzió
it: Versione corrente installata
nl: Huidige geÃ¯nstalleerde versie
ru: Текущая установленная версия
sv: Aktuell installerad version
vi: Phiên bản hiện tại đã cài đặt

source: User Settings
ca: Configuració d'usuari
da: Brugerindstillinger
de: Benutzereinstellungen
hr: Korisničke postavke
hu: Felhasználói beállítások
it: Impostazioni utente
nl: Gebruikersinstellingen
ru: Пользовательские настройки
sv: Användarinställningar
vi: Cài đặt người dùng

source: Version Details
ca: Detalls de la versió
da: Versionsdetaljer
de: Versionsdetails
hr: Pojedinosti inačice
hu: Verzió részletek
it: Dettagli Versione
nl: Versiedetails
ru: Сведения о версии
sv: Versionsinfo
vi: Chi tiết phiên bản

source: Usage Settings
ca: Configuració d'ús
da: Forbrugsindstillinger
de: Benutzungseinstellungen
hr: Postavke upotrebe
hu: Használati beállítások
it: Impostazioni Utilizzo
nl: Gebruiksinstellingen
ru: Настройки использования
sv: Användningsinställningar
vi: Cài đặt sử dụng

source: Check this to enable notifications about changes to Watchers, Forks and Issues
ca: Activeu això per a activar les notificacions de canvis pel que fa a Watchers, Forks i Incidències
da: Aktivér denne for at tillade beskeder om ændringer til Watchers, Forks og Issues
de: Aktivieren, um Benachrichtigungen über Änderungen an Watchers, Forks und Issues zu aktivieren
hr: Odaberi za omogućavanje obavijesti o promjenama Gledatelja, Ogranaka i Problema
hu: Jelölje be ezt az opciót a Megfigyelőkkel, Elágaztatásokkal és Ügyekkel kapcsolatos változások értesítéseinek engedélyezéséhez
it: Seleziona questa opzione per abilitare le notifiche relative alle modifiche a Watcher, Forks e Problemi
nl: Vink dit aan om meldingen in te schakelen over wijzigingen in Volgers, Forks en Kwesties
ru: Установите этот флажок, чтобы включить уведомления об изменении Watchers, Forks и Issues
sv: Avisering om ändringar i antal bevakare, kodförgreningar och ärenden
vi: Chọn để nhận thông báo về thay đổi của Người theo dõi, Forks và Vấn đề

source: Checking this will enable more notification messages
ca: Activant això activarà més missatges de notificació
da: Aktivering af denne vil tillade flere underretninger
de: Aktivieren, um mehr Benachrichtigungen zu erlauben
hr: Odaberi za više poruka obavijesti
hu: Ennek bejelölésével további értesítési üzeneteket engedélyez
it: Selezionando questo abiliterà più messaggi di notifica
nl: Vink dit aan om meer meldingsberichten in te schakelen
ru: При этом будет появляться больше уведомлений.
sv: Detta aktiverar fler aviseringsmeddelanden
vi: Chọn để bật nhiều thông báo hơn

source: Open Developer Home
ca: Obrir el lloc web del desenvolupador
da: Åbn udviklerens hjemmeside
de: Internetseite des Entwicklers öffnen
hr: Otvori stranicu razvijatelja
hu: Fejlesztő honlapjának megnyitása
it: Apri Home Sviluppatore
nl: Open ontwikkelaarshome
ru: Открыть главную страницу разработчика
sv: Öppna utvecklarens hemsida
vi: Mở trang nhà phát triển

source: Open morgan-design.com - my personal blog
ca: Obre morgan-design.com - el meu blog personal
da: Åbn morgan-design.com - min personlige blog
de: Öffnet morgan-design.com - mein persönlicher Blog
hr: Otvori morgan-design.com - moj osobni blog
hu: Morgan-design.com - a fejlesztő személyes blogja
it: Apri morgan-design.com - il mio blog personale
nl: Open morgan-design.com - mijn persoonlijke blog
ru: Открыть morgan-design.com - мой личный блог
sv: Öppna morgan-design.com - Min personliga blogg
vi: Mở morgan-design.com - blog cá nhân của tôi

source: Refresh Interval:
ca: Interval de refresc:
da: Opdateringsinterval:
de: Aktualisierungsintervall:
hr: Brzina osvježavanja
hu: Frissítési intervallum:
it: Intervallo di aggiornamento:
nl: Vernieuwingsinterval:
ru: Интервал обновления:
sv: Uppdateringsintervall:
vi: Khoảng thời gian làm mới:

source: Change the amount of time between checking GitHub for changes to your Repositories
ca: Interval de temps entre comprovacions de canvis als vostres repositoris de Github
da: Ændr intervallet for, hvor tit GitHub tjekkes for ændringer i dine arkiver
de: Die Zeitspanne ändern, nach welcher Ihre GitHub-Repositories auf Änderungen überprüft werden sollen
hr: Promijenite brzinu osvježavanja provjera vaših repozitorija između GitHuba
hu: Állítsa be az ön GitHub tárolóiban történő változások ellenőrzésének gyakoriságát
it: Modifica l'intervallo di tempo tra il controllo di GitHub per le modifiche ai tuoi repository
nl: Wijzig de tijd tussen het controleren van GitHub op wijzigingen in uw repositories
ru: Измените время между проверкой GitHub на изменения в ваших репозиториях.
sv: Ändra tidsintervallet mellan sökningarna efter ändringar i dina GitHub-förråd
vi: Thay đổi khoảng thời gian giữa các lần kiểm tra thay đổi trên GitHub cho các kho của bạn

source: Check this to enable automatic refreshing
ca: Marqueu això per a actualitzacions automàtiques
da: Aktivér denne for at tillade automatisk opdatering
de: Aktivieren, um automatische Aktualisierungen durchzuführen
hr: Odaberi za omogućavanje automatskog osvježavanja
hu: Jelölje be ezt az automatikus frissítés engedélyezéséhez
it: Seleziona questa opzione per abilitare l'aggiornamento automatico
nl: Vink dit aan om automatisch vernieuwen in te schakelen
ru: Установите этот флажок, чтобы включить автоматическое обновление
sv: Automatisk uppdatering
vi: Chọn để bật làm mới tự động

source: Checking this will mean the applet will update itself according to your refresh interval
ca: Marcant això fareu que la miniaplicació s'actualitzi per si sola d'acord amb l'interval de refresc establert
da: Aktivering af denne betyder, at panelprogrammet opdaterer sig selv med det valgte opdateringsinterval
de: Bei Verwendung dieser Einstellung aktualisiert sich das Applet entsprechend dem Aktualisierungsintervall von selbst
hr: Odabir ove mogućnosti znači da će se aplet nadopunjivati ovisno o vašoj brzini osvježavanja
hu: Ennek bejelölésével a kisalkalmazás az ön frissítési gyakoriságának megfelelően fog frissülni
it: Selezionando questo, l'applet si aggiornerà automaticamente in base all'intervallo di aggiornamento
nl: Vink dit aan om de applet automatisch te laten bijwerken volgens uw vernieuwingsinterval
ru: Эта проверка будет означать, что апплет будет обновлять себя в соответствии с вашим интервалом обновления
sv: Aktivering innebär att programmet uppdateras automatiskt, enligt angivet uppdateringsintervall
vi: Chọn tùy chọn này để applet tự cập nhật theo khoảng thời gian làm mới của bạn

source: Visit Cinnamon Applet Home
ca: Visitar el lloc web de la miniaplicació a Cinnamon
da: Besøg Cinnamon-panelprogrammers hjemmeside
de: Internetseite des Cinnamon-Applets besuchen
hr: Posjeti Cinnamon aplet stranicu
hu: Látogasson el a Cinnamon Applet Home oldalra
it: Visita Home di Applet Cinnamon
nl: Bezoek Cinnamon Applet Home
ru: Посетить домашнюю страницу Cinnamon Applet
sv: Besök programmets Cinnamon Applet-sida
vi: Truy cập trang chính Applet Cinnamon

source: Open cinnamon.com - rate the application
ca: Obre cinnamon.com - valoreu la miniaplicació
da: Åbn cinnamon.com - bedøm programmet
de: Öffnet cinnamon.org - Bewerten Sie diese Anwendung
hr: Otvori cinnamon.com - ocijeni aplikaciju
hu: Cinnamon.com megnyitása - értékelje az alkalmazást
it: Apri cinnamon.com - vota l'applicazione
nl: Open cinnamon.com - beoordeel de applicatie
ru: Открыть cinnamon.com - оценить приложение
sv: Öppna cinnamon.com - Betygsätt programmet
vi: Mở cinnamon.com - đánh giá ứng dụng

source: Check this to enable lots of logging in Looking Glass
ca: Marqueu això per activar un munt de registres d'esdeveniments a Looking Glass
da: Aktivér denne for at tillade masser af logning i Luppen
de: Aktivieren, um eine Menge Protokollierung in Looking Glass zu erlauben
hr: Odaberi za omogućavanje opširnijeg zapisivanje u Cinnamon napredne kontrole i upravljanje
hu: Jelölje be ezt Looking Glass alkalmazásban való részletes naplózáshoz
it: Controlla questo per abilitare molte registrazioni in Looking Glass
nl: Vink dit aan om veel logging in Looking Glass in te schakelen
ru: Установите этот флажок, чтобы включить протоколирование в Looking Glass
sv: Aktivera massor av loggning i Looking Glass
vi: Chọn để ghi nhiều nhật ký trong Looking Glass

source: Checking this will enable lots of logging
ca: Marcant això farà que es registrin molts esdeveniments
da: Aktivering af denne vil tillade masser af logning
de: Wenn aktiviert, wird sehr viel protokolliert
hr: Odabir ove mogućnosti će omogućiti opširnije zapisivanje
hu: Ennek bejelölése bekapcsolja a részletes naplózást
it: Selezionando questo abiliterà la registrazione di molti file di logs
nl: Vink dit aan om veel logging in te schakelen
ru: Эта проверка позволит получить больше информации при протоколировании
sv: Aktivering innebär massor av loggning
vi: Chọn để bật nhiều nhật ký

source: Check this show the number of open issues next to the repository
ca: Marqueu això per mostrar el número d'incidències obertes al costat del repositori
da: Aktivér denne for at vise antallet af åbne issues ved siden af arkivet
de: Aktivieren, um die Anzahl der offenen Issues neben dem Repository anzuzeigen
hr: Odaberi za prikaz broja otvorenih problema pokraj repozitorija
hu: Jelölje be, hogy a tárolók mellett megjelenjen a nyitott ügyek száma
it: Abilitano questa opzione verrà mostrato il numero di problemi aperti accanto al repository
nl: Vink dit aan om het aantal open kwesties naast de repository weer te geven
ru: Установите этот флажок, чтобы число открытых проблем было рядом с хранилищем
sv: Visa antalet öppna ärenden intill förrådet
vi: Chọn để hiển thị số lượng vấn đề mở bên cạnh kho

source: Checking this show the number of issues next to each repository
ca: Marcant això es mostrarà el número d'incidències al costat de cada repositori
da: Aktivering af denne vil vise antallet af åbne issues ved siden af hvert arkiv
de: Aktivieren, um die Anzahl der offenen Issues neben jedem Repository anzuzeigen
hr: Odabir ove mogućnosti prikazuje broj otvorenih problema pokraj svakog repozitorija
hu: Jelölje be, hogy az egyes tárolók mellett megjelenjen a z ügyek száma
it: Abilitano questa opzione verrà mostrato il numero di problemi accanto a ciascun repository
nl: Vink dit aan om het aantal kwesties naast elk repository weer te geven
ru: Эта проверка показывает количество задач рядом с каждым хранилищем
sv: Aktivering visar antalet ärenden vid sidan om varje förråd
vi: Chọn để hiển thị số vấn đề bên cạnh mỗi kho

source: Open github.com - fork the code or add features
ca: Obre github.com - podeu fer fork o afegir funcionalitats
da: Åbn github.com - forgren koden eller tilføj funktioner
de: Öffnet github.com - Code forken oder neue Funktionen hinzufügen
hr: Otvori github.com - razgranaj kôd ili dodaj značajku
hu: GitHub.com megnyitása - kód elágaztatása vagy funkció hozzáadása
it: Apri github.com - fork del codice o aggiungi funzionalità
nl: Open github.com - fork de code of voeg functies toe
ru: Открыть github.com - Скопировать код или добавить функции
sv: Öppna github.com - Förgrena/Kopiera koden eller lägg till funktioner
vi: Mở github.com - fork mã hoặc thêm tính năng

source: Click on the applet to explore your Public Github repositories
ca: Cliqueu a la miniaplicació per explorar els vostres repositoris públics a Github
da: Tryk på panelprogrammet for at udforske dine offentlige GitHub-arkiver
de: Auf das Applet klicken, um Ihre öffentlichen Github-Repositories zu erkunden
hr: Kliknite na aplet kako bi istražili svoje javne GitHub repozitorije
hu: Kattintson a kisalkalmazásra, hogy elérje nyilvános Github tárolóit
it: Fai clic sull'applet per esplorare i tuoi repository Github pubblici
nl: Klik op de applet om je openbare GitHub-repositories te verkennen
ru: Нажмите на апплет, чтобы изучить свои публичные репозитории на Github.
sv: Klicka på panelikonen för att utforska dina offentliga GitHub-förråd
vi: Nhấp vào applet để khám phá các kho GitHub công khai của bạn

source: Github Explorer
ca: Explorador de Github
hr: GitHub preglednik
nl: Github Verkenner
sv: GitHub-utforskare
vi: Trình Khám Phá GitHub

source: GitHub Explorer
ca: Explorador de Github
nl: GitHub Verkenner
vi: Trình Khám Phá GitHub
