Repository: linuxmint/cinnamon-spices-applets
Catalog: xampp-panel@backids99/files/xampp-panel@backids99/po/*.po
Languages: vi, zh_cn

source: Xampp Panel
vi: Panel Xampp
zh_cn: Xampp 面板

source: Start XAMPP manager
vi: Khởi động trình quản lý XAMPP
zh_cn: 打开 XAMPP 管理器

source: XAMPP Start
vi: Bắt đầu XAMPP
zh_cn: 启动 Xampp

source: XAMPP Stop
vi: Dừng XAMPP
zh_cn: 停止 Xampp

source: XAMPP Restart
vi: Khởi động lại XAMPP
zh_cn: 重启 Xampp

source: Open Web Dir
vi: Mở Thư mục Web
zh_cn: 打开 Web 目录

source: Launch Web Dir
vi: Khởi chạy Thư mục Web
zh_cn: 启动 Web 目录

source: Launch phpMyAdmin
vi: Khởi chạy phpMyAdmin
zh_cn: 启动 phpMyAdmin

source: Edit default php.ini
vi: Chỉnh sửa php.ini mặc định
zh_cn: 编辑默认 php.ini

source: A Panel Menu for XAMPP Web Developers
vi: Một Menu Panel cho Nhà phát triển Web XAMPP
zh_cn: Xampp Web 开发者面板菜单

source: Xampp Panel Menu
vi: Menu Panel Xampp
zh_cn: Xampp 面板菜单
