Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/panel-tweaks@anaximeno/*.po
Languages: ca, fi, hu, nl, pt

source: Cinnamon Panel Tweaker
ca: Modificador de taulers de Cinnamon
hu: Cinnamon Panel Finomhangoló
nl: Cinnamon Paneel Tweaker
pt: Ajustador do Painel Cinnamon

source: Make some additional tweaks to each panel like color, shadow, border, etc
ca: Modifiqueu alguns parÃ metres addicionals per a cada tauler, com ara el color, l'ombrejat, les vores, etc
fi: Tee lisäsäätöjä paneeliin, kuten väri, varjostus, reunakehys jne
hu: Végezzen további módosításokat az egyes paneleken, például szín, árnyék, szegély stb
nl: Voer enkele extra aanpassingen uit op elk paneel, zoals kleur, schaduw, rand, enz.
pt: FaÃ§a ajustes adicionais para cada painel como cor, sombra, borda, etc

source: Style
ca: Estil
fi: Tyyli
hu: Stílus
nl: Stijl
pt: Estilo

source: Tweak Background Color
ca: Modificar el color de fons
fi: Säädä taustaväriä
hu: Háttérszín finomhangolása
nl: Pas Achtergrondkleur Aan
pt: Ajustar Cor de Fundo

source: Background Color
ca: Color de fons
fi: Taustaväri
hu: Háttérszín
nl: Achtergrondkleur
pt: Cor de Fundo

source: Tweak Panel Shadow
ca: Modificar l'ombra del tauler
fi: Säädä paneelin varjoa
hu: Panel árnyék hangolása
nl: Pas Paneelschaduw Aan
pt: Ajustar Sombra do Painel

source: Shadow X-Axis Shift
ca: Canvi d'ombra en l'eix X
fi: Varjon x-akselin siirto
hu: Árnyék X-tengely eltolása
nl: Schaduw X-As Verschuiving
pt: Desvio da Sombra no Eixo X

source: Shadow Y-Axis Shift
ca: Canvi d'ombra en l'eix Y
fi: Varjon y-akselin siirto
hu: Árnyék Y-tengely eltolása
nl: Schaduw Y-As Verschuiving
pt: Desvio da Sombra no Eixo Y

source: Shadow Bluriness
ca: Desenfocament de l'ombra
fi: Varjon sumeus
hu: Árnyék elmosódottság
nl: Schaduw Vervaging
pt: Desfoque da Sombra

source: Panel Shadow Color
ca: Color de l'ombrejat del tauler
fi: Paneelin varjon väri
hu: Panel árnyék színe
nl: Paneelschaduw Kleur
pt: Cor da Sombra do Painel

source: Tweak Panel Border
ca: Modificar la vora del tauler
fi: Säädä paneelin reunaa
hu: Panel szegély hangolása
nl: Pas Paneelrand Aan
pt: Ajustar a Borda do Painel

source: Border Color
ca: Color de la vora
fi: Reunan väri
hu: Szegély színe
nl: Randkleur
pt: Cor da Borda

source: Top Border Thickness
ca: Gruix de la vora superior
fi: Paksuus yläreuna
hu: Felső szegélyvastagság
nl: Dikte Bovenrand
pt: Espessura da Borda Superior

source: Right Border Thickness
ca: Gruix de la vora dreta
fi: Paksuus oikeareuna
hu: Jobb szegélyvastagság
nl: Dikte Rechterrand
pt: Espessura da Borda Direita

source: Bottom Border Thickness
ca: Gruix de la vora inferior
fi: Paksuus alareuna
hu: Alsó szegélyvastagság
nl: Dikte Onderrand
pt: Espessura da Borda Inferior

source: Left Border Thickness
ca: Gruix de la vora esquerra
fi: Paksuus vasenreuna
hu: Bal szegélyvastagság
nl: Dikte Linkerrand
pt: Espessura da Borda Esquerda
