Repository: linuxmint/cinnamon-spices-applets
Catalog: IcingTaskManager@json/files/IcingTaskManager@json/po/*.po
Languages: bg, da, de, es, fr, he, hr, pl, ru, sv, tr

source: Recommended Presets
bg: Препоръчани настройки
da: Anbefalede forudindstillinger
de: Empfohlene Voreinstellungen
pl: Rekomendowane ustawienia
ru: Рекомендуемые настройки
sv: Rekommenderade förinställningar

source: Mouse wheel scroll behavior
ru: Поведение колёсика
sv: Mushjulets rullningsbeteende

source: Cycle apps
ru: Переключение приложений
sv: Cirkulera program

source: Cycle windows
sv: Cirkulera fönster

source: Choose if scrolling the mouse wheel cycles running apps, an app button's windows on hover, or is disabled.
ru: Поведение скролла колёсиком мыши при наведении на кнопки приложений.
sv: Välj om mushjulsrullning skall cirkulera aktiva programfönster, en programknapps fönster vid översvep eller inaktiveras.

source: Left click action
ru: Действие левого клика
sv: Åtgärd vid vänsterklick

source: Toggle activation of last focused window
ru: Открыть последнее активное окно
sv: Växla på/av för senast fokuserade fönstret

source: Middle click action
ru: Действие среднего клика
sv: Åtgärd vid mushjulsklick

source: Launch new app instance
ru: Открыть новое окно
sv: Starta ny programinstans

source: Close last focused window in group
ru: Закрыть последнее активное окно в группе
sv: Stäng senast fokuserade fönster i gruppen

source: Use system favorites for pinned apps
bg: Задаване на любимите като закачени програми
da: Anvend systemfavoritter til fastgjorte programmer
de: Verwende Systemfavoriten für angeheftete Anwendungen
pl: Użyj systemowych ulubionych dla przypiętych aplikacji
sv: Använd systemets favoriter som fastnålade program

source: Controls whether or not pinned apps consist of the system favorites list.
bg: Регулира дали любимите се показват като закачени програми.
da: Kontrollerer om fastgjorte programmer består af systemfavoritlisten.
de: Steuert, ob angeheftete Anwendungen aus den Systemfavoriten angezeigt werden sollen.
pl: Kontroluje czy przypięte aplikacje będą pojawiać się w panelu niezależnie od tego czy są otwarte.
sv: Avgör om fastnålade program består av systemets favoritlista, eller inte.

source: Show windows from all workspaces
sv: Visa fönster från alla arbetsytor

source: Enable app button dragging
bg: Позволяване на влаченето на бутони
da: Aktivér trækning af programknapper
de: Ziehen von Anwendungsknöpfen erlauben
pl: Włącz przeciąganie przycisków aplikacji
ru: Перетаскивание кнопок
sv: Aktivera dra och släpp för programknappar

source: Launcher animation effect
ru: Анимация запуска
sv: Startares animeringseffekt

source: Fade
ru: Затухание
sv: Tona

source: Scale
ru: Масштабирование
sv: Skala

source: Only list windows from the monitor displaying this instance
bg: Да се показват само прозорци от текущо показващия монитор
da: Oplist kun vinduer fra skærmen, som viser denne forekomst
de: Nur Fenster von dem Monitor auflisten, auf dem diese Instanz angezeigt wird
pl: Tylko lista okien z monitora wyświetlającego tę instancję
ru: Отображать список окон только для активного монитора
sv: Lista endast fönster från den skärm som visar denna instans

source: This option will only come into effect for monitors displaying an ITM instance.
bg: Опцията се задейства само за монитори, показващи екземпляр на ITM
da: Denne indstilling vil kun få effekt på skærme, som viser en forekomst af Icing.
de: Diese Option wird nur für Monitore, die eine ITM-Instanz anzeigen, in Kraft treten.
pl: Ta opcja będzie aktywna dla monitorów wyświetlających instancję ITM.
ru: Этот параметр будет работать только на мониторах с установленным ITM.
sv: Detta alternativ påverkar endast skärmar som visar en ITM-instans.

source: Use a custom width for app buttons
bg: Задаване широчина на бутоните за приложения
pl: Użyj własnej szerokości przycisków aplikacji
ru: Ширину кнопок задаёт пользователь
sv: Använd anpassad bredd på programknappar

source: When disabled, the app button width is determined by the panel height.
bg: Когато е изключено, широчината на бутоните на приложенията ще се определя от височината на панела.
pl: Jeśli nieaktywne, szerokość przycisków aplikacji będzie ustalana poprzez wysokość panelu
ru: Когда отключено, ширина кнопок задается высотой панели.
sv: Vid inaktivering, avgörs knappbredden av panelens höjd.

source: App button width
bg: Ширина на бутона
da: Programknappens bredde
de: Breite der Anwendungsknöpfe
pl: Szerokość przycisków aplikacji
ru: Ширина кнопки
sv: Programknappsbredd

source: Controls the width of the application button. This option only works for horizontal panels.
bg: Регулира ширината на копчето на програма. Тази опция работи само при хоризонтални панели.
pl: Kontroluje szerokość przycisków aplikacji. To ustawienie działa tylko z panelami poziomymi.
sv: Kontrollerar bredden på programknappen. Berör endast horisontella paneler.

source: Close button size
bg: Размер на бутона за затваряне
pl: Wielkość ikony zamykania
sv: Storlek på stängningsknappen

source: Controls how large the thumbnail close button is.
bg: Контролира каква е широчината на бутона за затваряне на миниатюрите.
pl: Pozwalaj motywom kontrolować przycisk zamykania miniaturek
sv: Kontrollerar storleken på miniatyrens stängningsknapp.

source: Thumbnail padding
bg: Разстояние в миниатюрите
pl: Margines miniaturek
sv: Miniatyrutfyllnad

source: Controls how much space will be around the window preview thumbnails.
bg: Регулира колко разстояние да има около миниатюрата на прозорец.
pl: Kontroluje ile miejsca jest między ikonami.
sv: Kontrollerar hur mycket tomt utrymme som skall finnas runt fönsterminiatyrerna.

source: Cycle windows on mouse wheel scroll
ru: Переключение окон при скролле колёсиком мыши
sv: Cirkulera fönster vid mushjulsrullning

source: Choose whether or not scrolling the mouse wheel cycles windows when hovering over a thumbnail menu.
ru: Поведение скролла колёсиком мыши при наведении на миниатюры окон.
sv: Välj om mushjulsrullning skall cirkulera fönster vid översvep på en miniatyrmeny.

source: Show icons
sv: Visa ikoner

source: Show the window's icon next to the title.
ru: Показывает иконки перед заголовком.
sv: Visa fönsterikon intill titeln.

source: Highlight the last focused window within an app group
bg: Освети последния прозорец на фокус в групата с приложения
pl: Podświetl ostatnio aktywne okno z grupy aplikacji
ru: Выделить последнее активное окно в группе приложений
sv: Färgmarkera det senast fokuserade fönstret i en programgrupp

source: When enabled, the last window that was interacted with will be indicated.
bg: Когато е включено, последния прозорец, с който сте взаимодействали ще бъде откроен.
pl: Jeśli aktywne, ostatnio użyte okno będzie wskazane
ru: Выделяет последнее окно, с которым взаимодействовали.
sv: Vid aktivering indikeras det senast använda fönstret.

source: Show new window option
sv: Visa alternativet "Nytt fönster"

source: Shows the "New Window" option in an app's context menu if it doesn't already have one from the app's own action menu items.
ru: Показывает опцию "Новое окно" в контекстном меню приложения, если в приложении такая возможность в меню отсутсвует.
sv: Visar alternativet "Nytt fönster" i ett programs snabbmeny om det inte redan har ett från programmets egen åtgärdsmeny.

source: checked
sv: checkad

source: App button transition duration
ru: Скорость анимации перехода стиля
sv: Övergångstid för programknapp

source: Overrides the theme's animation time for app buttons. If set to zero, the theme's transition duration will be used.
ru: Перезаписывает скорость анимации кнопки, установленной темой. Если выбран ноль, то скорость управляется темой.
sv: Åsidosätter temats animeringstid för programknappar. Om värdet är noll kommer temats övergångstid att användas.

source: Mint Y and Variants
bg: Минт Y и вариантите
da: Mint Y og varianter
de: Mint-Y und Varianten
pl: Mint Y i warianty
ru: Mint Y и другие
sv: Mint Y och varianter

source: Mint X, Linux Mint, and Variants
ru: Mint X, Linux Mint и другие
sv: Mint X, Linux Mint och varianter

source: Migrate Pinned Apps to Grouped Window List
sv: Migrera fästa program till Grupperad fönsterlista

source: px
bg: пиксела
de: Pixel
hr: pikseli
ru: пиксели

source: Panel
bg: Панел
de: Leiste
ru: Панель

source: Smart
bg: Умно
es: inteligente
fr: Intelligent
he: חכם
hr: Pametan
pl: Sprytne
ru: Умный
tr: Akıllı

source: Normal
bg: Нормално
he: רגיל
hr: Normalan
pl: Normalne
ru: Обычный

source: Icing Task Manager
bg: Диспечер на задачи Icing
da: Icing programhåndtering
hr: Icing upravitelj zadataka
tr: Icing Görev Yöneticisi

source: ms
ru: мс

source: Window list with app grouping and window thumbnails
fr: Liste des fenêtres avec regroupement et miniatures des applications
he: שורת משימות עם קיבוץ אפליקציות והצגת חלונות ממוזערים תכלס - כמו בווינדוס

source: Install Gda
fr: Installer Gda
he: התקנן Gda

source: Move to left workspace
fr: Déplacer vers l'espace de travail à gauche
he: העבר לשולחן עבודה השמאלי

source: Move to right workspace
fr: Déplacer vers l'espace de travail à droite
he: העבר לשולחן עבודה הימני

source: Move to monitor %d
fr: Déplacer vers le moniteur %d
he: העבר לשולחן עבודה %d

source: Close All
fr: Tout fermer
he: סגור הכל

source: Settings
fr: Options
he: הגדרות

source: Rearrange
fr: Modifier l'ordre des applications
he: אפשר שינוי מיקום בסרגל

source: Show Pinned
fr: Afficher les applications épinglées
he: הראה ישומים מחוברים לשורת משימות

source: Show Thumbs
fr: Afficher les miniatures
he: הראה חלון ממוזער

source: Stack Thumbs
fr: Empiler les miniatures
he: סטאק Thumbs

source: Peek on Hover
fr: Mise en évidence des applications
he: בעת הצבעה על תמונה חלון הראה אותו

source: Show Recent
fr: Afficher le dernier
he: הראה אחרונים

source: Vertical Thumbs
fr: Miniatures verticales
he: חלונות ממוזערים בצורה אנכית

source: Go to Settings
fr: Configurer...
he: פתח את ההגדרות

source: Update this applet automatically
fr: Mettre à jour cette applet automatiquement
he: עדכון יישומון זה באופן אוטומטי

source: When enabled, ITM will check the Github releases on init, and will start to upgrade if it finds a newer version.
fr: Lorsque cette option est activée, ITM vérifie les versions de Github sur init et commence la mise à niveau si elle trouve une version plus récente.
he: כאשר אפשרות זו מופעלת, ITM יבדוק את Github משחרר על init, ויתחיל לשדרג אם זה מוצא גרסה חדשה יותר.

source: Group apps into single icon
fr: Grouper les multiples instances d'une application

source: Group the open app instances into single icon
fr: Grouper les multiples instances d'une application
