Repository: linuxmint/cinnamon-spices-applets
Catalog: IcingTaskManager@json/files/IcingTaskManager@json/po/*.po
Languages: bg, da, de, es, fr, he, hr, pl, ru, sv, tr

source: When triggered, the window count label will be replaced with its order in the app list temporarily.
bg: При задействане, брояча на прозорците временно ще бъде заменен с реда в списъка с приложения.
da: Når genvejstasten trykkes, vil vinduestælleren midlertidigt blive erstattet med rækkefølgen i programlisten.
de: Wenn es ausgelöst wird, wird das Fensterzähler-Label durch seine Reihenfolge in der Anwendungs-Liste vorübergehend ersetzt.
es: Cuando se activa, la etiqueta de recuento de ventanas se reemplazará temporalmente con su orden en la lista de aplicaciones.
fr: Lorsqu'il est déclenché, l'étiquette du compteur de fenêtres sera remplacée temporairement par son ordre dans la liste des applications.
he: כאשר מופעל, התווית חלון הספירה תוחלף מהזמנתו ברשימת היישומים באופן זמני.
hr: Kada je pokrenuto, broj naslova prozora će biti privremeno zamijenjen s poredkom u popisu aplikacija.
pl: Po włączeniu, etykieta z ilością okien będzie zastąpiona tymczasową kolejnością na liście aplikacji.
ru: При срабатывании, счетчик окон будет временно заменен порядковым номером в списке приложений.
sv: Vid användning kommer fönsterantalet att tillfälligt ersättas med programmets ordningsnummer.
tr: Tetiklendiğinde, pencere sayısı etiketi uygulama listesindeki sırasıyla geçici olarak değiştirilir.

source: milliseconds
bg: милисекунди
da: millisekunder
de: Millisekunden
es: milisegundos
fr: millisecondes
he: מילישניות
hr: milisekundi
pl: milisekundy
ru: миллисекунды
sv: millisekunder
tr: milisaniye

source: Duration of the apps order display on hotkey press
bg: Продължителност на показването на реда при натискане на клавиш
da: Varigheden af visning af programrækkefølgen når genvejstasten trykkes
de: Dauer der Anwendungsauflistung beim Verwenden des Tastaturkürzels
es: Duración de la visualización del pedido de aplicaciones en la tecla rápida
fr: Durée de l'affichage des commandes d'applications en appuyant sur la touche de raccourci
he: משך אפליקציות סדר תצוגה על עיתונות hotkey
hr: Trajanje prikaza poredka aplikacija pri pritisku tipke prečaca
pl: Czas od ukazania się posortowanych aplikacji w momencie wciśnięcia globalnego skrótu klawiatury
ru: Продолжительность отображения порядка приложений
sv: Varaktighet för visning av programordning vid snabbtangenttryck
tr: Kısayol tuşuna basıldığında uygulama sırası gösterim süresi

source: Determines the duration the window count labels are replaced with the app's order number.
bg: Определя продължителността, след която броячите се заменят с пореден номер на програмата.
da: Bestemmer varigheden af visningen af vinduestælleren, når genvejstasten trykkes.
de: Legt die Dauer fest, die das Fensterzähler-Label durch die Reihenfolge der Anwendung ersetzt werden.
es: Determina la duración en que las etiquetas de recuento de ventanas se reemplazan con el número de pedido de la aplicación.
fr: Détermine la durée pendant laquelle les étiquettes de comptage de fenêtre sont remplacées par le numéro de commande de l'application.
he: קובע את המשך זמן תוויות ספירת חלון מוחלפות עם מספר ההזמנה של האפליקציה.
hr: Određuje trajanje zamjene broja naslova prozora s poredkom u popisu aplikacija.
pl: Określa czas po którym etykieta z ilością okien będzie zastąpiona numerem kolejności aplikacji.
ru: Определяет длительность замены счетчика окон на порядковые номера приложений.
sv: Avgör hur länge fönsterantalet skall ersättas med programmets ordningsnummer.
tr: Pencere sayısı etiketlerinin uygulamanın sıra numarası ile değiştirilmesi süresini belirler.

source: Thumbnail Settings
bg: Настройки на миниатюрите
da: Indstillinger for miniaturer
de: Vorschaubild-Einstellungen
es: Configuración de Miniaturas
fr: Paramètres des miniatures
he: הגדרת התמונה ממוצערת
hr: Postavke minijatura
pl: Ustawienia miniaturek
ru: Настройки миниатюр
sv: Miniatyrinställningar
tr: Ön İzleme Ayarları

source: Thumbnail timeout
bg: Забавяне при показване на миниатюрите
da: Miniaturetimeout
de: Vorschaubild-Ausblendungsverzögerung
es: Tiempo de espera de las miniaturas
fr: Délai d'affichage et de disparition des miniatures
he: פסק זמן של תמונה ממוזערת
hr: Istek minijatura
pl: Opóźnienie miniaturek
ru: Таймаут миниатюр
sv: Tidsgräns för miniatyrer
tr: Ön izleme gösterim süresi

source: Controls how quickly an app's set of window thumbnails will fade out when the mouse leaves the app button.
bg: Регулира колко бързо миниатюрите на дадена програма ще избледнеят, когато мишката се оттегли от бутона.
da: Kontrollerer hvor hurtigt et programs miniaturer vil tone ud, når markøren fjernes fra programknappen.
de: Steuert, wie schnell die zu einer Anwendung gehörenden Vorschaubilder ausgeblendet werden, wenn die Maus die Anwendungs-Schaltfläche verlässt.
es: Tiempo de espera de las miniaturas
fr: Contrôle la vitesse à laquelle l'ensemble des vignettes de fenêtre d'une application disparaîtra lorsque la souris quittera le bouton de l'application.
he: כיצד הסט של אפליקציה במהירות של תמונות ממוזערות חלון יהיה לדהות כאשר העכבר עוזב את כפתור האפליקציה.
hr: Upravlja brzinom postavljanja iščezavanja minijature prozora aplikacije kada pokazivač miša napusti tipku aplikacije.
pl: Kontroluje jak szybko miniaturki okien aplikacji będą zanikać, gdy myszka opuści przycisk aplikacji.
ru: Установить время, через которое появится миниатюра, в миллисекундах.
sv: Avgör hur snabbt ett programs fönsterminiatyrer, tonas ut när muspekaren lämnar programknappen.
tr: Fare bir uygulama düğmesi üstünden ayrıldığında, uygulama pencere ön izlemesinin ne kadar hızlı solacağı ayarını kontrol eder.

source: size
bg: размер
da: størrelse
de: Größe
hr: veličina
pl: rozmiar
ru: размер
sv: storlek
tr: boyut

source: Thumbnail size
bg: Размер на миниатюрите
da: Miniaturestørrelse
de: Vorschaubild-Größe
es: Tamaño de las Miniaturas
fr: Taille des miniatures
he: גודל תמונה ממוזערת
hr: Veličina minijatura
pl: Wielkość miniaturki
ru: Размер миниатюры
sv: Miniatyrstorlek
tr: Ön izleme boyutu

source: Controls the size of the thumbnails.
bg: Регулира размера на миниатюрите.
da: Kontrollerer størrelsen på miniaturer.
de: Steuert die Größe der Vorschaubilder.
es: Controla el tamaño de las miniaturas.
fr: Contrôle la taille des vignettes.
he: שולט בגודל של התמונות הממוזערות.
hr: Upravlja veličinom minijatura.
pl: Kontroluje wielkość miniaturek
ru: Управляет размером миниатюры.
sv: Avgör storleken på miniatyrerna.
tr: Ön izlemelerin boyutunu kontrol eder

source: Show thumbnails
bg: Показване на миниатюри
da: Vis miniaturer
de: Zeige Vorschaubilder
es: Mostrar Miniaturas
fr: Afficher les miniatures
he: הראה תמונה ממוזערת
hr: Prikaži minijature
pl: Pokaż miniaturki
ru: Показывать миниатюры
sv: Visa miniatyrer
tr: Ön izlemeleri göster

source: Show window thumbnails when hovering over an app button.
bg: Показване на миниатюри при посочване на програма.
da: Vis vinduesminiaturer, når markøren føres hen over en programknap.
de: Zeigt Fenster-Vorschaubilder beim Hovern über einer Anwendungs-Schaltfläche an.
es: Mostrar Miniaturas de Ventanas
fr: Afficher les vignettes de la fenêtre en survolant un bouton de l'application.
he: הראה תמונה ממוזערת של חלון פתוח בעת נגיעה בסמל שלו
hr: Prikazuje minijature prozora pri prijelazu preko tipke aplikacije.
pl: Pokazuj miniaturki po najechaniu na przycisk aplikacji
ru: Показывать миниатюры открытых окон при наведении на кнопку.
sv: Visa fönsterminiatyr vid översvep på en programknapp.
tr: Bir uygulama düğmesinin üstüne gelince ön izleme göster.

source: Animate thumbnails
bg: Анимиране на миниатюрите
da: Animér miniaturer
de: Animierte Miniaturansichten
es: Animar miniaturas
fr: Animer les vignettes
he: הנפשת תמונות ממוזערות
hr: Animiraj minijature
pl: Animowane miniaturki
ru: Анимация миниатюр
sv: Animera miniatyrer
tr: Ön izleme animasyonu

source: If enabled, thumbnails will animate when appearing and disappearing.
bg: Ако е включено, миниатюрите ще са анимирани при появяване и скриване.
da: Når aktiveret vil miniaturer animeres, når de dukker op og forsvinder.
de: Wenn aktiviert, werden Miniaturansichten animiert, wenn sie angezeigt werden oder verschwinden.
es: Si está activada, las miniaturas se animarán al aparecer y desaparecer.
fr: Si cette option est activée, les vignettes s'animeront lors de l'apparition et de la disparition.
he: אם מאופשר, תמונות ממוזערות יהיה להנפיש כאשר מופיעה ונעלמת.
hr: Ako je omogućeno, minijature će se animirati pri pojavljivanju i nestajanju.
pl: Jeśli aktywne, miniaturki będą animowane podczas ich pojawiania się i zanikania.
ru: Если включено, миниатюры анимировано появляются и исчезают.
sv: Vid aktivering animeras miniatyrer vid in- och uttoning.
tr: Eğer etkinse, ön izlemelerin görünüp gizlenmesi animasyon ile yapılır.

source: Enable vertical thumbnails
bg: Отвесни миниатюри
da: Aktivér lodrette miniaturer
de: Aktiviere vertikale Vorschaubilder
es: Miniaturas Verticales
fr: Activer les vignettes verticales
he: אפשר תמונות ממוזערות אנכיות
hr: Omogući okomite minijature
pl: Włącz pionowe miniaturki
ru: Вертикальные миниатюры
sv: Aktivera vertikala miniatyrer
tr: Dikey ön izleme etkin

source: If enabled, thumbnails will stack vertically.
bg: Ако е включено, миниатюрите ще се трупат отвесно.
da: Når aktiveret vil miniaturer vises i en kolonne.
de: Wenn aktiviert, werden Vorschaubilder vertikal gestapelt.
es: Organizar miniaturas vertical u horizontalmente
fr: Si cette option est activée, les vignettes s'empilent verticalement.
he: אם מאופשר, תמונות ממוזערות תהיינה מחסנית אנכית.
hr: Ako je omogućeno, minijature će se slagati okomito.
pl: Jeśli aktywne, miniaturki będą przylegać do siebie pionowo.
ru: Если включено, миниатюры расположены вертикально.
sv: Vid aktivering staplas miniatyrer vertikalt.
tr: Eğer etkinleştirilirse, ön izlemeler dikey olarak yerleştirilir.

source: Sort windows for each app by last focused
bg: Подреждане на прозорците на всяка програма по последно фокусиране
da: Sortér hvert programs vinduer efter sidst fokuseret
de: Sortiert Fenster anhand zuletzt fokussierter Fenster.
es: Ordenar las ventanas de cada aplicación por última vez
fr: Trier les fenêtres pour chaque application en mettant au point
he: חלונות מיין עבור כל יישום על ידי ממוקד האחרון
hr: Razvrstaj prozor za svaku aplikaciju prema posljednjem fokusiranju
pl: Sortuj okna dla każdej aplikacji na podstawie ostatniego aktywnego okna
ru: Сортировать по последнему активному
sv: Sortera fönster för varje program, efter senast fokuserat
tr: Her uygulamanın pencerelerini son etkinleştirilene göre sırala

source: Controls whether the order windows appear for an app is by last focused, or the order they were opened.
bg: Регулира дали реда на прозорците за дадена програма ще е по последно фокусиране или по ред на отваряне.
da: Kontrollerer om rækkefølgen, et programs vinduer vises i, er efter sidst fokuseret eller rækkefølgen, de blev åbnet i.
de: Steuert, ob die Reihenfolge der Anzeige von Fenstern durch zuletzt fokussierte Fenster oder durch die Reihenfolge in der sie geöffnet wurden bestimmt wird.
fr: Détermine si les fenêtres de commande apparaissent pour une application en dernier, ou dans l'ordre dans lequel elles ont été ouvertes.
he: הגדרה זו קובע אם ההסדר חלונות להופיע על אפליקציה הוא ממוקד האחרון, או בסדר פתיחתם.
hr: Upravlja pojavljivanjem poredka prozora za aplikaciju prema posljednjem fokusu, ili poredkom prema kojem su otvoreni.
pl: Kontroluje czy kolejność pojawiania się okien aplikacji będzie zależeć od ostatniego aktywnego okna czy od kolejności jego otworzenia.
ru: Сначала показывать последние активные
sv: Avgör om ordningen i vilken programfönster visas, är efter senast fokuserad eller efter den ordning de öppnades.
tr: Her uygulama için, pencere gösterimlerinin son etkinleştirilene göre sıralanmalarını ya da açılış sıralarına göre dizilmelerini kontrol eder.

source: Open thumbnails on click
bg: Отваряне на миниатюрите при щракване
da: Åbn miniaturer ved klik
de: Öffnen der Vorschaubilder durch Klicken
es: Abrir Miniaturas al hacer clic
fr: Ouvrir les miniatures via un clic de la souris
he: תמונות ממוזערות דף בלחיצה
hr: Otvori minijaturu pri kliku
pl: Otwórz miniaturki kliknięciem
ru: Открывать миниатюры по клику
sv: Öppna miniatyrer vid klick
tr: Ön izlemeyi tıklayınca aç

source: Open the thumbnails on click if there is more than one window open.
bg: Отваряне на миниатюрите при щракване, ако има повече от един отворен прозорец.
da: Åbn miniaturerne ved klik, hvis der er mere et vindue åbent.
de: Öffnen der Vorschaubilder durch Klicken, wenn bereits mehr als ein Fenster geöffnet ist.
es: Abrir las imágenes en miniatura al hacer clic, solo si hay más de 1 ventana abierta.
fr: Ouvrir les miniatures via un clic de la souris, si il y a plus d'une fenêtre ouverte
he: פתח את התמונות הממוזערות על קליק אם יש יותר מאחד חלון פתוח.
hr: Otvori minijaturu pri kliku ako je otvoren više od jednog prozora.
pl: Otwórz miniaturkę klikając w nią jeśli jest więcej niż jedno otwarte okno.
ru: Открывать миниатюры по клику, если открыто более одного окна.
sv: Öppna miniatyrerna vid klick, om det finns fler än ett öppet fönster.
tr: Eğer birden fazla pencere açıksa, ön izlemeyi tıklayınca göster.

source: Include all app windows
bg: Включване на всички прозорци
da: Inkludér alle programmets vinduer
de: Zeige alle Anwendungs-Fenster an
es: Incluir todas las ventanas de la aplicación
fr: Inclure toutes les fenêtres de l'application
he: כלול את כל חלונות האפליקציה
hr: Uključi sve prozore
pl: Uwzględnij wszystkie okna aplikacji
ru: Отображение всех окон приложения
sv: Inkludera alla programfönster
tr: Tüm uygulama pencerelerini dahil et

source: Controls whether or not thumbnails for smalller child windows, such as exit confirmations and file dialogues will be included in the thumbnail list.
bg: Регулира дали в списъка ще се показват миниатюри за по-малки прозорци, като потвърждения и диалози.
da: Kontrollerer om miniaturer af mindre vinduer, f.eks. afslutbekræftelse og fildialoger, inkluderes i miniaturelisten.
de: Steuert, ob Vorschaubilder für kleine untergeordnete Fenster, z. B. Exit-Bestätigungen und Dateidialoge, in die Vorschaubild-Liste aufgenommen werden.
es: Controla si las miniaturas de las ventanas para niños pequeños, como las confirmaciones de salida y los diálogos de archivos, se incluirán en la lista de miniaturas.
fr: Contrôle si les vignettes pour les petites fenêtres enfant, telles que les confirmations de sortie et les dialogues de fichiers, seront incluses dans la liste des vignettes.
he: הגדרה זו קובעת אם או לא תמונות ממוזערות עבור חלונות ילד קטן, כגון אישורי יציאה ודיאלוגים קובץ ייכלל ברשימת ממוזערת.
hr: Određuje postojanje minijatura za manje prozore aplikacije, poput prikaza dijaloga zatvaranja i dijaloga datoteke.
pl: Kontroluje czy miniaturki małych okien, takich jak potwierdzenia wyjścia czy dialogi przenoszenia pliku, będą pojawiać się na liście miniaturek.
ru: Определяет, отображаются ли миниатюры для маленьких дочерних окон, таких как подтверждение выхода или диалог файлов.
sv: Avgör om miniatyrer för mindre underfönster, såsom avslutningsbekräftelser och fildialoger, skall inkluderas i miniatyrlistan.
tr: Çıkış onayları ve dosya diyalogları gibi daha küçük alt pencerelerin ön izleme listesine eklenip eklenmeyeceğini denetler.

source: Context Menu Settings
bg: Настройки на контекстното меню
da: Indstillinger for genvejsmenu
de: Kontextmenü-Einstellungen
es: Configuración del menú contextual
fr: Paramètres du menu contextuel
he: הגדרות תפריט ההקשר
hr: Postavke izbornika
pl: Ustawienia menu kontekstowego
ru: Настройки контекстного меню
sv: Inställningar för snabbtmenyn
tr: İçerik Menüsü Ayarları

source: Show recent items
bg: Показване на скорошните елементи
da: Vis seneste elementer
de: Zeige kürzlich verwendete Elemente
es: Mostrar artículos recientes
fr: Afficher les locations récentes dans le menu
he: הצג את הפריטים האחרונים
hr: Prikaži nedavne stavke
pl: Pokaż ostatnie pozycje
ru: Показывать недавние элементы.
sv: Visa tidigare objekt
tr: Son kullanılan öğeleri göster

source: Controls whether recent items will appear in the context menu.
bg: Регулира дали скорошните елементи ще се показват в контекстното меню.
da: Kontrollerer om seneste elementer optræder i genvejsmenuen.
de: Steuert, ob kürzlich verwendete Elemente im Kontextmenü angezeigt werden.
es: Controla si los elementos recientes aparecerán en el menú contextual.
fr: Contrôle si les éléments récents apparaissent dans le menu contextuel.
he: קובע אם הפריטים האחרונים יופיעו בתפריט ההקשר.
hr: Upravlja pojavljivanjem nedavnih stavki u izborniku.
pl: Kontroluje czy ostatnie pozycje pojawią się w menu kontekstowym.
ru: Управляет отображением последних элементов в контекстном меню.
sv: Avgör om tidigare objekt skall visas i snabbmenyn.
tr: Son kullanılan öğelerin içerik menüsünde görünüp görünmeyeceğini kontrol eder.

source: Menu item type
bg: Вид на елемент от менюто
da: Menuelementtype
de: Menüpunkttyp
es: Tipo de elemento de menú
fr: Type d'élément de menu
he: סוג פריט בתפריט
hr: Vrsta unosa izbornika
pl: Typ elementów menu
ru: Тип пункта меню
sv: Menyobjekttyp
tr: Menü öğesi türü

source: Symbolic icons
bg: Символични иконки
da: Symbolske ikoner
de: Symbolische Icons
es: Iconos simbólicos
fr: Icônes symboliques
he: סמלים סמליים
hr: Simboličke ikona
pl: Ikony symboliczne
ru: Символьные иконки
sv: Symboliska ikoner
tr: Sembolik simgeler

source: Non-symbolic icons
bg: Несимволични иконки
da: Ikke-symbolske ikoner
de: Nicht-symbolische Icons
es: Iconos no simbólicos
fr: Icônes non symboliques
he: סמלים ללא סמלי
hr: Nesimboličke ikona
pl: Ikony niesymboliczne
ru: Несимвольные иконки
sv: Icke-symboliska ikoner
tr: Sembolik olmayan simgeler

source: No icons
bg: Без иконки
da: Ingen ikoner
de: Keine Icons
es: Sin iconos
fr: Aucune icône
he: לא נמצאו סמלים
hr: Bez ikona
pl: Bez ikon
ru: Нет иконок
sv: Inga ikoner
tr: Simge yok

source: Determines whether menu item icons are symbolic, non-symbolic, or not shown.
bg: Определя дали иконките на елемент от менюто са символични, несимволичниили, или да не се показват.
da: Bestemmer om menuelementikoner er symbolske, ikke-symbolske eller ikke vises.
de: Legt fest, ob Icons für das Menüelement symbolisch, nicht symbolisch oder nicht dargestellt sind.
es: Determina si los iconos de elementos de menú son simbólicos, no simbólicos o no se muestran.
fr: Détermine si les icônes des éléments de menu sont symboliques, non symboliques ou non.
he: קובע אם סמלי פריט בתפריט הם סמליים, הלא סמליים, או לא לראות.
hr: Određuje je li ikona stavke izbornika simbolička, nesimbolička ili nije prikazana.
pl: Określa, czy elementy menu ikon są symboliczne, niesymboliczne, czy też nie są pokazane.
ru: Определяет, будут ли иконки в меню: символьными, несимвольными или вовсе не будут отображаться.
sv: Avgör om menyobjektikoner skall vara symboliska, icke-symboliska eller inte visas.
tr: Menü öğesi simgelerinin sembolik, sembolik olmayan ya da gösterilip gösterilmediğini belirler.

source: Firefox context menu
bg: Меню на Firefox
da: Firefox' genvejsmenu
de: Firefox-Kontextmenü
es: Menú contextual de Firefox
fr: Affichage des sites dans le menu de l'application Firefox
he: תפריט ההקשר פיירפוקס
hr: Firefox izbornik
pl: Menu kontekstowe Firefox
ru: Контекстное меню для Firefox
sv: Firefox snabbmeny
tr: Firefox içerik menüsü

source: Most Visited
bg: Най-посещавани
da: Mest besøgte
de: Häufige Aufrufe
es: Más visitado
he: הכי מבוקרים
hr: Najposjećenije
pl: Najczęściej odwiedzane
ru: Часто посещаемые
sv: Mest besökta
tr: En Çok Ziyaret Edilenler

source: Recent History
bg: Скорошна история
da: Seneste
de: Kürzliche Aufrufe
es: Historia reciente
he: דפים אחרונים
hr: Nedavna povijest
pl: Ostatnia historia
ru: История
sv: Tidigare historik
tr: Son Kullanılanlar Geçmişi

source: Bookmarks
bg: Отметки
da: Bogmærker
de: Lesezeichen
es: Marcadores
fr: Marque-pages
he: מועדפים
hr: Zabilješke
pl: Ulubione
ru: Закладки
sv: Bokmärken
tr: Sık Kullanılanlar

source: Most Visited: show the sites you visit most, Recent History: display the the last pages you visited, Bookmarks: show your favorite bookmarks.
bg: Най-посещавани: показва най-посещаваните места, скорошна история: показва последно посетените страници, отметки: показва любимите ви отметки.
da: Mest besøgte: vis de steder du besøger mest, Seneste: vis de sider du sidst besøgte. Bogmærker: vis dine favoritbogmærker.
de: Häufige Aufrufe: Zeigt Seiten die du oft besucht hast, Kürzliche Aufrufe: Zeigt Seiten die du kürzlich besucht hast, Lesezeichen: Zeigt nur deine Lesezeichen.
fr: Les plus visités : affiche les sites que vous visitez le plus. Les derniers visités : affiche les derniers sites que vous avez visité. Marque-pages : affiche vos marque-pages.
he: המבוקרים ביותר - האתרים שביקרת בהם הכי הרבה, האחרונים - האתרים האחרונים שביקרת בהם, מועדפים - מראה את המועדפים
hr: Najposjećenije: prikazuje stranice koje najviše posjećujete, Nedavna povijest: prikazuje posljednje posjećene stranice, Zabilješke: prikazuje vaše omiljene zabilješke.
pl: Najczęściej odwiedzane: pokaż te strony, które odwiedzasz najczęściej, Ostatnia historia: wyświetl ostatnio odwiedzoną stronę, Zakładki: pokaż ulubione zakładki.
ru: Часто посещаемые: показать часто посещаемые сайты; История: показать последние посещенные сайты; Закладки: показать избранные закладки
sv: Mest besökta: Visa dina mest besökta sidor, Tidigarehistorik: Visa dina senast besökta sidor, Bokmärken: Visa dina favoritbokmärken.
tr: En Çok Ziyaret Edilenler: en çok ziyaret ettiğin siteleri gösterir, Son Kullanılanlar Geçmişi: son ziyaret ettiğin sayfalar gösterilir, Sık Kullanılanlar: beğeni olarak sık kullanılanlara ekledikleriniz gösterilir.

source: Show autostart option
bg: Показване на опцията за автоматично пускане
da: Vis til-/fravalg af automatisk opstart
de: Autostart-Option anzeigen
es: Mostrar la opción de inicio automático
fr: Afficher l'option de démarrage automatique
he: אפשרות autostart צג
hr: Prikaži mogućnosti automatskog pokretanja
pl: Pokazuj opcję autostartu
ru: Отображать параметры автозагрузки
sv: Visa autostartalternativ
tr: Otomatik başlatma seçeneğini göster

source: Shows the autostart toggle option in an app's context menu.
bg: Показва опцията за автоматично пускане в контекстното меню.
da: Viser tilføj til/fjern fra automatisk opstart i et programs genvejsmenu
de: Zeigt die Autostart-Umschaltoption im Kontextmenü einer App an.
es: Muestra la opción de alternar inicio automático en el menú contextual de una aplicación.
fr: Affiche l'option de basculement automatique dans le menu contextuel d'une application.
he: מציג את האפשרות לעבור autostart ב תפריט ההקשר של יישום.
hr: Prikazuje preklopnu tipku u izborniku aplikacije.
pl: Pokazuje opcję autostartu w menu kontekstowym dla danej aplikacji.
ru: Показывает включение автозагрузки в контекстном меню приложения.
sv: Visar autostartalternativ i ett programs snabbmeny.
tr: Bu ayar içerik menüsünde Otomatik Başlatma seçeneğini gösterir.

source: Apply the monitor move option to all windows
bg: Прилагане на опцията за местене на монитор на всички прозорци
da: Anvend "Flyt til skærm"-valgmuligheden på alle vinduer
de: Wenden Sie die Monitorbewegungsoption auf alle Fenster an
es: Aplicar la opción de mover el monitor a todas las ventanas
fr: Appliquer l'option de déplacement du moniteur à toutes les fenêtres
he: החל את אפשרות המעבר לפקח על כל החלונות
hr: Primijeni potez premještanja na sve prozore
pl: Aktywuj opcję przemieszczanie monitora na wszystkie okna
ru: Применить параметры перемещения монитора для всех окон
sv: Tillämpa alternativet "Flytta till skärm" på alla fönster
tr: Monitör taşıma seçeneğini tüm pencerelere uygulayın
