Repository: linuxmint/cinnamon-spices-applets
Catalog: IcingTaskManager@json/files/IcingTaskManager@json/po/*.po
Languages: bg, da, de, es, fr, he, hr, pl, ru, sv, tr

source: Icing Task Manager is deprecated
sv: Icing Task Manager är föråldrad

source: Please upgrade to Grouped Window List for a more stable, bug-free experience.
sv: Uppgradera till Grupperad fönsterlista för en stabilare, mer felfri upplevelse.

source: Add GWL to your panel, open the applet's settings and click "Migrate Pinned Apps to Grouped Window List".
sv: Lägg till GF i din panel, öppna panelprogrammets inställningar och klicka på "Migrera fästa program till Grupperad fönsterlista".

source: Migration can only be performed on Cinnamon 4.0+.
sv: Migrering kan bara utföras i Cinnamon 4.0+.

source: Please add Grouped Window List to a panel before proceeding with the migration.
sv: Lägg till Grupperad fönsterlista i en panel innan du fortsätter med migreringen.

source: ITM settings directory could not be found!
sv: ITM inställningsmapp kunde inte hittas!

source: System favorites enabled - no migration is needed.
sv: Systemfavoriter aktiverat - Migrering behövs inte.

source: Unable to find a suitable ITM settings file to migrate.
sv: Kan inte hitta passande ITM-inställningsfil att migrera.

source: Migration complete.
sv: Migrering slutförd.

source: settings file(s) could not be migrated.
sv: inställningsfile(er) kunde inte migreras.

source: Migration was successful.
sv: Migreringen lyckades.

source: Move to the other monitor
bg: Преместване на другия монитор
da: Flyt til den anden skærm
de: Auf den anderen Monitor verschieben
pl: Przesuń na inny monitor
sv: Flytta till andra skärmen

source: Move to monitor
bg: Преместване на монитор
da: Flyt til skærm
de: Verschieben auf Monitor
pl: Przesuń na monitor
sv: Flytta till skärm

source: Only on this workspace
bg: Само на това работно място
da: Kun på dette arbejdsområde
de: Nur auf dieser Arbeitsfläche
es: Solo en esta área de trabajo
fr: Uniquement sur cet espace de travail
he: רק בשולחן העבודה הזה
hr: Samo na ovom radnom prostoru
pl: Tylko na tym obszarze roboczym
ru: Только на этом рабочем столе
sv: Endast på denna arbetsyta
tr: Sadece bu çalışma alanında görünür

source: Visible on all workspaces
bg: Видимо на всички работни места
da: Synlig på alle arbejdsområder
de: Auf allen Arbeitsflächen anzeigen
es: Mostrar en todas las áreas de trabajo
fr: Visible dans tous les espaces de travail
hr: Vidljivo na svim radnim prostorima
pl: Widoczne na wszystkich obszarach roboczych
ru: На всех рабочих столах
sv: Synlig på alla arbetsytor
tr: Tüm çalışma alanlarında görünür

source: Move to another workspace
bg: Преместване на друго работно място
da: Flyt til et andet arbejdsområde
de: Auf andere Arbeitsfläche verschieben
pl: Przesuń na inny obszar roboczy
sv: Flytta till en annan arbetsyta

source: Places
bg: Места
da: Steder
de: Orte
pl: Miejsca
ru: Места
sv: Platser

source: Bookmarks/History requires gir1.2-gda-5.0
ru: Для Закладок и Истории требуется gir1.2-gda-5.0
sv: Bokmärken/Historik kräver gir1.2-gda-5.0

source: Recent
bg: Скорошни
da: Seneste
de: Kürzlich
pl: Ostatnie
sv: Tidigare

source: Preferences
bg: Предпочитания
da: Indstillinger
de: Einstellungen
pl: Ustawienia
ru: Параметры
sv: Inställningar

source: About...
bg: Относно...
da: Om...
de: Über …
pl: O...
ru: О модуле...
sv: Om...
tr: Hakkında...

source: Configure...
bg: Настройване...
da: Konfigurér...
de: Einrichten …
pl: Konfiguruj...
ru: Настройка...
sv: Konfigurera...
tr: Yapılandır...

source: Remove
bg: Премахване
da: Fjern
de: Entfernen
pl: Usuń
ru: Удалить
sv: Ta bort

source: New Window
sv: Nytt fönster

source: Unpin from Panel
bg: Откачане от панела
da: Frigør fra panel
de: Von Taskleiste lösen
es: No fijar la aplicación
fr: Retirer du panneau
he: בטל את ההצמדה מהשורת משימות
hr: Ukloni s panela
pl: Odepnij od panelu
ru: Открепить
sv: Ta bort från panelen
tr: Panelden Kaldır

source: Pin to Panel
bg: Закачи на панела
da: Fastgør til panel
de: An Taskleiste Anheften
es: Fijar la aplicación
fr: Epingler au panneau
he: הצמד לשורת משימות
hr: Pričvrsti na panel
pl: Przypnij do panelu
ru: Прикрепить
sv: Fäst på panelen
tr: Panele Sabitle

source: Remove from Autostart
bg: Премахване от автоматично пусканите
da: Fjern fra automatisk opstart
de: Aus Autostart entfernen
es: Eliminar del inicio automático
fr: Supprimer de l'auto-démarrage
he: הסר Autostart
hr: Ukloni iz automatskog pokretanja
pl: Usuń z autostartu
ru: Удалить из автозагрузки
sv: Ta bort från autostart
tr: Otomatik Başlatmadan Sil

source: Add to Autostart
bg: Добавяне към автоматично стартиране
da: Tilføj til automatisk opstart
de: Zum Autostart hinzufügen
es: Añadir a Autostart
fr: Ajouter à Autostart
he: הוסף Autostart
hr: Dodaj u automatsko pokretanje
pl: Dodaj do autostartu
ru: Добавить в автозагрузку
sv: Lägg till i autostart
tr: Otomatik Başlatmaya Ekle

source: Create Shortcut
bg: Създаване на пряк път
da: Opret genvej
de: Verknüpfung erstellen
es: Crear acceso directo
fr: Créer un raccourci
he: צור קיצור דרך
hr: Stvori prečac
pl: Utwórz skrót
ru: Создать ярлык
sv: Skapa genväg
tr: Kısayol Oluştur

source: Restore to full opacity
bg: Възстановяване до непрозрачно
da: Gendan til fuld uigennemsigtighed
de: Volle Deckkraft wiederherstellen
pl: Przywróć pełną nieprzezroczystość
ru: Восстановить непрозрачность
sv: Återställ full opacitet

source: Restore
bg: Възстановяване
da: Gendan
de: Wiederherstellen
es: Restaurar
fr: Recharger
he: שחזר
hr: Vrati
pl: Przywróć
ru: Восстановить
sv: Återställ
tr: Geri yükle

source: Minimize
bg: Минимизиране
da: Minimér
de: Minimieren
es: Minimizar
fr: Minimiser
he: מזער
hr: Smanji
pl: Minimalizuj
ru: Свернуть
sv: Minimera
tr: Küçült

source: Unmaximize
bg: Демаксимизиране
da: Gendan
de: Zurücksetzen
es: No maximizada
fr: Restaurer
he: הקטן חלון
hr: Prikaži u prozoru
pl: Zmniejszenie
ru: Вернуть размер
sv: Avmaximera
tr: Tam ekrandan çık

source: Maximize
bg: Максимизиране
da: Maksimér
de: Maximieren
es: Maximizar
fr: Maximiser
he: הגדל
hr: Uvećaj
pl: Maksymalizuj
ru: Развернуть
sv: Maximera
tr: Ekranı Kapla

source: Close others
bg: Затвори другите
da: Luk andre
de: Andere schließen
pl: Zamknij pozostałe
ru: Закрыть остальные
sv: Stäng alla andra

source: Close all
bg: Затвори всички
da: Luk alle
de: Alle schließen
pl: Zamknij wszystkie
sv: Stäng alla

source: Close
bg: Затвори
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
hr: Zatvori
pl: Zamknij
ru: Закрыть
sv: Stäng
tr: Kapat

source: Window list with app grouping and thumbnails
bg: Списък с прозорци с групиране на приложения и миниатюри
da: Vinduesliste med miniaturer og gruppering af programmer
de: Fensterliste mit Anwendungsgruppierung und Fenstervorschau
pl: Lista okien z grupowaniem aplikacji i miniaturkami
sv: Fönsterlista med programgruppering och miniatyrer
tr: Uygulama gruplama ve pencere ön izleme destekli pencere listesi

source: ITM Settings
bg: Настройки на ITM
da: Indstillinger for Icing
de: ITM-Einstellungen
es: Configuración de ITM
fr: Paramètres ITM
he: הגדרות ITM
hr: IUZ Postavke
pl: Ustawienia ITM
ru: Настройки ITM
sv: ITM-inställningar
tr: IGY Ayarları

source: Window List Settings
bg: Настройки на списък с прозорци
da: Indstillinger for vinduesliste
de: Fensterlisten-Einstellungen
es: Configuración de la Lista de Ventanas
fr: Paramètres de la liste des applications
he: הגדרות של רשימת החלונות
hr: Postavke popisa prozora
pl: Ustawienia listy okien
ru: Настройки списка окон
sv: Inställningar för fönsterlista
tr: Pencere Listesi Ayarları

source: Number display
bg: Показване на брой
da: Antalvisning
de: Fensteranzahl anzeigen
es: Mostrar Número
fr: Affichage du nombre d'instances
he: מספר שולחנות עבודה
hr: Prikaz broja
pl: Wyświetlany numer
ru: Счетчик окон
sv: Nummervisning
tr: Sayıyı göster

source: None
bg: Без
da: Ingen
de: Keine
es: nada
fr: Désactivé
he: הסתר כותרת
hr: Nijedan
pl: Brak
ru: Ничего
sv: Ingen
tr: Hiçbiri

source: All
bg: Всички
da: Alle
de: Alle
es: todos
fr: Toujours
he: הכל
hr: Sve
pl: Wszystko
ru: Всегда
sv: Alla
tr: Tümü

source: normal: display window number, smart: display window number if more than one window, none: don't display number, all: display window number for favorites too
bg: Нормално: показване на бройка, умно: показване на бройка при повече от един прозорец. без: не се показва бройка. Всички: показване на бройка и за любимите.
da: Normal: vis antal vinduer, Smart: vis antal vinduer hvis mere end ét, Ingen: vis ikke antal vinduer, Alle: vis også antal for favoritter
de: Normal: Zeige Fensteranzahl, Smart: Zeige Fensteranzahl, wenn mehr als ein Fenster vorhanden ist, Keine: Verberge die Fensteranzahl, Alle: Zeige die Fensteranzahl auch bei angehefteten Fenstern an
es: normal: muestra el número de la ventana, inteligente: muestra el número de la ventana, solo si hay más de una, nada: no muestra el número, todos: muestra el número también para favoritos
fr: Intelligent : Afficher le nombre d'instances d'une application si au moins deux instances existent. Normal : Afficher le nombre d'instances d'une application si au moins une instance existe. Désactivé : Ne pas afficher le nombre d'instances d'une application. Toujours : Toujours afficher le nombre d'instances d'une application.
he: רגיל: הראה מספר חלון, חכם: הראה מספר חלון אם יש יותר מחלון חכם, כלום: אל תראה מספר חלון, הכל: הראה מספר חלון למועדפים
hr: normalan: prikazuje broj prozora, pametan: prikazuje broj prozora ako postoji više od jednog prozora, nijedan: ne prikazuj broj, sve: prikazuj broj prozora i za omiljene
pl: normalnie: wyświetl liczbę okien, sprytne: wyświetl liczbę okien, jeśli jest otwarte więcej niż jedno okno, brak: nie wyświetlaj liczby okien, wszystko: wyświetl liczbę okien także dla ulubionych
ru: Обычный: отображает счетчик окон, Умный: отображает счетчик, если открыто более одного окна, Ничего: не отображает счетчик, Всегда: отображает счетчик всех иконок
sv: Normal: Visa fönsternummer, Smart: Visa fönsternummer vid fler än ett fönster, Ingen: Visa inga nummer, Alla: Visa fönsternummer för favoriter också
tr: normal: pencere sayısını gösterir, akıllı: eğer birden fazla pencere varsa sayı gösterilir, hiçbiri: sayı gösterilmez, tümü: favorilerde dahil edilerek pencere sayıları gösterilir

source: Title display
bg: Показване на заглавието
da: Titelvisning
de: Titel-Anzeige
es: Título de pantalla
fr: Affichage du libellé de l'application
he: הצגת כותרת
hr: Prikaz naslova
pl: Wyświetlany tytuł
ru: Отображение заголовков
sv: Titelvisning
tr: Başlık gösterimi

source: App
bg: Програма
da: Program
de: Anwendung
es: aplicación
fr: Application
he: אפליקציה
hr: Aplikacija
pl: Aplikacja
ru: Приложение
sv: Program
tr: Uygulama

source: Title
bg: Заглавие
da: Titel
de: Titel
es: título
fr: Titre
he: כותרת
hr: Naslov
pl: Tytuł
ru: Заголовок
sv: Titel
tr: Başlık

source: Focused
bg: Фокусирано
da: Fokuseret
de: Fokussiert
es: enfocado
fr: Active
he: רק בחלון שבפוקוס
hr: Fokusiran
pl: Aktywne okno
ru: Активное
sv: Fokuserad
tr: Etkin

source: focused: show focused window title, title: display the window title, app: diplay app name, none: don't display anything
bg: фокус: показва заглавието на фокусирания прозорец, заглавие: показва заглавието на прозореца, програма: показва името на програмата, без: не показва нищо.
da: Fokuseret: vis fokuseret vindues titel, Titel: vis vinduestitlen, Program: vis programnavnet, Ingen: vis ikke noget
de: Fokussiert: Zeigt fokussierten Fenstertitel, Titel: Zeigt Fenstertitel, Anwendung: Zeigt Name der Anwendung, keine: Zeigt nichts an
es: enfocado: muestra el título de la ventana con el foco, título: muestra el título de la ventana, aplicación: muestra el nombre de la aplicación, nada: no muestra nada
fr: Désactivé : N'affiche aucun libellé. Application: Affiche le nom de l'application. Active: Affiche le titre de l'application active. Titre: Affiche le titre de l'application.
he: ממוקדת: תכנית ממוקדת כותרת החלון, הכותרת: להציג את כותרת החלון, האפליקציה: שם יישום תצוגה, בבול: לא יציג דבר
hr: fokusiran: prikaži fokusirane naslove prozora, naslov: prikaži naslov prozora, aplikacija: prikaži naziv aplikacije, nijedan: prikazuj ništa
pl: aktywne okno: pokaż tytuł aktywnego okna, tytuł: pokaż tytuł okna, aplikacja: pokaż nazwę aplikacji, brak: niczego nie wyświetlaj
ru: Активное: показывать заголовок активного окна; Заголовок: показывать заголовок окна; Приложение: показывать название приложения, Ничего: не показывать ничего
sv: Fokuserad: Visa titel för fokuserat fönster, Titel: Visa fönstertitel, Program: Visa programnamn, Ingen: Visa inget
tr: etkin: etkin pencere başlığını göster, başlık: pencere başlığını göster, uygulama: uygulama adını göster, hiçbiri: hiç bir şey gösterme

source: Group apps
bg: Групиране
da: Gruppér programmer
de: Gruppiere Anwendungen
es: Aplicaciones de grupo
fr: Applications de groupe
he: אפליקציות קבוצה
hr: Grupiraj aplikacije
pl: Grupuj aplikacje
ru: Группировать приложения
sv: Gruppera program
tr: Uygulamaları gruplandır

source: Group each app's set of windows.
bg: Групиране на прозорците на всяка програма
da: Gruppér hvert programs vinduer.
de: Gruppiere die Fenster jeder Anwendung.
es: Agrupe el conjunto de ventanas de cada aplicación.
fr: Regroupez l'ensemble des fenêtres de chaque application.
he: קבוצה כל קבוצה של חלונות של האפליקציה.
hr: Grupiraj svaku skupinu prozora aplikacije.
pl: Grupuj każdy zestaw okien aplikacji.
ru: Группировать каждое окно приложения.
sv: Gruppera varje programs fönsteruppsättning.
tr: Her uygulamanın pencere kümesini gruplandır.

source: Show app alerts and notifications
bg: Показване на известия и предупреждения
da: Vis beskeder og advarsler fra programmer
de: Zeige Benachrichtigungen und Warnmeldungen von Anwendungen
es: Mostrar alertas y notificaciones de aplicaciones
he: צג התראות אפליקציה והודעות
hr: Prikaži upozorenje aplikacije i obavijest
pl: Pokazuj alerty aplikacji i powiadomienia
ru: Показывать уведомления приложений
sv: Visa programmeddelanden och aviseringar
tr: Uygulama uyarıları ve bildirimlerini göster

source: If enabled, notifications and alerts will appear.
bg: Ако е включено, ще се показват известия и предупреждения.
da: Når aktiveret vil beskeder og advarsler optræde.
de: Wenn aktiviert, werden Benachrichtigungen und Warnmeldungen angezeigt.
es: Si está activada, aparecerán notificaciones y alertas.
fr: Si cette option est activée, des notifications et des alertes s'affichent.
he: אם מאופשר, הודעות והתראות תופענה.
hr: Ako je omogućeno, prikazivat će se obavijesti i upozorenja aplikacije.
pl: Jeśli aktywne, powiadomienia i alerty będą się pojawiać.
ru: Если включено, будут появляться уведомления.
sv: Vid aktivering visas aviseringar och meddelanden.
tr: Eğer etkinse, bildirimler ve uyarılar görünür.

source: Show pinned apps
bg: Показване на закачените програми
da: Vis fastgjorte programmer
de: Zeige angeheftete Anwendungen
es: Mostrar aplicaciones fijas
fr: Afficher les applications épinglées
he: הראה אפליקציות צמודות (שאינן פועלות)
hr: Prikaži pričvršćene aplikacije
pl: Pokaż przypięte aplikacje
ru: Показывать прикрепленные
sv: Visa fastnålade program
tr: Sabitlenen uygulamaları göster

source: Controls whether or not the pinned apps appear in the panel if they are not open.
bg: Регулира показването на закачените програми, ако не са отворени.
da: Kontrollerer om fastgjorte programmer vises i statusfeltet, hvis de ikke er åbne.
de: Steuert, ob angeheftete Anwendungen angezeigt werden, wenn sie nicht geöffnet sind.
es: Mostrar las aplicaciones fijas o simplemente mostrar las ventanas abiertas
fr: Contrôle si les applications épinglées apparaissent dans le panneau si elles ne sont pas ouvertes.
he: קובע אם לאו היישומים המוצמדים מופיעים בלוח אם הם אינם פתוחים.
hr: Upravlja pojavljivanjem pričvršćenih aplikacija u panelu ako one nisu otvorene.
pl: Kontroluje czy przypięte aplikacje będą pojawiać się w panelu niezależnie od tego czy są otwarte.
ru: Показывать иконки прикрепленных приложений.
sv: Avgör om fastnålade program visas i panelen när de inte är igång.
tr: Sabitlenen uygulamaların açık olmadığı halde panelde görünüp görünmeyeceğini kontrol eder.

source: Arrange pinned apps
bg: Подреждане на закачените програми
da: Arrangér fastgjorte programmer
de: Angeheftete Anwendungen anordnen
es: Ordenar aplicaciones fijas
fr: Pouvoir modifier l'ordre des applications
he: הזז אפליקציות צמודות
hr: Rasporedi pričvršćene aplikacije
pl: Rozmieść przypięte aplikacje
ru: Перемещать прикрепленные
sv: Arrangera fastnålade program
tr: Sabitlenmiş uygulamaları sırala

source: Arrange pinned apps into a different order.
bg: Подреждане на закачените програми по друг начин.
da: Arrangér fastgjorte programmer i en anden rækkefølge.
de: Angeheftete Anwendungen neu anordnen
es: Ordenar aplicaciones fijas en un orden diferente
fr: Pouvoir modifier l'ordre des applications
he: שנה את סדר האפליקציות הצמודות.
hr: Rasporedi pričvršćene aplikacije u drugačiji poredak.
pl: Rozmieść przypięte aplikacje w zmienionej kolejności.
ru: Включает возможность перемещения прикрепленных приложений.
sv: Arrangera fastnålade program i en annan ordning.
tr: Sabitlenmiş uygulamaların farklı sıraya alınabilmesini sağlar.

source: Pin apps when dragged to a new position
bg: Закачане на програмите, когато се провлачат до нова позиция
da: Fastgør programmer, når de trækkes til en ny placering
de: Pin apps, wenn auf eine neue Position gezogen
es: Pin aplicaciones cuando se arrastran a una nueva posición
fr: Pin applications lorsqu'il est déplacé vers une nouvelle position
he: הצמד את היישומים כאשר גררו למיקום חדש
hr: Pin aplikacije Kada odvukao na novu poziciju
pl: Pin aplikacje Kiedy przeciągnięty do nowej pozycji
ru: Прикрепить приложение при перетаскивании в новую позицию
sv: Fäst program när de dras till en ny position
tr: Uygulamalar yeni bir konuma sürüklediğinde sabitle

source: Middle clicking app buttons creates new app instances
bg: Щракване със средното копче на мишката създава нови екземпляри
da: Klik med midterste knap på programknapper åbner nye forekomster af programmet
de: Mit der mittleren Klick-App-Schaltfläche werden neue App-Instanzen erstellt
es: El clic medio de los botones de aplicación crea nuevas instancias de aplicación
fr: Un clic central sur les boutons d'application crée de nouvelles instances d'application
he: כפתורי אפליקצית לחיצה תיכונים יוצרים מקרי אפליקציה חדשים
hr: Srednji tipke za klikanje aplikacija stvara nove instance aplikacije
pl: Bliski klikania przycisków aplikacji tworzy nowe instancje aplikacji
ru: Клик средней конпки создаёт новые окна приложений
sv: Mushjulsklick på program, öppnar ny programinstans
tr: Uygulama düğmelerine orta tıklama yeni uygulama örneği oluşturur

source: Determines the behavior of middle mouse button clicks on app buttons. Setting this to false will close the last focused window from the app group on middle click.
bg: Определя поведението на щракванията със средното копче на мишката върху копчета на програми. Ако е изключено, щракването ще затвори последно фокусирания прозорец от групата.
da: Bestemmer opførslen ved klik med midterste musetast på programknapper. Hvis sat til falsk, vil det sidst fokuserede vindue i programgruppen blive lukket ved klik med midterste tast.
de: Bestimmt das Verhalten der mittleren Maustaste Klicks auf App-Schaltflächen. Wenn Sie dies auf false setzen, wird das letzte fokussierte Fenster aus der App-Gruppe beim mittleren Klick geschlossen.
es: Determina el comportamiento de los clics del botón central del ratón en los botones de la aplicación. Si establece este valor en false, se cerrará la última ventana del grupo de aplicaciones en el botón central.
fr: Détermine le comportement des clics de bouton du milieu de la souris sur les boutons de l'application. Si vous définissez cette option sur false, la dernière fenêtre ciblée du groupe d'applications sera clôturée.
he: קובע את ההתנהגות של לחיצות כפתור עכבר אמצעי על כפתורי אפליקציה. ההגדרה הזו השווא תסגור את החלון האחרון ממוקד מקבוצת האפליקציה בלחיצה באמצע.
hr: Određuje ponašanje srednje klikova mišem gumb na gumbe aplikacije. Postavljanje na false će se zatvoriti posljednje fokusirane prozor iz skupine aplikacija na srednji klik.
pl: Określa zachowanie środkowy przycisk myszy kliknięć przycisków aplikacji. Ustawienie na false spowoduje zamknięcie ostatniego okna skupiony z grupy aplikacji na środkowym kliknięcia.
ru: Определяет поведение средней кнопки мыши на кнопках приложений. При установке этого значения в false будет закрыто последнее сфокусированное окно из группы приложений при среднем клике.
sv: Avgör beteendet för mushjulsklick på programknappar. Inaktivering stänger det sist fokuserade fönstret i programgruppen vid mushjulsklick.
tr: Fare orta tıklamalarının uygulama düğmelerindeki davranışını belirler. Bunun yanlış ayarlandığında, orta tıklama ile uygulama grubundaki son etkinleşen pencere kapanır.

source: Global hotkey for cycling through thumbnail menus
bg: Повсеместна клавишна комбинация за прелистване на миниатюрите
da: Global genvejstast for at bladre gennem miniaturemenuer
de: Globales Tastaturkürzel zum Durchlaufen von Vorschaubildern-Menüs
es: Tecla de acceso rápido global para recorrer los menús en miniatura
fr: Touche de raccourci globale pour parcourir les menus de vignettes
he: מקשי קיצור דרך עולמיים לרכיבה על אופניים דרך תפריטים ממוזערים
hr: Globalni prečaci tipkovnice za kruženje kroz izbornike minijatura
pl: Globalny skrót klawiatury do przechodzenia pomiędzy miniaturkami menu
ru: Глобальные горячие клавиши переключения миниатюр
sv: Systemövergripande snabbtangent för bläddring genom miniatyrmenyer
tr: Ön izleme menülerinin döngü geçişi için genel kısayol tuşu

source: This allows you to cycle through the menus without activating a window.
bg: Това ви позволява да прелиствате през менютата без активиране на прозореца.
da: Dette lader dig bladre gennem menuer uden at aktivere et vindue.
de: Dadurch können Sie durch die Menüs navigieren, ohne ein Fenster zu aktivieren.
es: Esto le permite recorrer los menús sin activar una ventana.
fr: Cela vous permet de faire défiler les menus sans activer de fenêtre.
he: זה מאפשר לך לעבור בין התפריטים ללא הפעלת חלון.
hr: Ovo vam omogućuje kruženje kroz izbornike bez aktivacije prozora.
pl: To pozwoli ci na przechodzenie po menu bez aktywowania okna.
ru: Это позволяет циклически переключать миниатюру без активации окна.
sv: Låter dig bläddra igenom menyerna utan att aktivera ett fönster.
tr: Bu, bir pencereyi etkinleştirmeden menüler arasında gezinmenizi sağlar.

source: Global hotkey to show the order of apps
bg: Глобална клавиши комбинация за показване на реда на програмите
da: Global genvejstast til at vise programrækkefølgen
de: Globales Tastaturkürzel, um die Reihenfolge der Apps anzuzeigen
es: Tecla de acceso directo global para mostrar el orden de las aplicaciones
fr: Touche de raccourci globale pour afficher l'ordre des applications
he: מקשי קיצור דרך עולמיים להראות את סדר האפליקציות
hr: Globalni prečaci tipkovnice za prikaz poredka aplikacija
pl: Globalny skrót klawiatury do pokazania posortowanych aplikacji
ru: Глобальные горячие клавиши, показывающие порядок приложений
sv: Systemövergripande snabbtangent för att visa programordning
tr: Uygulamaların sırasını gösteren genel kısayol tuşu
