Repository: linuxmint/cinnamon-spices-applets
Catalog: IcingTaskManager@json/files/IcingTaskManager@json/po/*.po
Languages: bg, da, de, es, fr, he, hr, pl, ru, sv, tr

source: When clicking "Move to monitor" in the context menu, this option will move all of an app's windows instead of just the last focused window from the app.
bg: Когато щракнете върху "Преместване на монитор" в контекстното меню, тази опция ще премести всички прозорци на дадена програма, а не само последно фокусирания.
da: Når der klikkes på "Flyt til skærm" i genvejsmenuen, vil denne indstilling tillade flytning af alle et programs vinduer i stedet for det sidst fokuserede.
de: Wenn Sie im Kontextmenü auf "Verschieben auf Monitor" klicken, wird diese Option alle Fenster einer Anwendung statt nur das zuletzt fokussiert Fenster verschieben.
es: Al hacer clic en "Mover a monitor" en el menú contextual, esta opción Se moverá todas las ventanas de una aplicación en lugar de sólo el último enfoque De la aplicación.
fr: Lorsque vous cliquez sur "Déplacer vers le moniteur" dans le menu contextuel, cette option Va déplacer toutes les fenêtres d'une application au lieu de la dernière focalisée De l'application.
he: כאשר לחיצה "הזז לפקח " בתפריט ההקשר, אפשרות זו יעביר את כל חלונות של אפליקציה במקום רק את הממוקד האחרון חלון מהאפליקציה.
hr: Kada kliknete "Potez premještanja" u izborniku, ova mogućnost će premjestiti sve prozore aplikacija umjesto samo posljednjeg fokusiranog prozora aplikacije.
pl: Podczas kliknięcia na "Przenieś na monitor" w menu kontekstowym, opcja te przeniesie wszystkie okna zamiast tylko ostatniego, aktywnego okna aplikacji.
ru: При нажатии "Переместить в монитор " в контекстном меню, этот параметр переместит все окна приложения вместо последнего активного окна приложения.
sv: Vid klick på "Flytta till skärm" i snabbmenyn, flyttas alla öppna fönster från ett program, istället för enbart det senast fokuserade fönstret från det programmet.
tr: Bu seçenek içerik menüsündeki "Monitöre taşı" seçeneğine tıklandığında, uygulamanın son etkinleşen penceresi yerine uygulamanın tüm pencerelerini taşır.

source: Hover Peek Settings
bg: Настройки при посочване
da: Indstillinger for markørsvævning
de: Hovern für Vorschau-Einstellungen
es: Configuración del Vistazo
fr: Paramètres de la mise en évidence des applications
he: הגדרות תצוגה מקדימה בנגיעה
hr: Postavke virenja i prijelaza
pl: Ustawienia podglądu podczas najechania
ru: Настройки наведения
sv: Översvepsinställningar
tr: Üstüne Gelme Ayarları

source: Show windows when hovered over
bg: Показване на прозорците при посочване
da: Vis vinduer, når markøren føres hen over miniaturen
de: Zeige Fenster beim Hovern
es: Habilitar vistazo cuando el ratón se encuentra sobre el área.
fr: Afficher les fenêtres en vol stationnaire
he: הצג חלונות כאשר ריחפה מעל
hr: Prikaži prozor kada se prijeđe pokazivačem miša
pl: Pokaż okna po najechaniu na nie
ru: Показывать при наведении
sv: Visa fönster vid översvep
tr: Üstüne geldiğinde pencereleri göster

source: Controls whether or not windows display when hovered over.
bg: Регулира дали прозорците ще се покажат при посочване.
da: Kontrollerer om vinduer vises, når markøren føres hen over miniaturen.
de: Steuert, ob Fenster-Vorschaubilder beim Hovern angezeigt werden.
es: Activar vistazo flotante cuando el ratón está sobre la miniatura
fr: Contrôle si les fenêtres s'affichent ou non lorsque survolé.
he: הגדרה זו קובעת אם או לא להציג חלונות כאשר ריחפה מעל.
hr: Upravlja prikazom prozora kada se prijeđe preko pokazivačem miša.
pl: Kontroluje czy pojawi się okno po najechaniu na nie.
ru: Показывать окно при наведении курсора мыши на его миниатюру
sv: Avgör om fönster skall visas vid översvep på miniatyren.
tr: Fare simge üstüne geldiğinde pencere ön izlemesinin görüntülenip görüntülenmeyeceğini kontrol eder.

source: Window fade time
bg: Време на избледняване на прозорците
da: Udtoningstid for vindue
de: Fenster-Einblendungszeit
es: Tiempo de desvanecimiento de las ventanas
fr: Durée de l'animation
he: זמן לאפקט
hr: Vrijeme isčezavanja prozora
pl: Czas zanikania okna
ru: Скорость анимации
sv: Fönstertoningstid
tr: Pencere solma süresi

source: Controls how quickly a window will fade on hover.
bg: Регулира колко бързо избледнява прозорец при посочване.
da: Kontrollerer hvor hurtigt et vindue vil tone ud, når markøren føres hen over.
de: Steuert die Geschwindigkeit mit der Fenster beim Hovern eingeblendet werden.
es: Tiempo de animación de las ventanas, al realizar un vistazo
fr: Contrôle la vitesse à laquelle une fenêtre se fanera en vol stationnaire.
he: תוך כמה זמן מהנגיעה בתמונה הממוזערת תופעל תצוגה מקדימה
hr: Upravlja iščezavanjem prozora pri prijelazu pokazivačem miša.
pl: Kontroluje jak szybko zaniknie okno po najechaniu na nie.
ru: Скорость исчезновения окна, миллисекунды
sv: Avgör hur fort ett fönster skall tonas in/ut vid översvep på miniatyren.
tr: Üstüne geldiğinde bir pencerenin nasıl hızlı solacağını kontrol eder.

source: percent
bg: проценти
da: procent
de: Prozent
es: porcentaje
he: אחוזים
hr: postoci
pl: procent
ru: проценты
sv: procent
tr: oran

source: Window opacity
bg: Прозрачност на прозорците
da: Vinduesuigennemsigtighed
de: Fenster-Transparenz
es: Opacidad de la ventana
fr: Opacité des autres fenêtres
he: שקיפות החלון
hr: Prozirnost prozora
pl: Krycie okien
ru: Прозрачность окна
sv: Fönsteropacitet
tr: Pencere şeffaflığı

source: Opacity of the windows on hover.
bg: Прозрачност на прозорците при посочване.
da: Vinduernes uigennemsigtighed når markøren føres hen over miniaturen.
de: Steuert die Transparenz der Vorschaubilder.
es: Opacidad de las ventanas de vistazo.
fr: Opacité des fenêtres en vol stationnaire.
he: שקיפות החלון בתצוגה מקדימה
hr: Prozirnost prozora pri prijelazu pokazivača miša.
pl: Krycie okien po najechaniu na nie.
ru: Устанавливает прозрачность окна при наведении.
sv: Fönsteropacitet vid översvep.
tr: Üstüne gelince etkinleşen pencere şeffaflığı.

source: Theme Settings
bg: Настройки на темата
da: Indstillinger for tema
de: Themen-Einstellungen
es: Ajustes de tema
fr: Réglage des thèmes
he: הגדרות נושא
hr: Postavke teme
pl: Ustawienia stylu
ru: Настройки темы
sv: Temainställningar
tr: Tema Ayarları

source: Show active app indicators
bg: Показване на показателя за активна програма
da: Vis indikator for aktive programmer
de: Geöffnete Anwendungen hervorheben
es: Mostrar indicadores de aplicaciones activas
fr: Afficher les indicateurs d'application actifs
he: צג מחווני אפליקציה פעילים
hr: Prikaži naglašavanje aktivne aplikacije
pl: Pokaż aktywne wskaźniki aplikacji
ru: Показать индикаторы активных приложений
sv: Visa indikator för aktivt program
tr: Etkin uygulamaları işaret ile göster

source: Active app styling will indicate if an app is active.
bg: Показателят указва дали дадена програма е активна.
da: Aktive programmer fremhæves.
de: Geöffnete Anwendungen werden besonders hervorgehoben.
es: El estilo de la aplicación activa indicará si una aplicación está activa.
fr: Le style de l'application active indique si une application est active.
he: סטיילינג אפליקציות הפעיל יציין אם אפליקציה פעילה.
hr: Izgled aktivne aplikacije će se naglasiti ako je aplikacija aktivna.
pl: Styl aktywnej aplikacji wskaże, czy aplikacja jest aktywna.
ru: Активный стиль будет указывать, что приложение активно.
sv: Indikator visar om ett program är aktivt.
tr: Eğer bir uygulama etkinse, bir işaret ile gösterilecektir.

source: Icon spacing
bg: Разстояние между иконките
da: Ikonmellemrum
de: Icon-Abstand
es: Espaciado de iconos
fr: Espacement des icônes
he: מרווח אייקון
hr: Razmak ikona
pl: Rozstaw ikon
ru: Расстояние между иконками
sv: Ikonavstånd
tr: Simge boşluğu

source: Controls how much space is between the icons.
bg: Регулира разстоянието между иконките.
da: Kontrollerer mellemrummet mellem ikoner.
de: Legt den Abstand zwischen den Icons der Anwendungs-Leiste fest.
es: Cuanto relleno poner entre los iconos
fr: Contrôle l'espace entre les icônes.
he: בקרת כמה מקום הוא בין הסמלים.
hr: Upravlja razmakom između ikona.
pl: Kontroluje ile miejsca jest między ikonami.
ru: Устанавливает расстояние между иконками в пикселях.
sv: Avgör avståndet mellan ikonerna.
tr: Simgeler arasında ne kadar boşluk olacağını kontrol eder

source: Icon padding
bg: Разстояние между иконките
da: Ikonudfyldning
de: Icon-Polsterung
es: Relleno del Icono
fr: Espace supplémentaire entre les icônes
he: רווח מצדדי האיקונים
hr: Popunjavanje ikone
pl: Przestrzeń wokół ikony
ru: Рамка иконки
sv: Ikonutfyllnad
tr: Simge Dolgusu

source: Controls how much horizontal padding is inside the app buttons. Padding is only applied to instances of this applet on horizontal panels.
bg: Регулира какво да е хоризонталното отстояние между бутоните. Отстоянието се прилага само при хоризонтални панели.
da: Kontrollerer hvor meget horisontal udfyldning der er inden i programknapperne. Udfyldning anvendes kun på vandrette paneler.
de: Steuert, wie viel horizontale Polsterung innerhalb der App-Schaltflächen ist. Polsterung wird nur auf Instanzen dieses Applets auf horizontalen Leisten angewendet.
es: Controla la cantidad de relleno horizontal dentro de los botones de la aplicación. El relleno sólo se aplica a instancias de este applet en paneles horizontales.
fr: Contrôle la quantité de rembourrage horizontal à l'intérieur des boutons de l'application. Le rembourrage est uniquement appliqué aux instances de cette applet sur des panneaux horizontaux.
he: Controls כמה ריפוד אופקי הוא בתוך כפתורי האפליקציה. ריפוד מוחל רק על מקרים של יישומון זה על לוחות אופקיים.
hr: Upravlja koliko je vodoravnog popunjavanja unutar tipke aplikacije. Popunjavanje se samo primijenjuje na primjerke ovog apleta na vodoravnom panelu.
pl: Kontroluje ile poziomej przestrzeni znajduje się w przyciskach aplikacji. Przestrzeń ta dotyczy jedynie tych instancji w tym aplecie dla panelów poziomych.
ru: Устанавливает размер горизонтальной рамки внутри кнопки. Рамка применяется только к этому апплету на горизонтальных панелях.
sv: Avgör hur mycket horisontell utfyllnad som skall visas i programknappar. Inramning tillämpas bara på detta panelprogram i horisontella paneler.
tr: Uygulama düğmeleri içinde ne kadar yatay dolgu olacağını kontrol eder. Dolgu sadece bu uygulamanın yatay panellerdeki örneklerine uygulanır.

source: Use theme padding to center button icons
bg: Използване на разстоянията на темата при центриране иконката на бутоните
da: Anvend temaudfyldning til at centrere knapikoner
de: Verwenden Sie die Motiv-Polsterung, um Schaltflächenicons zu zentrieren
es: Utilizar el relleno de temas en los iconos de botones centrales
fr: Utiliser le rembourrage de thème pour les icônes de bouton central
he: השתמש ריפוד נושא למרכז סמלים כפתור
hr: Koristi popunjavanje teme za postavljanje sredine ikona tipke
pl: Użyj ustawień przestrzeni motywów do wyśrodkowania ikon przycisków
ru: Использовать отступы темы для центрирования иконок
sv: Använd temats utfyllnad för att centrera knappikoner
tr: Düğme simgelerini ortalamak için tema dolgu aracını kullanın

source: If button icons look off-centered, toggling this may help.
bg: Това може да помогне, ако иконките на копчетата не са центрирани.
da: Hvis knapikoner ser ucentrerede ud, kan det hjælpe at slå denne til.
de: Wenn die Schaltflächenicons nicht zentriert aussehen, kann das Umschalten hilfreich sein.
es: Si los iconos de los botones parecen descentrados, cambiarlo puede ayudar.
fr: Si les icônes des boutons sont désaxées, la modification de cette option peut vous aider.
he: אם סמלים כפתורים נראים מחוץ מרוכזים, החלפה זה עשויה לעזור.
hr: Ako ikone tipke nisu u sredini, ovo aktiviranje bi moglo pomoći.
pl: Jeśli wygląd przycisków ikon jest nie do końca wyśrodkowany, przełączenie tego spróbuje pomóc.
ru: Если иконки кнопок выглядят со смещенным центром, это может помочь.
sv: Om knappikoner inte är centrerade, kan det här möjligen hjälpa.
tr: Eğer düğme simgeleri ortalanmış görünmüyorsa, buna geçmek yardımcı olabilir.

source: Adjust icon size
bg: Регулиране на размера на иконките
da: Justér ikonstørrelse
de: Icongröße anpassen
es: Ajustar el tamaño del icono
fr: Ajuster la taille de l'icône
he: התאם גודל סמל
hr: Prilagodi veličinu ikone
pl: Dostosuj rozmiar ikon
ru: Свой размер иконок
sv: Justera ikonstorlek
tr: Simge boyutunu ayarla

source: Adjust icon size independent of Cinnamon's panel scaling.
bg: Регулиране на размера на иконките независимо от настройките на панела.
da: Justér ikonstørrelse uafhængigt af Cinnamons panelskalering.
de: Icongröße unabhängig von der Cinnamon-Leiste anpassen.
es: Ajuste el tamaño del icono independiente de la escala del panel de Cinnamon.
fr: Ajustez la taille de l'icône indépendamment de la mise à l'échelle du " "panneau Cinnamon.
he: התאם גודל סמל עצמאי של אבנית הלוח של הקינמון.
hr: Prilagodi veličinu ikone neovisno o veličini Cinnamon panela.
pl: Dostosuj rozmiar ikon niezależnie od skalowania panelu przez Cinnamona
ru: Отрегулируйте размер иконок независимо от масштабирования панели Cinnamon.
sv: Justera ikonstorlek oberoende av Cinnamons panelskalning.
tr: Cinnamon'un panel ölçeklemesinden bağımsız olarak simge boyutunu ayarlar.

source: Icon size
bg: Размер на иконките
da: Ikonstørrelse
de: Icongröße
es: Tamaño de ícono
fr: Taille des icônes
he: גודל אייקון
hr: Veličina ikone
pl: Wielkość ikony
ru: Размер иконки
sv: Ikonstorlek
tr: Simge boyutu

source: Set icon size
bg: Задаване размер на иконките
da: Angiv ikonstørrelse
de: Icongröße anpassen
es: Configurar el tamaño del icono
fr: Ajustez la taille de l'icône indépendamment de la mise à l'échelle du " "panneau Cinnamon.
he: גודל גדר סמל
hr: Postavi veličinu ikone
pl: Ustaw wielkość ikony
ru: Установить размер иконки
sv: Ange ikonstorlek
tr: Simge boyutunu ayarla

source: App button hover pseudo class
bg: Псевдоклас за посочен бутон на програма
da: Pseudoklasse for programknapsvævning
de: App-Taste Hover-Pseudoklasse
es: Botón de la aplicación pseudo clase
fr: App bouton hover pseudo classe
he: בכיתה פסאודו לרחף אפליקציה '
hr: Pseudo klasa tipke prijelaza aplikacije
pl: Pseudo klasa dla przycisku aplikacji po najechaniu
ru: Вид кнопки при наведении
sv: Pseudoklass för programknapp vid översvep
tr: Uygulama düğmesi üstüne gelme sahte sınıfı

source: hover
bg: посочено
da: svæv
de: schweben
pl: najedź
sv: översvep

source: focus
bg: фокус
da: fokus
de: fokussieren
pl: skup
sv: fokus

source: active
bg: активно
da: aktiv
de: aktiv
pl: aktywne
sv: aktiv

source: outlined
bg: очертано
da: kontur
de: eingerahmt
pl: opisane
sv: kontur

source: selected
bg: избрано
da: valgt
de: ausgewählt
pl: zaznaczone
sv: markerad

source: Overrides the pseudo class for app buttons on hover.
bg: Замества псевдокласа при посочване на бутон.
da: Tilsidesætter pseudoklassen for programknapper, når markøren føres hen over.
de: Überschreibt die Pseudoklasse für App-Schaltflächen beim Hovern.
es: Anula la pseudo clase de los botones de la aplicación en el sentido hover.
fr: Remplace la pseudo-classe pour les boutons d'application en vol stationnaire.
he: עוקף את הכיתה פסאודו לכפתורי אפליקציה על לרחף.
hr: Zaobilazi pseudo klasu tipke prijelaza aplikacije.
pl: Nadpisuje pseudo klasę dla przycisków aplikacji po najechaniu na nią.
ru: Перезаписывает псевдокласс hover для кнопок.
sv: Åsidosätter pseudoklassen för programknappar vid översvep.
tr: Üstüne gelmede uygulama düğmeleri için sahte sınıfı geçersiz kılar.

source: App button focus pseudo class
bg: Псевдоклас за фокусиран бутон на програма
da: Pseudoklasse for programknapsfokus
de: App-Schaltfläche Fokus Pseudo-Klasse
es: Pseudo clase de enfoque del botón de aplicación
fr: Pseudo-classe
he: בכיתה פסאודו מוקד אפליקציה '
hr: Pseudo klasa tipke fokusa aplikacije
pl: Pseudo klasa dla przycisku aktywnego okna aplikacji
ru: Вид кнопки в фокусе
sv: Pseudoklass för programknapp vid fokus
tr: Uygulama düğmesi odaklama sahte sınıfı

source: Overrides the pseudo class for app button on focus.
bg: Замества псевдокласа за фокусиран бутон.
da: Tilsidesætter pseudoklassen for programknappen ved fokus.
de: Überschreibt die Pseudoklasse für App-Schaltfläche auf Fokus.
es: Anula la pseudo clase para el botón de aplicación en el enfoque.
fr: Remplace la pseudo-classe pour le bouton de l'application sur la mise au point.
he: עוקף את הכיתה פסאודו עבור כפתור האפליקציה על המוקד.
hr: Zaobilazi pseudo klasu tipke fokusa aplikacije.
pl: Nadpisuje pseudo klasę dla przycisku aplikacji przy wybraniu aktywnego okna.
ru: Перезаписывает псевдокласс focus для кнопки.
sv: Åsidosätter pseudoklassen för programknappar vid fokus.
tr: Odaklamada uygulama düğmeleri için sahte sınıfı geçersiz kılar.

source: App button active pseudo class
bg: Псевдоклас за активен бутон на програма
da: Pseudoklasse for aktiv programknap
de: App-Taste aktive Pseudoklasse
es: Pseudo clase activa del botón de aplicación
fr: Pseudo-classe active de l'application
he: App כפתור בכיתה פסאודו פעילה
hr: Pseudo klasa tipke aktivacije aplikacije
pl: Pseudo klasa dla przycisku aplikacji gdy aktywny
ru: Вид активной кнопки
sv: Pseudoklass för programknapp vid aktiv
tr: Uygulama düğmesi aktifleştirme sahte sınıfı

source: Overrides the pseudo class for app buttons when they are active.
bg: Замества псевдокласа за активен бутон.
da: Tilsidesætter pseudoklassen for programknapper, når de er aktive.
de: Überschreibt die Pseudoklasse für App-Schaltflächen, wenn sie aktiv sind.
es: Anula la pseudo clase de los botones de aplicación cuando están activos.
fr: Remplace la pseudo-classe des boutons d'application lorsqu'ils sont actifs.
he: עוקף את הכיתה פסאודו לכפתורי אפליקציה כאשר הם פעילים.
hr: Zaobilazi pseudo klasu tipke aktivacije aplikacije.
pl: Nadpisuje pseudo klasę dla przycisków aplikacji kiedy są aktywne.
ru: Перезаписывает псевдокласс active для кнопок.
sv: Åsidosätter pseudoklassen för programknappar när de är aktiva.
tr: Etkin olduklarında uygulama düğmeleri için sahte sınıfı geçersiz kılar.

source: Use the panel launcher class for pinned apps
bg: Използване на класа на стартера за закачените програми
da: Anvend panelprogramstarterklassen for fastgjorte programmer
de: Verwenden Sie die Panel-Launcher-Klasse für angeheftete Aanwendungen
es: Utilice la clase de lanzador de paneles para aplicaciones fijadas
fr: Utiliser la classe de lanceur de panneau pour les applications épinglées
he: השתמש בכיתה משגר לוח עבור יישומים המוצמדים
hr: Koristi klasu panela pokretača za pričvršćene aplikacije
pl: Używaj klasy panelu uruchamiania dla przypiętych aplikacji
ru: Использовать класс панели запуска для прикрепленных приложений
sv: Använd panelstartklassen för fastnålade program
tr: Sabitlenmiş uygulamalar için panel başlatıcısı sınıfını kullan

source: Enabling this helps with certain themes.
bg: Разрешаването на това помага с определени теми.
da: Aktivering af denne kan hjælpe med visse temaer.
de: Dies hilft bei bestimmten Themen.
es: Habilitar esto ayuda con ciertos temas.
fr: L'activation de cette fonction aide certains thèmes.
he: הפעלת המדיניות הזו מסייעת עם נושאים מסוימים.
hr: Ovo omogućavanje pomaže u određenim temama.
pl: Włączenie tego pomaga przy różnych motywach.
ru: Включение этого помогает с определенными темами.
sv: Aktiverar denna hjälp i vissa teman.
tr: Bunu etkinleştirmek bazı temalarda yardımcı olur.

source: Allow themes to control the thumbnail close button
bg: Позволяване на темите да управляват бутона за затваряне на миниатюрите
da: Tillad at temaet kontrollerer lukkeknappen i miniaturen
de: Erlaube Themen die Schaltflächen zum beenden der Anwendungen zu steuern
es: Permitir que los temas controlen el botón de cierre de miniaturas
fr: Autoriser les thèmes à contrôler le bouton de fermeture des vignettes
he: אפשר נושאים לשלוט על לחצן התמונה הממוזערת קרוב
hr: Dopusti temi upravljanje tipkom zatvaranja minijature
pl: Pozwalaj motywom kontrolować przycisk zamykania miniaturek
ru: Разрешить теме установить кнопку закрытия миниатюр
sv: Låt teman kontrollera miniatyrens stängknapp
tr: Temaların ön izleme penceresi kapat düğmesini kontrol etmesine izin verir.

source: Controls whether or not the theme controls the window thumbnail's close button.
bg: Регулира дали темата управлява бутона за затваряне на миниатюрите.
da: Kontrollerer om temaet bestemmer udseendet på miniaturens lukkeknap.
de: Steuert, ob das Thema die Schaltfläche zum Schließen der Fenster-Miniaturansicht steuert.
es: Controla si el tema controla o no el botón de cierre de la miniatura de la ventana.
fr: Contrôle si le thème contrôle le bouton Fermer de la vignette de la fenêtre.
he: קובע אם לאו הנושא שולט לחצן הסגירה של החלון הממוזער.
hr: Tema upravlja tipkom zatvaranja minijature.
pl: Kontroluje czy motywy będą mogły kontrolować przycisk zamykania miniaturek.
ru: Устанавливает кнопку закрытия миниатюр из темы.
sv: Avgör om temat kontrollerar fönsterminiatyrers stängningsknapp.
tr: Temanın, ön izleme penceresindeki kapat düğmesini kontrol edip etmediğini belirler.

source: Use system tooltips for closed apps
bg: Използване на системните подсказки за затворените програми
da: Anvend systemværktøjstip for lukkede programmer
de: Verwende System-Tooltips für geschlossene Anwendungen
es: Usar sugerencias de sistema para aplicaciones cerradas
fr: Utiliser les info-bulles système pour les applications fermées
he: השתמש ובטיפי מערכת עבור יישומים סגורים
hr: Koristi napomene sustava za zatvorene aplikacije
pl: Użyj systemowych podpowiedzi dla zamkniętych aplikacji
ru: Системные подсказки для закрытых приложений
sv: Använd systemets verktygsbeskrivningar för stängda program
tr: Kapalı uygulamalar için sistem araç ipuçlarını kullan

source: Controls whether or not system tooltips are in use when hovering over closed pinned apps.
bg: Контролира дали системните подсказки се използват, при посочване на затворените закачени програми.
da: Kontrollerer om systemværktøjstip anvendes, når markøren føres hen over lukkede, fastgjorte programmer.
de: Steuert, ob System-Tooltips beim Hovern über geschlossene, angeheftete Anwendungen verwendet werden.
es: Controla si las sugerencias del sistema están o no en uso cuando se ciernen sobre aplicaciones cerradas.
fr: Contrôle si les info-bulles du système sont utilisées lorsque survolent des applications fermées fermées.
he: הגדרה זו קובע אם ובטיפי מערכת או לא נמצאים בשימוש כאשר מרחפים מעל יישומים מוצמדים סגורים.
hr: Upravlja napomena sustava kada se prelazi preko zatvorenih pričvršćenih aplikacija.
pl: Kontroluje czy systemowe tooltipy będą w użyciu podczas najeżdżania na zamknięte przypięte aplikacje.
ru: Устанавливает отображение системых всплывающих подсказок при наведении курсора на закрытые прикрепленные приложения.
sv: Avgör om systemets verktygsbeskrivningar används vid översvep på stängda fastnålade program.
tr: Kapalı olan sabit uygulamaların üzerine gelindiğinde sistem araç ipuçlarının kullanılıp kullanılmayacağını kontrol eder.

source: General
ru: Общие
sv: Allmänt

source: Thumbnails
bg: Миниатюри
da: Miniaturer
de: Fenstervorschau
pl: Miniaturki
sv: Miniatyrer

source: Context Menu
bg: Контекстно меню
da: Genvejsmenu
de: Kontextmenü
pl: Menu kontekstowe
sv: Snabbmeny

source: Theming
bg: Тема
da: Tema
de: Themen einstellen
pl: Ustawienia stylu
sv: Temasättning

source: Behavior
ru: Поведение
sv: Beteende

source: App Buttons
bg: Бутони на програми
da: Programknapper
de: Anwendungsknöpfe
pl: Przyciski aplikacji
ru: Кнопки приложений
sv: Programknappar

source: Hot Keys
bg: Клавишни комбинации
da: Genvejstaster
de: Tastenkürzel
pl: Skróty klawiszowe
ru: Горячие клавиши
sv: Snabbtangenter

source: Hover Peek
bg: Преглед при посочване
da: Markørsvævning for smugkig
de: Vorschau, wenn Maus
pl: Najedź w celu podglądu
sv: Översvepsminiatyr

source: Styling
bg: Стил
da: Stil
de: Design
pl: Styl
ru: Стиль
sv: Stilsättning

source: Icons
bg: Иконки
da: Ikoner
pl: Ikony
sv: Ikoner
