Repository: linuxmint/cinnamon-spices-applets
Catalog: password-generator@spencerlommel.com/files/password-generator@spencerlommel.com/po/*.po
Languages: ca, hu, it, nl, vi, zh_tw

source: Generate Random Password
ca: Generar contrasenya aleatòria
hu: Véletlenszerű jelszó generálása
it: Genera password casuale
nl: Genereer Willekeurig Wachtwoord
vi: Tạo Mật Khẩu Ngẫu Nhiên
zh_tw: 產生隨機密碼

source: Please enable at least one value in settings.
ca: Si us plau, activeu com a mínim un valor a les opcions.
hu: Kérjük, engedélyezzen legalább egy értéket a beállításokban.
it: Abilita almeno un valore nelle impostazioni.
nl: Schakel ten minste één waarde in de instellingen in.
vi: Vui lòng bật ít nhất một tùy chọn trong cài đặt.
zh_tw: 請在設定中啟用至少一個選項。

source: Copy
ca: Copiar
hu: Másolás
it: Copia
nl: Kopieer
vi: Sao chép
zh_tw: 複製

source: Configurable Password Generator
ca: Generador de contrasenyes configurable
hu: Konfigurálható Jelszógenerátor
it: Generatore di password configurabile
nl: Configureerbare Wachtwoordgenerator
vi: Trình tạo mật khẩu có thể tùy chỉnh
zh_tw: 可自訂的密碼產生器

source: Password Generator
ca: Generador de Contrasenyes
hu: Jelszógenerátor
it: Generatore di password
nl: Wachtwoordgenerator
vi: Trình tạo mật khẩu

source: Password Settings
ca: Opcions de contrasenya
hu: Jelszó beállítások
it: Impostazioni password
nl: Wachtwoordinstellingen
vi: Cài đặt Mật khẩu
zh_tw: 密碼設定

source: characters
ca: caràcters
hu: karakter
it: caratteri
nl: tekens
vi: ký tự
zh_tw: 字元

source: Password Length
ca: Longitud de la contrasenya
hu: Jelszó hossza
it: Lunghezza password
nl: Wachtwoordlengte
vi: Độ dài mật khẩu
zh_tw: 密碼長度

source: The password can be any length from 1 to 32 characters.
ca: La contrasenya pot ser de qualsevol longitud d'entre 1 i 32 caràcters.
hu: A jelszó bármilyen hosszúságú lehet 1 és 32 karakter között.
it: La password può avere una lunghezza compresa tra 1 e 32 caratteri.
nl: Het wachtwoord kan elke lengte hebben van 1 tot 32 tekens.
vi: Mật khẩu có thể dài từ 1 đến 32 ký tự.
zh_tw: 密碼長度可設定為 1 到 32 個字元。

source: Include Lowercase Letters
ca: Incloure minúscules
hu: Kisbetűket tartalmazzon
it: Includi lettere minuscole
nl: Voeg kleine letters toe
vi: Bao gồm chữ thường
zh_tw: 包含小寫字母

source: Include Uppercase Letters
ca: Incloure majúscules
hu: Tartalmazzon nagybetűket
it: Includi lettere maiuscole
nl: Voeg hoofdletters toe
vi: Bao gồm chữ hoa
zh_tw: 包含大寫字母

source: Include Numbers
ca: Incloure números
hu: Tartalmazzon a számokat
it: Includi numeri
nl: Voeg cijfers toe
vi: Bao gồm số
zh_tw: 包含數字

source: Include Symbols
ca: Incloure símbols
hu: Tartalmazzon a szimbólumokat
it: Includi simboli
nl: Voeg symbolen toe
vi: Bao gồm ký hiệu
zh_tw: 包含符號

source: Copy Settings
ca: Copiar les opcions
hu: Másolási beállítások
it: Impostazioni copia
nl: Kopieer instellingen
vi: Cài đặt sao chép
zh_tw: 複製設定

source: Automatically Copy To Clipboard
ca: Copiar automàticament al porta-papers
hu: Automatikus másolás a vágólapra
it: Copia automaticamente negli appunti
nl: Automatisch kopiëren naar klembord
vi: Tự động sao chép vào Bảng tạm
zh_tw: 自動複製到剪貼簿

source: When clicking the lock icon, instead of opening a window where the password can be copied it is instead automatically copied to your Clipboard.
ca: En clicar la icona, la contrasenya es copiarà automàticament al vostre porta-papers en lloc de ser mostrada en una finestra emergent des de la qual copiar-la.
hu: Ha a lakat ikonra kattint, ahelyett, hogy megnyitna egy ablakot, ahol a jelszót le lehet másolni, a rendszer automatikusan a vágólapra másolja.
it: Quando si fa clic sull'icona del lucchetto, invece di aprire una finestra in cui è possibile copiare la password, questa viene automaticamente copiata negli Appunti.
nl: Wanneer je op het sloticoon klikt, wordt het wachtwoord automatisch naar je klembord gekopieerd, in plaats van een venster te openen waar je het wachtwoord kunt kopiëren.
vi: Khi nhấp vào biểu tượng khóa, mật khẩu sẽ tự động được sao chép vào Bảng tạm thay vì mở cửa sổ để sao chép.
zh_tw: 點選鎖頭圖示時，系統不會開啟複製密碼的視窗，而是直接將密碼複製到剪貼簿

source: Play sound on copy
ca: Reproduir un so en copiar
hu: Hang lejátszása a másoláskor
it: Riproduci un suono durante la copia
nl: Speel geluid af bij kopiëren
vi: Phát âm thanh khi sao chép
zh_tw: 複製時播放音效

source: Toggles whether or not a sound is played when the password is copied to the Clipboard
ca: Determina si es reprodueix o no un so en copiar la contrasenya
hu: Bekapcsolja, hogy a jelszó vágólapra másolásakor hangot halljon-e vagy sem
it: Determina se viene riprodotto o meno un suono quando la password viene copiata negli Appunti
nl: Schakelt in of een geluid wordt afgespeeld wanneer het wachtwoord naar het klembord wordt gekopieerd.
vi: Bật/tắt âm thanh khi mật khẩu được sao chép vào Bảng tạm
zh_tw: 設定在將密碼複製到剪貼簿時是否播放音效

source: Select a sound to play when the password is copied
ca: Seleccioneu un so a reproduir en copiar la contrasenya
hu: Válassza ki a jelszó másolásakor lejátszani kívánt hangot
it: Seleziona un suono da riprodurre quando la password viene copiata
nl: Selecteer een geluid om af te spelen wanneer het wachtwoord wordt gekopieerd
vi: Chọn âm thanh phát khi mật khẩu được sao chép
zh_tw: 選擇在複製密碼時要播放的音效檔案
