Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/better-backgrounds@simonmicro/*.po
Languages: fi, hu, it

source: Better Backgrounds
hu: Jobb hátterek
it: Sfondi Migliori

source: Apply new backgrounds from Bing, Himawari 8, Picsum Photos, PlaceKitten.com, Unsplash.com or even whole websites - specify search tags, triggers and more!
fi: Käytä uusia taustakuvia Bing, Himawari 8, Picsum Photos, PlaceKitten.com, Unsplash.com tai jopa verkkosivuilta – määritä hakuun tunnisteet, käynnistimet ja paljon muuta!
hu: Alkalmazzon új háttereket a Bing, a Himawari 8, a Picsum Photos, a PlaceKitten.com, az Unsplash.com vagy akár a teljes webhelyekről – adjon meg keresési címkéket, triggereket és egyebeket!
it: Applica nuovi sfondi da Bing, Himawari 8, Picsum Photos, PlaceKitten.com, Unsplash.com o anche interi siti Web: specifica tag di ricerca, trigger e altro ancora!

source: Behaviour
fi: Toiminta
hu: Viselkedés
it: Comportamento

source: Effects
fi: Tehosteet
hu: Effektusok
it: Effeti

source: Source
fi: Lähde
hu: Forrás
it: Sorgente

source: Resolution
fi: Tarkkuus
hu: Felbontás
it: Risoluzione

source: Applet
fi: Sovelma
hu: Kisalkalmazás

source: Save Pictures
fi: Tallenna kuvat
hu: Képek mentése
it: Salva immagini

source: Image effects
fi: Kuvatehosteet
hu: Képeffektus
it: Effetti immagine

source: Triggers
fi: Käynnistimet
hu: Kiváltók
it: Trigger

source: Tags
fi: Tagit
hu: Címkék
it: Tag

source: Apply
fi: Käytä
hu: Alkalmaz
it: Applica

source: Animate icon while downloading
fi: Animoi kuvake lataamisen aikana
hu: Ikon animálása letöltés közben
it: Anima l'icona durante il download

source: When a new background is downloaded the icon gets animated...
fi: Kun uutta taustakuvaa ladataan, nähdään kuvakkeen animmaatio...
hu: Amikor új hátteret tölt le, az ikon animált lesz...
it: Quando viene scaricato un nuovo sfondo, l'icona si anima...

source: Show notifications on problems
fi: Näytä ilmoitus kohdatusta ongelmasta
hu: Értesítések megjelenítése a problémákról
it: Mostra notifiche sui problemi

source: Bad network? Faulty setup? The applet will notify you. Every time.
fi: Huono nettiyhteys? Virheellinen asetus? Sovelma ilmoittaa sinulle niistä joka kerta.
hu: Rossz hálózat? Hibás beállítás? Az applet értesíteni fogja. Mindig.
it: Rete non funzionante? Configurazione difettosa? L'applet ti avviserà. Ogni volta.

source: You found a bug or want to suggest a missing feature? Just checkout the source code at https://github.com/simonmicro/better-backgrounds right over on Github!
fi: Löysitkö virheen tai ehdottaa puuttuvaa ominaisuutta? Lähdekoodi https://github.com/simonmicro/better-backgrounds on nähtävillä Github:ssa!
hu: Hibát talált, vagy hiányzó funkciót szeretne javasolni? Csak nézze meg a forráskódot a https://github.com/simonmicro/better-backgrounds címen közvetlenül a Githubon!
it: Hai trovato un bug o vuoi suggerire una funzionalità mancante? Basta controllare il codice sorgente su https://github.com/simonmicro/better-backgrounds direttamente su Github!

source: Picture save location
fi: Kuvan tallennuspaikka kiintolevyllä
hu: Kép mentési helye
it: Posizione di salvataggio dell'immagine

source: When you choose to save the current background, where do you want to put it?
fi: Kun päätät tallentaa taustakuvan, mihin kansioon haluat tallentaa sen?
hu: Ha úgy dönt, hogy menti az aktuális hátteret, hova szeretné elhelyezni?
it: Quando scegli di salvare lo sfondo corrente, dove vuoi metterlo?

source: This feature uses the command 'convert' from the package 'imagemagick'. Please make sure this package or command is installed.
fi: Tämä ominaisuus käyttää komentoa "convert" paketista "imagemagick". Varmista, että tämä paketti tai komento on asennettu.
hu: Ez a szolgáltatás az „imagemagick” csomag „convert” parancsát használja. Győződjön meg arról, hogy ez a csomag vagy parancs telepítve van.
it: Questa funzionalità utilizza il comando 'convert' dal pacchetto 'imagemagick'. Assicurati che questo pacchetto o comando sia installato.

source: On applet reloading
fi: Sovelluksen latautumisen yhteydessä
hu: Kisalkalmazás újratöltéskor
it: Durante il ricaricamento dell'applet

source: Every time the applet is (re-)loaded, the background will be changed
fi: Joka kerta kun sovelma ladataan (uudelleen), tausta muuttuu
hu: Minden alkalommal, amikor a kisalkalmazás (újra) betöltődik, a háttér megváltozik
it: Ogni volta che l'applet viene (ri)caricata, lo sfondo verrà cambiato

source: Clicking on the applet
fi: Painamalla sovelmaa
hu: Az kisalkalmazásra kattintva
it: Facendo clic sull'applet

source: Just click onto the icon in your panel
fi: Paina vain kuvaketta paneelissa
hu: Csak kattintson a panelen lévő ikonra
it: Basta fare clic sull'icona nel pannello

source: Note that this will disable the menu on clicking the applet - because clicking will change the background before you've got any chance to press the corresponding button to e.g. save the image!
fi: Huomaa, että tämä poistaa sovelman valikon valinnat käytöstä, etkä voi esimerkiksi valita "Tallenna kuva" ominausuutta!
hu: Ne feledje, hogy ezzel letiltja a menüt a kisalkalmazásra való kattintáskor - mert a kattintás megváltoztatja a hátteret, mielőtt még bármit is megnyomhatna a megfelelő gombbal, hogy pl. mentse el a képet!
it: Tieni presente che ciò disabiliterà il menu facendo clic sull'applet, poiché facendo clic lo sfondo cambierà prima che tu abbia la possibilità di premere il pulsante corrispondente, ad es. salva l'immagine!

source: After some time
fi: Aikaväli kun taustakuva vaihtuu
hu: Kis idő elteltével
it: Dopo qualche tempo

source: After the specified number of minutes passes, we will change the background
fi: Kun antamasi aikaväli minuuteissa on kulunut, taustakuva vaihdetaan
hu: A megadott számú perc elteltével megváltoztatjuk a hátteret
it: Dopo che è trascorso il numero di minuti specificato, lo sfondo verrà cambiato

source: Change after
fi: Vaihdon aikaväli
hu: Változtatás ennyi idő elteltével
it: Cambia dopo

source: minutes
fi: minuuttia
hu: perc
it: minuti

source: This feature uses the command 'mogrify' from the package 'imagemagick'. Please make sure this package or command is installed.
fi: Tämä ominaisuus käyttää komentoa "mogrify" paketista "imagemagick". Varmista, että tämä paketti on asennettuna.
hu: Ez a funkció az „imagemagick” csomag „mogrify” parancsát használja. Győződjön meg arról, hogy ez a csomag vagy parancs telepítve van.
it: Questa funzionalità utilizza il comando "mogrify" dal pacchetto "imagemagick". Assicurati che questo pacchetto o comando sia installato.

source: Apply effects
fi: Käytä tehosteita
hu: Effektusok alkalmazása
it: Applica effetti

source: Gaussian blur
fi: Sumennus
hu: Gauss-elmosódás
it: Sfocatura gaussiana

source: Grayscale
fi: Harmaasävy
hu: Szürkeárnyalatos
it: Scala di grigi

source: None
fi: Ei mitään
hu: Nincs
it: Nessuna

source: Image source
fi: Kuva tulee lähteestä
hu: Kép forrása
it: Fonte dell'immagine

source: This source supports displaying additional image autor information. It will be shown inside the applets tooltip.
fi: Tämä lähde tukee taustakuvan tekiän tietojen näyttämisen. Näkyy osoittamalla sovelman kuvaketta.
hu: Ez a forrás támogatja a kép szerzőire vonatkozó további információk megjelenítését. Megjelenik a kisalkalmazások elemleírásában.
it: Questa origine supporta la visualizzazione di informazioni aggiuntive sull'autore dell'immagine. Verrà mostrato all'interno del tooltip dell'applet.

source: Please make sure to install the 'cutycapt' package from the package manager of your choice!
fi: Varmista, että asennat ensin "cutycapt" nimisen paketin tietokoneeseesi ohjelmistohallinnalla!
hu: Kérjük, feltétlenül telepítse a 'cutycapt' csomagot a választott csomagkezelőből!
it: Assicurati di installare il pacchetto 'cutycapt' dal gestore pacchetti di tua scelta!

source: This feature uses the command 'montage' from the package 'imagemagick'. Please make sure this package or command is installed.
fi: Tämä ominaisuus käyttää komentoa "montage" paketista "imagemagick". Varmista, että tämä paketti tai komento on asennettu.
hu: Ez a funkció az 'imagemagick' csomag 'montage' parancsát használja. Győződjön meg arról, hogy ez a csomag vagy parancs telepítve van.
it: Questa funzionalità utilizza il comando 'montage' dal pacchetto 'imagemagick'. Assicurati che questo pacchetto o comando sia installato.

source: This source is known to cause trouble, especially during times of high demand. Please be patient and try again later if you experience problems. More information can be found at: https://status.unsplash.com/
fi: Tämän lähde ei aina toimi, etenkin suuren kysynnän aikana. Ole kärsivällinen ja yritä uudelleen. Jos kohtaat jatkuvasti ongelmia, lisätietoja löytyy osoitteesta: https://status.unsplash.com/
hu: Ez a forrás köztudottan gondot okoz, különösen nagy kereslet idején. Kérjük, legyen türelmes, és próbálja újra később, ha problémákat tapasztal. További információ a következő helyen található: https://status.unsplash.com/
it: Questa fonte è nota per causare problemi, soprattutto durante i periodi di forte domanda. Sii paziente e riprova più tardi se riscontri problemi. Maggiori informazioni sono disponibili all'indirizzo: https://status.unsplash.com/

source: Use custom resolution
fi: Käytä mukautettua resoluutiota
hu: Használjon egyéni felbontást
it: Utilizza la risoluzione personalizzata

source: This is mostly 1920x1080 or higher
fi: Usein tämä on 1920x1080 tai suurempi
hu: Ez többnyire 1920x1080 vagy nagyobb
it: Questo è per lo più 1920x1080 o superiore

source: Please make sure to choose a common resolution, otherwise the background can't be changed!
fi: Muista valita yleisesti käytetty resoluutio, muuten taustakuva ei välttämättä muutu!
hu: Kérjük, ügyeljen arra, hogy közös felbontást válasszon, különben a háttér nem módosítható!
it: Assicurati di scegliere una risoluzione comune, altrimenti lo sfondo non potrà essere modificato!

source: Width
fi: Leveys
hu: Szélesség
it: Larghezza

source: pixels
fi: pikseliä
hu: pixel

source: Height
fi: Korkeus
hu: Magasság
it: Altezza

source: Use own search tags
fi: Käytä omia tunnisteita kuvien hakemiseen
hu: Használjon saját keresési címkéket
it: Utilizza i propri tag di ricerca

source: Specify own tags to look for...
fi: Määritä omat tunnisteet eli hakusanat hakuun...
hu: Adja meg a keresendő címkéket...
it: Specificare i propri tag da cercare...

source: Image zoom factor - this factor times the tile size (550 pixels) equals the image resolution. So e.g. the factor '4x' would result in a 2200x2200 pixels image. Please note that factor² much tiles will be temporarly downloaded.
fi: Kuvan suurennuskerroin - tämä kerroin ruudun kokoa (550 pikseliä) vastaa kuvan resoluutiota. Esim. kerroin "4x" johtaisi 2200x2200 pikselin kuvaan. Huomaa, että factor² laattoja ladataan väliaikaisesti paljon.
hu: Kép nagyítási tényezője – ez a tényező a csempe méretének szorzata (550 pixel) megegyezik a kép felbontásával. Tehát pl. a '4x' tényező 2200x2200 pixeles képet eredményez. Kérjük, vegye figyelembe, hogy a factor² sok csempét ideiglenesen letölti.
it: Fattore di zoom dell'immagine: questo fattore moltiplicato per la dimensione del riquadro (550 pixel) equivale alla risoluzione dell'immagine. Quindi ad es. il fattore '4x' darebbe come risultato un'immagine di 2200x2200 pixel. Tieni presente che verranno scaricati temporaneamente molti riquadri factor².

source: Sorry, the selected source does not support resolution modifiers.
fi: Valittu lähde ei valitettavasti tue resoluution muokkaamista.
hu: Sajnáljuk, a kiválasztott forrás nem támogatja a felbontásmódosítókat.
it: Siamo spiacenti, la fonte selezionata non supporta i modificatori di risoluzione.

source: Please make sure to choose an available tag, otherwise the background can't be changed! Make sure to seperate the tags by a ',' and not spaces, also the tags are understood as AND - not as OR! A valid search term could be 'nature,water'...
fi: Valitse saatavilla oleva nimi tunniste, muuten taustaa ei muutu! Erota tunnisteet pilkulla, älä välilyönnillä. Tunnisteet ymmärretään myös AND - mutta ei OR! Hakutermi voisi olla "nature,water"...
hu: Kérjük, mindenképp válasszon elérhető címkét, különben a háttér nem módosítható! Ügyeljen arra, hogy a címkéket ',' jellel válassza el, és ne szóközzel, a címkék AND-ként is értelmezhetők, nem pedig OR-ként! Érvényes keresőkifejezés lehet „természet, víz”...
it: Assicurati di scegliere un tag disponibile, altrimenti lo sfondo non potrà essere modificato! Assicurati di separare i tag con ',' e non con spazi, inoltre i tag sono intesi come AND - non come OR! Un termine di ricerca valido potrebbe essere "natura,acqua"...

source: Search tags
fi: Haku tunnisteilla
hu: Címkék keresése
it: Ricerca tag

source: Enter your topic filters
fi: Anna suodattimeen aihe kuten nature space green
hu: Adja meg a témaszűrőket
it: Inserisci i filtri dell'argomento

source: Note that properties for the image alignment are not modified from the original desktop wallpaper. Recommended is to choose the 'zoom' option, because it ensures always the best fit on your screen.
fi: Huomaa, että kuvan tasauksen ominaisuuksia ei muuteta alkuperäisestä työpöydän taustakuvasta. Parempi valita suurennos vaihtoehdoksi, koska se varmistaa aina kuvan sopivuuden näytöllesi.
hu: Vegye figyelembe, hogy a képigazítás tulajdonságai nem módosulnak az eredeti asztali háttérképhez képest. Javasoljuk, hogy válassza a „zoom” opciót, mert ez mindig a legjobb illeszkedést biztosítja a képernyőn.
it: Tieni presente che le proprietà per l'allineamento dell'immagine non vengono modificate rispetto allo sfondo del desktop originale. Si consiglia di scegliere l'opzione 'zoom', perché garantisce sempre la migliore aderenza allo schermo.

source: Website URI to render
fi: Verkkosivun osoite, joka renderöidään taustakuvaksi
hu: Megjelenítendő webhely-URI
it: URI del sito Web da visualizzare

source: Enter the website URI which sould be rendered as your background
fi: Anna sen verkkosivun osoite, jonka haluat renderöidä taustakuvaksi
hu: Adja meg a webhely URL-címét, amelyet háttérként kell megjeleníteni
it: Inserisci l'URL del sito web che dovrebbe essere visualizzato come sfondo

source: Apply now
fi: Hae nyt
hu: Alkalmazza most
it: Applica ora

source: The settings are already stored - press this button to force a refresh of the background now.
fi: Asetukset ovat tallennettu - paina painiketta ja pakota taustan päivitys nyt.
hu: A beállítások már el vannak tárolva – nyomja meg ezt a gombot a háttér frissítésének kényszerítéséhez.
it: Le impostazioni sono già memorizzate: premi questo pulsante per forzare un aggiornamento dello sfondo adesso.

source: Picsum Photos
it: Foto di Picsum
