Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/bumblebee@pdcurtis/*.po
Languages: ca, da, de, es, fi, hr, hu, it, nl, ru, tr, vi

source: Display Name of Program 3 to be run using Optimus technology
ca: Nom de visualització del programa 3 per ser executat utilitzant tecnologia Optimus
da: Vis navnet på program 3, som køres vha. Optimus-teknologi
de: Anzuzeigender Name von Programm 3, das mit der Optimus-Technologie ausgeführt werden soll
es: Mostrar nombre del programa 3 que se ejecutará con la tecnología Optimus
fi: Ohjelman 3 nimi, suoritetaan optimus:lla
hr: Prikaži naziv Programa 3 kako bi se mogao pokrenuti koristeći Optimus tehnologiju
hu: Az Optimus technológiával futtatandó 3. program megjelenített neve
it: Visualizza il Nome del Programma 3 da eseguire utilizzando la tecnologia Optimus
nl: Weergavenaam van Programma 3 om uit te voeren met Optimus-technologie
ru: Отображаемое имя программы 3 для запуска с Optimus
tr: Optimus teknolojisi kullanılarak çalıştırılacak 3. Uygulamanın Görünen Adı
vi: Tên hiển thị của chương trình 3 sẽ chạy bằng công nghệ Optimus

source: Command String for Program 3
ca: Ordre pel programa 3
da: Kommandostreng til program 3
de: Befehl-String für Programm 3
es: Cadena de comandos para el programa 3
fi: Komento ohjelmalle 3
hr: Naredbeni niz za Program 3
hu: Parancssor a 3. programhoz
it: Stringa di Comando per il Programma 3
nl: Commandotekenreeks voor Programma 3
ru: Командная строка для программы 3
tr: 3. Uygulama İçin Kullanılacak Komut
vi: Chuỗi lệnh cho chương trình 3

source: Display Name of Program 4 to be run using Optimus technology
ca: Nom de visualització del programa 4 per ser executat utilitzant tecnologia Optimus
da: Vis navnet på program 4, som køres vha. Optimus-teknologi
de: Anzuzeigender Name von Programm 4, das mit der Optimus-Technologie ausgeführt werden soll
es: Mostrar nombre del programa 4 que se ejecutará con la tecnología Optimus
fi: Ohjelman 4 nimi, suoritetaan optimus:lla
hr: Prikaži naziv Programa 4 kako bi se mogao pokrenuti koristeći Optimus tehnologiju
hu: Az Optimus technológiával futtatandó 4. program megjelenített neve
it: Visualizza il Nome del Programma 4 da eseguire utilizzando la tecnologia Optimus
nl: Weergavenaam van Programma 4 om uit te voeren met Optimus-technologie
ru: Отображаемое имя программы 4 для запуска с Optimus
tr: Optimus teknolojisi kullanılarak çalıştırılacak 4. Uygulamanın Görünen Adı
vi: Tên hiển thị của chương trình 4 sẽ chạy bằng công nghệ Optimus

source: Command String for Program 4
ca: Ordre pel programa 4
da: Kommandostreng til program 4
de: Befehl-String für Programm 4
es: Cadena de comandos para el programa 4
fi: Komento ohjelmalle 4
hr: Naredbeni niz za Program 4
hu: Parancssor a 4. programhoz
it: Stringa di Comando per il Programma 4
nl: Commandotekenreeks voor Programma 4
ru: Командная строка для программы 4
tr: 4. Uygulama İçin Kullanılacak Komut
vi: Chuỗi lệnh cho chương trình 4

source: Display Name of Program 5 to be run using Optimus technology
ca: Nom de visualització del programa 5 per ser executat utilitzant tecnologia Optimus
da: Vis navnet på program 5, som køres vha. Optimus-teknologi
de: Anzuzeigender Name von Programm 5, das mit der Optimus-Technologie ausgeführt werden soll
es: Mostrar nombre 5 que se ejecutará con la tecnología Optimus
fi: Ohjelman 5 nimi, suoritetaan optimus:lla
hr: Prikaži naziv Programa 5 kako bi se mogao pokrenuti koristeći Optimus tehnologiju
hu: Az Optimus technológiával futtatandó 5. program megjelenített neve
it: Visualizza il Nome del Programma 5 da eseguire utilizzando la tecnologia Optimus
nl: Weergavenaam van Programma 5 om uit te voeren met Optimus-technologie
ru: Отображаемое имя программы 5 для запуска с Optimus
tr: Optimus teknolojisi kullanılarak çalıştırılacak 5. Uygulamanın Görünen Adı
vi: Tên hiển thị của chương trình 5 sẽ chạy bằng công nghệ Optimus

source: Command String for Program 5
ca: Ordre pel programa 5
da: Kommandostreng til program 5
de: Befehl-String für Programm 5
es: Cadena de comandos para el programa 5
fi: Komento ohjelmalle 5
hr: Naredbeni niz za Program 5
hu: Parancssor az 5. programhoz
it: Stringa di Comando per il Programma 5
nl: Commandotekenreeks voor Programma 5
ru: Командная строка для программы 5
tr: 5. Uygulama İçin Kullanılacak Komut
vi: Chuỗi lệnh cho chương trình 5
