Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/bumblebee@pdcurtis/*.po
Languages: ca, da, de, es, fi, hr, hu, it, nl, ru, tr, vi

source: Bumblebee program not installed
ca: Aplicació de Bumblebee no instal·lada
da: Programmet Bumblebee er ikke installeret
de: Programm »bumblebee« ist nicht installiert
es: El programa Bumblebee no está instalado
fi: Bumblebee ei ole asennettuna
hr: Bumblebee program nije instaliran
hu: Bumblebee program nincs installálva
it: Programma Bumblebee non installato
nl: Bumblebee-programma niet geïnstalleerd
ru: Программа Bumblebee не установлена
tr: Bumblebee uygulaması kurulu değil
vi: Chương trình Bumblebee chưa được cài đặt

source: You appear to be missing some of the required programs for 'bumblebee' to switch graphics processors using NVIDIA Optimus.
ca: Sembla que us falten alguns dels paquets necessaris perquè 'bumblebee' canviï de processador gràfic utilitzant NVIDIA Optimus.
da: Det lader til, du mangler nogle af de krævede programmer for, at "bumblebee" kan skifte grafikprocessor med brug af NVIDIA Optimus.
de: Es fehlen einige der für »bumblebee« notwendigen Programme, damit Grafikprozessoren NVIDIA-Optimus nutzen können.
es: Parece que te faltan algunos de los programas necesarios para que 'bumblebee' cambie de procesador gráfico usando NVIDIA Optimus.
fi: Tietokoneesta puuttuu Nvidia ohjelmistoa. Bumblebee ei voi vaihtaa näytönohjainta Nvidia Optimuksen avulla.
hr: Izgleda da vam nedostaje potreban program za 'bumblebee' da bi se mogli prebacivati grafički procesori koristeći NVIDIU Optimus.
hu: Úgy tűnik, hogy hiányzik néhány szükséges program a „bumblebee” számára a grafikus processzorok nVidia Optimus-szal történő váltásához.
it: Sembra che manchino alcuni dei programmi richiesti per 'bumblebee' per cambiare i processori grafici usando NVIDIA Optimus.
nl: Het lijkt erop dat u enkele van de vereiste programma's voor 'bumblebee' mist om van grafische processors te wisselen met behulp van NVIDIA Optimus.
ru: Не хватает необходимых программ для 'bumblebee', для переключения графических процессоров используя NVIDIA Optimus.
tr: NVIDIA Optimus kullanarak grafik işlemci değişimi için gerekli 'bumblebee' programlarından bazıları eksik görünüyor.
vi: Có vẻ như bạn đang thiếu một số chương trình cần thiết để 'bumblebee' chuyển đổi bộ xử lý đồ họa bằng NVIDIA Optimus.

source: Please read the help file.
ca: Si us plau, llegiu el fitxer d'ajuda.
da: Læs venligst hjælpfilen.
de: Bitte die Hilfedatei lesen.
es: Por favor, lea el archivo de ayuda.
fi: Lue ohjeet.
hr: Pročitajte datoteku pomoći.
hu: Kérjük, olvassa el a súgófájlt.
it: Si prega di leggere il file di aiuto.
nl: Lees alstublieft het helpbestand.
ru: Пожалуйста, прочтите файл справки.
tr: Lütfen yardım dosyasını inceleyiniz.
vi: Vui lòng đọc tập tin trợ giúp.

source: Waiting for Bumblebee
ca: Esperant a Bumblebee
da: Venter på Bumblebee
de: Warten auf Bumblebee
es: Esperando Bumblebee
fi: Odotetaan… Bumblebee
hr: Čekanje Bumblebeea
hu: Várakozás Bumblebee-re
it: Aspettando Bumblebee
nl: Wachten op Bumblebee
ru: Ожидание Bumblebee
tr: Bumblebee için bekleniyor
vi: Đang chờ Bumblebee

source: Open nVidia Settings Program
ca: Obrir configuració d'Nvidia
da: Åbn indstillingsprogram til nVidia
de: NVIDIA-Konfigurationsprogramm öffnen
es: Abrir el programa de configuración de nVidia
fi: Avaa nvidian asetukset
hr: Otvori nVidia Settings program
hu: NVidia beállítások megnyitása
it: Apri il Programma di Impostazioni nVidia
nl: Open nVidia-instellingenprogramma
ru: Открыть Настройки nVidia
tr: nVidia Ayarları Uygulamasını Açın
vi: Mở chương trình Cài đặt nVidia

source: Open Power Statistics
ca: Obrir estadístiques d'energia
da: Åbn strømstatistik
de: Energiestatistiken öffnen
es: Abrir Estadísticas de Energía
fi: Avaa virtatiedot
hr: Otvori energetsku statistiku
hu: Energiastatisztika megnyitása
it: Apri Monitoraggio Energetico
nl: Open energiestatistieken
ru: Открыть Статистику Питания
tr: Güç Analizlerini Açın
vi: Mở Thống kê Năng lượng

source: Open System Monitor
ca: Obrir el monitor de sistema
da: Åbn systemovervågning
de: Systemüberwachung öffnen
es: Abrir Monitor de Sistema
fi: Avaa järjestelmän valvonta
hr: Otvori nadgledatelja sustava
hu: Rendszer Figyelő megnyitása
it: Apri Monitor di Sistema
nl: Open systeemmonitor
ru: Открыть Системный Монитор
tr: Sistem Gözlemcisini Açın
vi: Mở Trình giám sát hệ thống

source: Housekeeping and System Sub Menu
ca: Submenú de manteniment i sistema
da: Vedligehold og systemundermenu
de: Untermenü für Organisation und System
es: Submenú de Mantenimiento y Sistema
fi: Siivous ja alivalikko
hr: Upravljanje i podizbornici sustava
hu: Karbantartás és Rendszer Almenü
it: Sottomenu Pulizia e Sistema
nl: Onderhoud en systeemsubmenu
ru: Справка и список изменений
tr: Temizlik ve Sistem Alt Menüsü
vi: Bảo trì và Menu phụ hệ thống

source: View the Changelog
ca: Veure el registre de canvis
da: Vis ændringsloggen
de: Das Änderungsprotokoll ansehen
es: Ver el registro de cambios
fi: Avaa muutosloki
hr: Pogledaj zapis promjena
hu: Változásnapló megtekintése
it: Visualizza il Changelog
nl: Bekijk het wijzigingslogboek
ru: Посмотреть список изменений
tr: Değişim Günlüğünü Açın
vi: Xem nhật ký thay đổi

source: Open the Help file
ca: Obrir el fitxer d'ajuda
da: Åbn hjælpfilen
de: Die Hilfedatei öffnen
es: Abrir el archivo de ayuda
fi: Avaa ohjeet
hr: Otvori datoteku pomoći
hu: Sugó megnyitása
it: Apri il file di Aiuto
nl: Open het helpbestand
ru: Открыть файл справки
tr: Yardım dosyasını açın
vi: Mở tập tin trợ giúp

source: Launch programs using the nVidia Graphics Processor
ca: Iniciar programes utilitzant el processador gràfic d'Nvidia
da: Start programmer med brug af nVidia-grafikprocessoren
de: Programme mit dem NVIDIA-Grafikprozessor öffnen
es: Iniciar programas con el procesador gráfico nVidia
fi: Käynnistä ohjelmia Nvidia:lla
hr: Pokreni programe pomoću nVidia grafičkog procesora
hu: Program indítása nVidia grafikus processzorral
it: Avvia i programmi utilizzando il Processore Grafico nVidia
nl: Start programma's met behulp van de nVidia grafische processor
ru: Запуск программ, используя графический процессор nVidia
tr: Uygulamaları nVidia Grafik İşlemcisini kullanarak başlat
vi: Khởi chạy chương trình bằng Bộ xử lý đồ họa nVidia

source: NVidia based GPU is Off
ca: La GPU d'NVIDIA no està activa
da: nVidia-baseret GPU er slukket
de: NVIDIA-Grafikprozessor ist aus
es: La GPU basada en NVidia está desactivada
fi: NVidia pois päältä
hr: NVidia temeljeni GPU je isključen
hu: NVidia GPU kikapcsolva
it: La GPU basata su nVidia è disattivata
nl: NVidia-gebaseerde GPU is uitgeschakeld
ru: Графические процессоры NVidia выключены
tr: NVidia tabanlı GPU kapalı
vi: GPU dựa trên NVidia đang tắt

source: NVidia based GPU is On and Core Temperature is
ca: LA GPU d'NVIDIA està activa i la temperatura del nucli és de
da: nVidia-baseret GPU er tændt og kernetemperaturen er
de: NVIDIA-Grafikprozessor ist an und Kerntemperatur ist
es: La GPU basada en NVidia está encendida y la temperatura del núcleo es
fi: NVidia päällä ja lämpötila on
hr: NVidia temljeni GPU je uključen i temperatura jezgre je
hu: NVidia GPU bekapcsolva és a maghőmérséklete
it: La GPU basata su nVidia è Attiva e la Temperatura Interna è
nl: NVidia-gebaseerde GPU is ingeschakeld en de kern-temperatuur is
ru: Графические процессоры NVidia включены. Температура равна
tr: NVidia tabanlı GPU Açık ve Çekirdek Sıcaklığı
vi: GPU dựa trên NVidia đang bật và nhiệt độ lõi là

source: Err
ca: Error
da: Fejl
de: Fehler
fi: Virhe
hr: Greška
nl: Fout
ru: Ошибка
tr: Hata
vi: Lỗi

source: Bumblebee is not set up correctly - are bbswitch, bumblebee and nvidia drivers installed?
ca: Bumblebee no està configurat correctament - teniu instal·lats els drivers d'nvidia i el paquet 'bbswitch'?
da: Bumblebee er ikke indstillet korrekt. Er bbswitch, bumblebee og nVidia-drivere installeret?
de: Bumblebee ist nicht richtig eingerichtet - sind »bbswitch«, »bumblebee« und NVIDIA-Treiber installiert?
es: Bumblebee no está configurado correctamente. ¿Están instalados los controladores de bbswitch, bumblebee y nvidia?
fi: Bumblebee ei ole oikein asetettu. Onko bbswitch, bumblebee ja nvidia-ajurit asennettuna?
hr: Bumblebee nije ispravno podešen - jesu li bbswitch, bumblebee i nvidia upravljački programi instalirani?
hu: Bumblebee nincs megfelelően beállítva - telepítve vannak a bbswitch, a Bumblebee és az nVidia illesztőprogramok?
it: Bumblebee non è impostato correttamente - sono stati installati i driver bbswitch, bumblebee e nvidia?
nl: Bumblebee is niet correct geconfigureerd - zijn bbswitch, bumblebee en nvidia-stuurprogramma's geïnstalleerd?
ru: Bumblebee настроен не правильно. Установлены ли bbswitch, bumblebee и драйвера nvidia?
tr: Bumblebee doğru biçimde yapılandırılmamış - bumblebee, bbswitch ve nvidia sürücüsü kurulu mu?
vi: Bumblebee chưa được thiết lập đúng - bạn đã cài đặt bbswitch, bumblebee và trình điều khiển nvidia chưa?

source: Displays Status of Bumblebee and nVidia GPU Temperature with associated support functions including starting selected programs with optirun or primusrun
ca: Mostra l'estat de Bumblebee i la temperatura de la GPU nVidia amb funcionalitats de suport extra incloent l'execució de programes amb optirun o primusrun
da: Viser Bumblebees status og nVidia GPU'ens temperatur med tilhørende supportfunktioner inkl. opstart af valgte programmer med optirun eller primusrun
de: Zeigt den Status von Bumblebee und die NVIDIA-Grafikprozessor-Temperatur an, mit zugehörigen Unterstützungsfunktionen, einschließlich der Möglichkeit, ausgewählte Programme mit »optirun« oder »primusrun« zu starten
es: Muestra el estado de Bumblebee y la temperatura de la GPU nVidia con funciones de soporte asociadas, incluido el inicio de programas seleccionados con optirun o primusrun
fi: Bumblebee näyttää lämpötiloja Nvidia:lle ja mahdollistaa valitun ohjelman käynnistämisen joko optirun:lla tai primusrun:lla
hr: Prikazuje stanje temperature Bumblebee i nVidia GPU-a s pridruženim funkcijama uključujući odabir programa pokretanja sa optirun ili primusrun
hu: Megjeleníti a Bumblebee és az nVidia GPU hőmérsékletét a kapcsolódó támogatási funkciókkal, beleértve a kiválasztott programok indítását optirun vagy primusrun segítségével
it: Visualizza lo Stato della Temperatura della GPU di Bumblebee e nVidia con le relative funzioni di supporto, incluso l'avvio di programmi selezionati con optirun o primusrun
nl: Toont de status van Bumblebee en nVidia GPU-temperatuur met bijbehorende ondersteunende functies, inclusief het starten van geselecteerde programma's met optirun of primusrun
ru: Отображает состояние Bumblebee и температуру графического процессора nVidia, позволяет настроить запуск выбранных программ с помощью optirun или primusrun
tr: Bumblebee ve nVidia GPU Sıcaklığının durumunu göstermekle birlikte, seçilen programların optirun veya primusrun ile başlatılması dahil destek işlevlerini sağlar.
vi: Hiển thị trạng thái của Bumblebee và nhiệt độ GPU nVidia cùng các chức năng hỗ trợ như khởi động chương trình đã chọn bằng optirun hoặc primusrun

source: Bumblebee Status with NVidia Temperature Display
ca: Estat de Bumblebee amb Visualització de Temperatura d'nVidia
da: Bumblebee-status med nVidia-temperaturvisning
de: Bumblebee-Status mit NVIDIA-Temperaturanzeige
es: Estado de Bumblebee con pantalla de temperatura NVidia
fi: Nvidia bumblebee ja lämötilat
hr: Bumblebee stanje s prikazom NVidia temperature
hu: Bumblebee státusz nVidia hőmérséklet megjelenítésével
it: Stato di Bumblebee con Visualizzazione della Temperatura nVidia
nl: Bumblebee-status met nVidia-temperatuur weergave
ru: Температура GPU NVidia и статус Bumblebee (Bumblebee Status with NVidia Temperature Display)
tr: Bumblebee Durum ve NVidia Sıcaklık Gösterimi
vi: Trạng thái Bumblebee với hiển thị nhiệt độ NVidia

source: General Settings for the nVidia Monitoring Applet
ca: Configuració general de la miniaplicació de monitoratge d'Nvidia
da: Generelle indstillinger for nVidia-panelprogrammet til overvågning
de: Allgemeine Einstellungen für das NVIDIA-Monitoring-Applet
es: Configuración general del applet de monitorización de nVidia
fi: Asetukset Nvidia hallintaan
hr: Opće postavke za aplet nVidia nadgledanja
hu: Általános beállítások az nVidia Figyelő Kisalkalmazáshoz
it: Impostazioni Generali per l'Applet di Monitoraggio nVidia
nl: Algemene instellingen voor de nVidia-monitoring-applet
ru: Общие Настройки для nVidia Monitoring Applet
tr: NVidia İzleme Uygulaması için Genel Ayarlar
vi: Cài đặt chung cho tiện ích giám sát nVidia

source: seconds
ca: segons
da: sekunder
de: Sekunden
es: segundos
fi: sekuntia
hr: sekunde
hu: másodpercek
it: secondi
nl: seconden
ru: секунд
tr: saniye
vi: giây

source: Refresh Interval for Display:
ca: Interval de refresc per a les visualitzacions:
da: Opdateringsinterval for visning:
de: Aktualisierungszeitraum für Bildschirm:
es: Intervalo de actualización:
fi: Näyttämisen päivitysväli:
hr: Razdoblje osvježavanja prikaza:
hu: Frissítési intervallum megjelenítése:
it: Intervallo di Aggiornamento del Display:
nl: Vernieuwingsinterval voor weergave:
ru: Период обновления отображения:
tr: Görüntüleme için Yenileme Aralığı:
vi: Khoảng thời gian làm mới hiển thị:

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine
ca: Utilitzeu un interval de temps lent si el vostre equip és lent
da: Forøg eller formindsk denne værdi for at ændre opdateringsintervallet - brug et langt interval, hvis din maskine er langsom
de: Zählerwert erhöhen oder verringern, um das Aktualisierungsintervall zu ändern - verwenden Sie eine langsame Aktualisierungsrate, wenn Sie einen langsamen Rechner haben
es: Aumente o disminuya este valor para cambiar el intervalo de actualización: utilice una actualización lenta si tiene una máquina lenta
fi: Suurenna tai pienennä spinner-arvoa ja muuta tietojen päivitysväliä. Pitkä päivitysväli mikäli sinulla on hidas tietokone
hr: Povećajte ili smanjite vrijednost za promjenu razdoblja osvježavanja - koristite sporije osvježavanje ako imate sporo računalo
hu: Növelje vagy csökkentse ezt a tárcsaértéket a frissítési intervallum megváltoztatásához - használjon lassú frissítési értéket, ha lassú számítógépe van
it: Aumenta o diminuisci questo valore di spinner per modificare l'intervallo di aggiornamento: usa un aggiornamento lento se hai una macchina lenta
nl: Verhoog of verlaag de waarde van deze spinner om het vernieuwingsinterval te wijzigen - gebruik een langzame vernieuwing als u een langzame machine hebt
ru: Период обновления информации. Задайте большой период если у вас слабый ПК
tr: Yenileme aralığını değiştirmek için değeri artırın veya azaltın - yavaş makineniz varsa yavaş bir yenileme kullanın
vi: Tăng hoặc giảm giá trị này để thay đổi khoảng thời gian làm mới - sử dụng làm mới chậm nếu máy của bạn chậm

source: Show GPU Temperature as well as icon
ca: Mostrar la temperatura de la GPU a més de la icona
da: Vis både GPU-temperatur og ikon
de: Temperatur des Grafikprozessors und Symbol anzeigen
es: Mostrar la temperatura y el icono de la GPU
fi: Näytä lämpötila sekä kuvake
hr: Prikaži GPU temperaturu kao i ikonu
hu: A GPU hőmérséklete és az ikon megjelenítése
it: Mostra la temperatura della GPU e l'icona
nl: Toon GPU-temperatuur evenals het pictogram
ru: Показывать значок и температуру GPU
tr: GPU Sıcaklığını ve simgeyi göster
vi: Hiển thị nhiệt độ GPU cùng với biểu tượng

source: Available in Horizontal and Vertical Panels. Display is in Degrees Centigrade.
ca: Disponible en taulers horitzontals i verticals. Es mostra en graus centígrads.
da: Tilgængelig i vandrette og lodrette paneler. Visning er i grader Celsius.
de: Warten auf Bumblebee
es: Disponible en paneles horizontales y verticales. Indicación en grados centígrados.
fi: Vaaka tai pystypaneeli. Lämpötila celsius °C asteina.
hr: Dostupno u okomitim i vodoravnim panelima. Prikazano u stupnjevima celzijusa.
hu: Elérhető a vízszintes és függőleges paneleken. Megjelenítés Celsius fokban.
it: Disponibile in pannelli orizzontali e verticali. La visualizzazione è in gradi centigradi.
nl: Beschikbaar in horizontale en verticale panelen. Weergave is in graden Celsius.
ru: Доступно при горизонтальных и вертикальных панелях. Используются градусы Цельсия.
tr: Yatay ve Dikey Panellere uygundur. Dereceyi Santigrat olarak gösterir.
vi: Có sẵn ở các bảng ngang và dọc. Hiển thị bằng độ C.

source: Programs settings for Optimus
ca: Opcions de programes per Optimus
da: Programindstillinger til Optimus
de: Programmeinstellungen für Optimus
es: Ajustes de programas para Optimus
fi: Optimus ohjelman asetukset
hr: Postavke programa za Optimus
hu: Programbeállítások az Optimus számára
it: Impostazioni dei programmi per Optimus
nl: Programma-instellingen voor Optimus
ru: Настройки программ для Optimus
tr: Optimus için program ayarları
vi: Cài đặt chương trình cho Optimus

source: Display Name of Program 1 to be run using Optimus technology
ca: Nom de visualització del programa 1 per ser executat utilitzant tecnologia Optimus
da: Vis navnet på program 1, som køres vha. Optimus-teknologi
de: Anzuzeigender Name von Programm 1, das mit der Optimus-Technologie ausgeführt werden soll
es: Mostrar nombre del programa 1 que se ejecutará con la tecnología Optimus
fi: Ohjelman 4 nimi, suoritetaan optimus:lla
hr: Prikaži naziv Programa 1 kako bi se mogao pokrenuti koristeći Optimus tehnologiju
hu: Az Optimus technológiával futtatandó 1. program megjelenített neve
it: Visualizza il Nome del Programma 1 da eseguire utilizzando la tecnologia Optimus
nl: Weergavenaam van Programma 1 om uit te voeren met Optimus-technologie
ru: Отображаемое имя программы 1 для запуска с Optimus
tr: Optimus teknolojisi kullanılarak çalıştırılacak 1. Uygulamanın Görünen Adı
vi: Tên hiển thị của chương trình 1 sẽ chạy bằng công nghệ Optimus

source: Put the name of the program here or null if you do not want it displayed
ca: Escriviu el nom del programa aquí o null si no voleu que es mostri
da: Angiv programmets navn her eller udelad det, hvis det ikke skal vises
de: Den Namen des Programms hier einsetzen oder »null«, wenn es nicht angezeigt werden soll
es: Ponga aquí el nombre del programa o nulo si no quiere que se muestre
fi: Anna ohjelman nimi tai null, jos et halua sitä näyttää
hr: Postavite ovdje naziv programa, ili 'null' ako ga ne želite prikazati
hu: Írja ide a program nevét, vagy írjon 0-át, ha nem szeretné, hogy megjelenjen
it: Inserisci qui il nome del programma o null se non vuoi che venga visualizzato
nl: Plaats hier de naam van het programma of null als u niet wilt dat het wordt weergegeven
ru: Укажите здесь имя программы или не указывайте, если не хотите чтобы оно отображалось
tr: Uygulamanın adını buraya yazın, ya da görüntülemesini istemiyorsanız boş bırakın
vi: Nhập tên chương trình tại đây hoặc null nếu bạn không muốn hiển thị

source: Command String for Program 1
ca: Ordre pel programa 1
da: Kommandostreng til program 1
de: Befehl-String für Programm 1
es: Cadena de comandos para el programa 1
fi: Komento ohjelmalle 1
hr: Naredbeni niz za Program 1
hu: Parancssor az 1. programhoz
it: Stringa di Comando per il Programma 1
nl: Commandotekenreeks voor Programma 1
ru: Командная строка для программы 1
tr: 1. Uygulama İçin Kullanılacak Komut
vi: Chuỗi lệnh cho chương trình 1

source: Put the command string to run the program here starting with optirun or primusrun
ca: Cadena de text de l'ordre per a executar el programa, començant per optirun o primusrun
da: Angiv kommandostrengen, begyndende med optirun eller primusrun, til at køre programmet her
de: Den Befehl-String setzen, um das Programm hier mit »optirun« oder »primusrun« auszuführen
es: Ponga aquí la cadena de comandos para ejecutar el programa comenzando con optirun o primusrun
fi: Anna komento jolla ohjelma suoritetaan. Alkaa joko optirun tai primusrun
hr: Postavite ovdje naredbeni niz za pokretanje programa počevši sa optirun ili primusrun
hu: Írja a parancssort ide a program futtatásához, kezdve az optirun vagy a primusrun-nal
it: Inserisci qui la stringa di comando per eseguire il programma da avviare con optirun o primusrun
nl: Plaats hier de commandotekenreeks om het programma uit te voeren, beginnend met optirun of primusrun
ru: Введите здесь команду запуска приложения, начиная строку с optirun или primusrun
tr: Optirun veya primusrun ile başlatılacak programı çalıştırmak için kullanacağınız komutu girin.
vi: Nhập chuỗi lệnh để chạy chương trình tại đây, bắt đầu bằng optirun hoặc primusrun

source: Display Name of Program 2 to be run using Optimus technology
ca: Nom de visualització del programa 2 per ser executat utilitzant tecnologia Optimus
da: Vis navnet på program 2, som køres vha. Optimus-teknologi
de: Anzuzeigender Name von Programm 2, das mit der Optimus-Technologie ausgeführt werden soll
es: Mostrar nombre del programa 2 que se ejecutará con la tecnología Optimus
fi: Ohjelman 2 nimi, suoritetaan optimus:lla
hr: Prikaži naziv Programa 2 kako bi se mogao pokrenuti koristeći Optimus tehnologiju
hu: Az Optimus technológiával futtatandó 2. program megjelenített neve
it: Visualizza il Nome del Programma 2 da eseguire utilizzando la tecnologia Optimus
nl: Weergavenaam van Programma 2 om uit te voeren met Optimus-technologie
ru: Отображаемое имя программы 2 для запуска с Optimus
tr: Optimus teknolojisi kullanılarak çalıştırılacak 5. Uygulamanın Görünen Adı
vi: Tên hiển thị của chương trình 2 sẽ chạy bằng công nghệ Optimus

source: Put the name of the program here or none if you do not want it displayed
ca: Escriviu el nom del programa aquí o 'none' si no voleu que es mostri
da: Angiv programmets navn her eller udelad det, hvis det ikke skal vises
de: Den Namen des Programms hier einsetzen oder leer lassen, wenn es nicht angezeigt werden soll
es: Ponga aquí el nombre del programa o ninguno si no quiere que se muestre
fi: Anna ohjelman nimi tai ei mitään, jos et halua sitä näyttää
hr: Postavite ovdje naziv programa, ili 'none' ako ga ne želite prikazati
hu: Írja ide a program nevét, vagy hagyja üresen, ha nem szeretné, hogy megjelenjen
it: Inserisci qui il nome del programma o 'none' se non vuoi che venga visualizzato
nl: Plaats hier de naam van het programma, of niets als u niet wilt dat het wordt weergegeven
ru: Укажите здесь имя программы или не указывайте, если не хотите чтобы оно отображалось
tr: Uygulamanın adını buraya yazın, ya da görüntülemesini istemiyorsanız boş bırakın
vi: Nhập tên chương trình tại đây hoặc none nếu bạn không muốn hiển thị

source: Command String for Program 2
ca: Ordre pel programa 2
da: Kommandostreng til program 2
de: Befehl-String für Programm 2
es: Cadena de comandos para el programa 2
fi: Komento ohjelmalle 2
hr: Naredbeni niz za Program 2
hu: Parancssor a 2. programhoz
it: Stringa di Comando per il Programma 2
nl: Commandotekenreeks voor Programma 2
ru: Командная строка для программы 2
tr: 2. Uygulama İçin Kullanılacak Komut
vi: Chuỗi lệnh cho chương trình 2
