Repository: linuxmint/cinnamon-spices-applets
Catalog: sshlauncher@sumo/files/sshlauncher@sumo/po/*.po
Languages: hr, hu, sv, zh_cn

source: SSH Launcher
hr: SSH pokretač
hu: SSH indító
zh_cn: SSH 启动器

source: No suitable icon found, falling back to custom icon
hr: Nije pronađena odgovarajuća ikona, koristi se prilagođena ikona
hu: Nem található megfelelő ikon, visszatérés az egyéni ikonra
sv: Ingen passande ikon hittades, återgår till anpassad ikon.
zh_cn: 没有找到合适的图标，退回到自定义图标

source: Force Update from SSH config
hr: Prislina nadopuna iz SSH podešavanja
hu: Erőltetett frissítés az SSH konfigurációból
sv: Uppdatera från SSH config
zh_cn: 强制从 SSH 配置更新

source: Background (-fN)
hr: Pozadina (-fN)
hu: Háttér (-fN)
sv: Bakgrund (-fN)
zh_cn: 后台 (-fN)

source: Forward X11 (-X)
hr: Naprijed X11 (-X)
hu: Előre X11 (-X)
sv: Använd X11 (-X)
zh_cn: 转发 X11 (-X)

source: ERROR.
hr: GREŠKA.
hu: HIBA.
sv: FEL.
zh_cn: 错误。

source: Edit SSH config
hr: Uredi SSH podešavanje
hu: SSH konfiguráció szerkesztése
sv: Redigera SSH config
zh_cn: 编辑 SSH 配置

source: Error: I can't open the terminal. You need to set a default terminal first in Preferred Applications! (More help in Right Click->About->More Info)
hr: Greška: Ne mogu otvoriti terminal. Morate prvo postaviti zadani terminal u Preferiranim aplikacijama! (Više pomoći u Desni klik->Informacije->Više informacija)
hu: Hiba: Nem tudom megnyitni a terminált. Először be kell állítania egy alapértelmezett terminált a Preferált Alkalmazásokban! (További segítség a jobb egérgombbal-> Névjegy-> További információ)
sv: Fel: Kan inte öppna terminal. Du måste först ange en standardterminal i Förvalda program! (Mer hjälp i högerklicksmenyn -> Om -> Mer information)
zh_cn: 错误：无法打开终端。 您需要先在首选应用程序中设置一个默认的终端！ (更多帮助在右键单击->关于->更多信息)

source: Connection opened to
hr: Povezivanje uspostavljeno s
hu: A kapcsolat megnyitva
sv: Anslutning öppnad till
zh_cn: 打开连接到

source: using
hr: koristeći
hu: használatban
sv: använder
zh_cn: 使用

source: An applet to connect to SSH hosts configured in ~/.ssh/config
hr: Aplet za povezivanje sa SSH računalima podešenim u ~/.ssh/config
hu: Egy kisalkalmazás, amellyel az ~/.ssh/config helyen beállított SSH kiszolgálókhoz csatlakozhat
sv: Ett panelprogram för att ansluta till SSH-värdar, konfigurerade i ~/.ssh/config
zh_cn: 连接到 ~/.ssh/config 中配置的 SSH 主机的小程序

source: Appearance
hr: Izgled
hu: Megjelenés
sv: Utseende
zh_cn: 外观

source: Use icon from your icon theme
hr: Koristi ikonu iz teme ikona
hu: Ikon használata az ön ikontémájából
sv: Använd ikon från mitt ikontema
zh_cn: 使用您的图标主题中的图标

source: Use symbolic icon
hr: Koristi simboličku ikonu
hu: Szimbolikus ikon használata
sv: Använd symbolisk ikon
zh_cn: 使用符号图标

source: Functionality
hr: Funkcionalnost
hu: Funkcionalitás
sv: Funktionalitet
zh_cn: 功能

source: Use custom command for opening terminal
hr: Koristi prilagođenu naredbu za otvaranje terminala
hu: Egyéni parancs használata a terminál megnyitásához
sv: Använd anpassat kommando för att öppna terminal
zh_cn: 使用自定义命令来打开终端

source: Usually it should end with -e so it will execute the supplied ssh command, check your chosen terminal's manual.
hr: Obično bi trebalo završavati s -e kako bi se izvršila navedena ssh naredba, provjerite priručnik odabranog terminala.
hu: Általában -e legyen a végződés, így végrehajtja a mellékelt ssh parancsot, ellenőrizze az ön által használt terminál kézikönyvét.
sv: Vanligtvis skall det avslutas med -e, så att ssh-kommandot exekveras. Kontrollera i manualen för din valda terminal.
zh_cn: 通常它应该以 -e 结尾以执行所提供的 ssh 命令，请查阅您所选择的终端的手册。

source: Show notification when launching SSH connection
hr: Prikaži obavijest pri pokretanju SSH veze
hu: Értesítés megjelenítése SSH-kapcsolat indításakor

source: Display a notification message when SSH terminal is launched
hr: Prikaži poruku obavijesti kada se pokrene SSH terminal
hu: Értesítési üzenet megjelenítése az SSH terminál indításakor

source: Keyboard shortcut to open the SSH menu
hr: Tipkovnička prečica za otvaranje SSH izbornika
hu: Billentyűparancs az SSH menü megnyitásához

source: Set a global keyboard shortcut to open the SSH launcher menu
hr: Postavi globalnu tipkovničku prečicu za otvaranje SSH izbornika
hu: Globális billentyűparancs beállítása az SSH menü megnyitásához
