Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/batterymonitor@pdcurtis/*.po
Languages: ca, da, nl, sv, vi

source: Allow choice of audible alert file when Battery Low and at Shutdown Level
ca: Permet la opció d'enviar avisos auditius quan la bateria arribi a nivell baix o d'apagat
da: Tillad valg af lydfil til lavt batteriniveauet og nedlukningsniveau
nl: Laat keuze toe van geluidsbestand wanneer de batterijspanning laag is en wanneer deze op het niveau van afsluiten is
sv: Tillåt ljudvarning när batterinivån är låg och vid systemavstängning
vi: Cho phép chọn tệp âm thanh cảnh báo khi pin yếu và ở mức tắt máy

source: Must have `sox` installed. Limited number of sound file types supported in versions < 4.2
ca: Cal tenir 'sox' instal·lat. Els formats de fitxers de so suportats són limitats a les versions < 4.2
da: Sox skal være installeret. Begrænset antal lydfiler understøttes i versioner før 4.2
nl: Moet 'sox' geïnstalleerd hebben. Beperkt aantal ondersteunde geluidsbestandtypen in versies < 4.2
sv: Måste ha Sox installerat. Stöd för begränsat antal ljudfilstyper i version <4.2
vi: Cần cài đặt `sox`. Chỉ hỗ trợ một số loại tệp âm thanh ở các phiên bản < 4.2

source: Choose sound file to use when Battery is Low
ca: Trieu un fitxer de so a utilitzar quan el nivell de bateria sigui baix
da: Vælg lydfil til brug ved lavt batteriniveau
nl: Kies geluidsbestand om te gebruiken wanneer de batterijspanning laag is
sv: Välj ljudfil att använda vid låg batterinivå
vi: Chọn tệp âm thanh sử dụng khi pin yếu

source: Please ensure the volume is set sensibly in public places, especially if a long or loud file is specified
ca: Si us plau, assegureu-vos que el vostre nivell de volum respecti l'entorn on sou presents
da: Sikr dig, at lydstyrken er fornuftigt indstillet på offentlige steder, især hvis en lang, høj fil er angivet
nl: Zorg ervoor dat het volume redelijk is ingesteld voor openbare plaatsen, vooral als een lang of luid bestand is gespecificeerd
sv: Tillse att ljudvolymen är på en lämplig nivå för offentliga miljöer, särskilt om en lång ljudfil används.
vi: Vui lòng đảm bảo âm lượng được đặt hợp lý ở nơi công cộng, đặc biệt nếu chọn tệp âm thanh dài hoặc lớn

source: Sound file to use when Battery is at Shutdown Level
ca: Fitxer de so a utilitzar quan el nivell de bateria sigui d'apagada imminent
da: Vælg lydfil til brug når batteriet har nået nedlukningsniveau
nl: Geluidsbestand om te gebruiken wanneer batterijspanning op het niveau van afsluiten is
sv: Välj en ljudfil att använda när batteriet är på systemavstängningsnivå
vi: Tệp âm thanh sử dụng khi pin ở mức tắt máy

source: Please ensure the volume is set sensibly in public places - do not specify a long or loud file at Shutdown
ca: Si us plau, assegureu-vos que el vostre nivell de volum respecti l'entorn on sou presents
da: Sikr dig, at lydstyrken er fornuftigt indstillet på offentlige steder. Angiv ikke en lang, høj fil ved nedlukning
nl: Zorg ervoor dat het volume redelijk is ingesteld op openbare plaatsen - specificeer geen lang of luid bestand bij het afsluiten
sv: Tillse att ljudvolymen är på en lämplig nivå för offentliga miljöer. Välj inte en lång ljudfil som varning vid systemavstängning.
vi: Vui lòng đảm bảo âm lượng được đặt hợp lý ở nơi công cộng - không chọn tệp âm thanh dài hoặc lớn khi tắt máy

source: Provide notification when user specified sound file is in use (Recommended)
ca: Proveeix una notificació quan el fitxer de so proveït per l'usuari ja estigui en ús (Recomanat)
da: Underret når brugerdefineret lydfil er i brug - anbefalet
nl: Melding geven wanneer door de gebruiker gespecificeerd geluidsbestand in gebruik is (Aanbevolen)
sv: Visa avisering när användarspecificerad ljudfil används. - Rekommenderas.
vi: Cung cấp thông báo khi sử dụng tệp âm thanh do người dùng chỉ định (Khuyến nghị)

source: To remind that the volume may need to be set sensibly in public places
ca: Per recordar que el nivell de volum establert sigui l'adequat per l'entorn de l'usuari
da: For at minde brugere om at lydstyrken skal indstilles fornuftigt på offentlige steder
nl: Om te herinneren dat het volume mogelijk redelijk moet worden ingesteld op openbare plaatsen
sv: För att påminna användaren om att ljudvolymen bör anpassas till lämplig nivå för offentliga miljöer
vi: Nhắc nhở rằng âm lượng có thể cần được đặt hợp lý ở nơi công cộng

source: Path to battery capacity directory (device path)
ca: Ruta al directori de la capacitat de la bateria (ruta al dispositiu)
da: Sti til batterikapacitetmappen (enhedssti)
nl: Pad naar map met batterijcapaciteit (apparaatpad)
vi: Đường dẫn đến thư mục dung lượng pin (đường dẫn thiết bị)

source: Choose your own power_supply object e.g. for monitoring your secondary battery. Default: /sys/class/power_supply/BAT0
ca: Trieu la vostra pròpia font d'alimentació per monitorar la bateria secundària. Per defecte: /sys/class/power_supply/BAT0
da: Vælg dit eget power_supply-objekt f.eks. til overvågning af dit sekundære batteri. Standard: /sys/class/power_supply/BAT0
nl: Kies uw eigen power_supply-object, bijv. voor het monitoren van uw secundaire batterij. Standaard: /sys/class/power_supply/BAT0
vi: Chọn đối tượng power_supply của riêng bạn, ví dụ để giám sát pin phụ. Mặc định: /sys/class/power_supply/BAT0

source: Background Color
ca: Color de fons
da: Baggrundsfarve
nl: Achtergrondkleur
vi: Màu nền

source: RGB or RGBA
ca: RGB o RGBA
da: RGB eller RGBA
nl: RGB of RGBA
vi: RGB hoặc RGBA

source: Border Color
ca: Color de les vores
da: Kantfarve
nl: Randkleur
vi: Màu viền

source: Font Size
ca: Mida del text
da: Skrifttypestørrelse
nl: Lettergrootte
vi: Cỡ chữ

source: General Settings for the Battery Applet with Monitoring and Shutdown
ca: Configuració general per la miniaplicació del nivell de bateria
da: Generelle indstillinger for Batteriovervågning og nedlukning
nl: Algemene instellingen voor de batterij applet met monitoring en uitschakeling
sv: Allmänna inställningar för Batteriprogrammet med övervakning och avstängning
vi: Cài đặt chung cho ứng dụng pin có giám sát và tắt máy

source: Refresh Interval for Display:
ca: Interval de refresc per a les dades que es visualitzaran:
da: Opdateringsinterval for visning:
nl: Vernieuwingsinterval voor weergave:
sv: Uppdateringsintervall för panelvisning:
vi: Khoảng thời gian làm mới hiển thị:

source: Display Mode
ca: Mode de visualització
da: Visningstilstand
nl: Weergavemodus
sv: Visningsläge
vi: Chế độ hiển thị

source: Classic - Battery Percentage with extended messages for horizontal panel
ca: Clàssica - Percentatge del nivell de bateria amb missatges al tauler horitzontal
da: Klassisk - Batteriprocent med udvidede beskeder til vandret panel
nl: Klassiek - Batterijpercentage met uitgebreide berichten voor horizontaal paneel
sv: Klassisk - Batteriprocentsats med utökade meddelanden för horisontell panel
vi: Cổ điển - Phần trăm pin với thông báo mở rộng cho bảng ngang

source: Classic Plus - Classic with addition of Battery Icon
ca: Clàssica Plus - Clàssica+ icona de bateria
da: Klassisk plus - Klassisk med batteriikon
nl: Klassiek Plus - Klassiek met toevoeging van batterijpictogram
sv: Klassisk Plus - Klassisk med batteriikon som tillägg
vi: Cổ điển Plus - Cổ điển với thêm biểu tượng pin

source: Compact - Battery Percentage without extended messages
ca: Compacta - Percentatge del nivell de bateria sense missatges addicionals
da: Kompakt - Batteriprocent uden udvidede beskeder
nl: Compact - Batterijpercentage zonder uitgebreide berichten
sv: Kompakt - Batteriprocentsats utan utökade meddelanden
vi: Gọn nhẹ - Phần trăm pin không có thông báo mở rộng

source: Compact Plus - Compact with addition of Battery Icon
ca: Compacta Plus - Compacta + icona de bateria
da: Kompakt plus - Kompakt med batteriikon
nl: Compact Plus - Compact met toevoeging van batterijpictogram
sv: Kompakt Plus - Kompakt med batteriikon som tillägg
vi: Gọn nhẹ Plus - Gọn nhẹ với thêm biểu tượng pin

source: Icon Only on coloured background indicating status
ca: Només icona amb color de fons indicador d'estat
da: Kun ikon på farvet baggrund som indikerer status
nl: Alleen pictogram op gekleurde achtergrond die status aangeeft
sv: Endast ikon på färgad bakgrund som statusindikation
vi: Chỉ biểu tượng trên nền màu thể hiện trạng thái

source: Type of Display in Toolbar
ca: Tipus de visualització a la barra d'eines
da: Visningstype i værktøjslinjen
nl: Type weergave in werkbalk
sv: Visningstyp i verktygsraden
vi: Kiểu hiển thị trên thanh công cụ

source: This feature offers the Classic (original) display with optional battery icon and some more compact displays suitable for a vertical panel (CompactCompact Plus and Icon Only)
ca: Aquesta opció permet la visualització clàssica amb icona i altres visualitzacions més compactes que encaixen amb un tauler vertical
da: Denne funktion tilbyder den Klassiske (originale) visning med valgfrit batteriikon og nogle mere kompakte visninger egnede til et lodret panel (Kompact, Kompakt plus og Kun ikon)
nl: Deze functie biedt de klassieke (oorspronkelijke) weergave met optioneel batterijpictogram en enkele compactere weergaven geschikt voor een verticaal paneel (Compact, Compact Plus en Alleen pictogram)
sv: Denna funktion erbjuder klassisk (ursprunglig) visning med valfri batteriikon och några mer kompakta visningslägen, lämpliga för vertikal panel (Kompakt, Kompakt Plus och Endast ikon)
vi: Tính năng này cung cấp kiểu hiển thị Cổ điển (gốc) với biểu tượng pin tùy chọn và một số kiểu hiển thị gọn nhẹ phù hợp cho bảng dọc (Gọn nhẹ, Gọn nhẹ Plus và Chỉ biểu tượng)

source: Must have Sox installed. Limited number of sound file types supported (.oga and .wav)
ca: Cal tenir Sox instal·lat. Els formats de fitxer de so suportats són .oga i .wav
da: Sox skal være installeret. Begrænset antal lydfiler understøttes (.oga og .wav)
nl: Moet Sox geïnstalleerd hebben. Beperkt aantal ondersteunde geluidsbestandtypen (.oga en .wav)
sv: Måste ha Sox installerat. Stöd för begränsat antal ljudfilstyper (.oga och .wav)
vi: Cần cài đặt Sox. Chỉ hỗ trợ một số loại tệp âm thanh (.oga và .wav)

source: Must have Sox installed. Limited number of sound file types supported in versions < 4.2
ca: Cal tenir Sox instal·lat. El número de formats de fitxer de so suportats és limitat a les versions < 4.2
da: Sox skal være installeret. Begrænset antal lydfiler understøttes i versioner før 4.2
nl: Moet Sox geïnstalleerd hebben. Beperkt aantal ondersteunde geluidsbestandtypen in versies < 4.2
sv: Måste ha Sox installerat. Stöd för begränsat antal ljudfilstyper i version <4.2
vi: Cần cài đặt Sox. Chỉ hỗ trợ một số loại tệp âm thanh ở các phiên bản < 4.2

source: Please ensure the volume is set sensibly in public places especially if a long loud file is specifed
ca: Si us plau, assegureu-vos que el nivell de volum és l'adequat per a l'entorn on sou
da: Sikr dig, at lydstyrken er fornuftigt indstillet på offentlige steder, især hvis en lang, høj fil er angivet
nl: Zorg ervoor dat het volume redelijk is ingesteld op openbare plaatsen, vooral als een lang luid bestand is gespecificeerd
sv: Tillse att ljudvolymen är på en lämplig nivå för offentliga miljöer, särskilt om en lång ljudfil används.
vi: Vui lòng đảm bảo âm lượng được đặt hợp lý ở nơi công cộng, đặc biệt nếu chọn tệp âm thanh dài hoặc lớn

source: Choose sound file to use when Battery is at Shutdown Level
ca: Trieu un fitxer de so pel nivell d'apagat imminent de la bateria
da: Vælg lydfil til brug når batteriet har nået nedlukningsniveau
nl: Kies geluidsbestand om te gebruiken wanneer batterijspanning op het niveau van afsluiten is
sv: Välj en ljudfil att använda när batteriet är på systemavstängningsnivå
vi: Chọn tệp âm thanh sử dụng khi pin ở mức tắt máy

source: Please ensure the volume is set sensibly in public places - do not specify a long loud file at Shutdown
ca: Si us plau, assegureu-vos que el nivell de volum és l'adequat per a l'entorn on sou - no trieu un fitxer de so llarg per l'apagada
da: Sikr dig, at lydstyrken er fornuftigt indstillet på offentlige steder. Angiv ikke en lang, høj fil ved nedlukning
nl: Zorg ervoor dat het volume redelijk is ingesteld op openbare plaatsen - specificeer geen lang luid bestand bij het afsluiten
sv: Tillse att ljudvolymen är på en lämplig nivå för offentliga miljöer. Välj inte en lång ljudfil som varning vid systemavstängning.
vi: Vui lòng đảm bảo âm lượng được đặt hợp lý ở nơi công cộng - không chọn tệp âm thanh dài hoặc lớn khi tắt máy

source: Provide Notification when user specified sound file is in use - Recommended
ca: Proveeix una notificació quan el so especificat per l'usuari estigui en ús - Recomanat
da: Underret når brugerdefineret lydfil er i brug - anbefalet
nl: Melding geven wanneer door de gebruiker gespecificeerd geluidsbestand in gebruik is - Aanbevolen
sv: Visa avisering när användarspecificerad ljudfil används. - Rekommenderas.
vi: Cung cấp thông báo khi sử dụng tệp âm thanh do người dùng chỉ định - Khuyến nghị

source: To remind users that the volume may need to be set sensibly in public places
ca: Per recordar als usuaris que pot ser que calgui ajustar el nivell de volum en relació a l'entorn on es troben
da: For at minde brugere om at lydstyrken skal indstilles fornuftigt på offentlige steder
nl: Om gebruikers eraan te herinneren dat het volume mogelijk redelijk moet worden ingesteld op openbare plaatsen
sv: För att påminna användaren om att ljudvolymen bör anpassas till lämplig nivå för offentliga miljöer
vi: Nhắc nhở người dùng rằng âm lượng có thể cần được đặt hợp lý ở nơi công cộng

source: Household Tasks
ca: Tasques de manteniment
da: Husholdningsopgaver
nl: Huishoudelijke taken
sv: Hushållsuppgifter
vi: Tác vụ nội bộ

source: Delete temporary files after upgrade to version 1.4
ca: Eliminar els fitxers temporals després de l'actualització a la versió 1.4
da: Slet midlertidige filer efter opgradering til version 1.4
nl: Tijdelijke bestanden verwijderen na upgrade naar versie 1.4
sv: Ta bort temporära filer efter uppgradering till version 1.4
vi: Xóa các tệp tạm thời sau khi nâng cấp lên phiên bản 1.4

source: Versions prior to 1.4 used temporary files in the home directory. These are not needed any more and can be deleted.
ca: Les versions anteriors a la 1.4 utilitzaven fitxers temporals al directori Home, que poden ser eliminats perquè ja no són necessaris.
da: Versioner før 1.4 brugte midlertidige filer i Hjem-mappen. Disse bruges ikke mere og kan slettes.
nl: Versies voor 1.4 gebruikten tijdelijke bestanden in de thuismap. Deze zijn niet meer nodig en kunnen worden verwijderd.
sv: Versioner före 1.4 använde temporära filer i hemkatalogen. Dessa används inte längre och kan tas bort.
vi: Các phiên bản trước 1.4 sử dụng tệp tạm thời trong thư mục chính. Những tệp này không còn cần thiết và có thể xóa.

source: WARNING: SUSPENDING SOON
ca: AVÍS: SUSPENSIÓ IMMINENT
da: ADVARSEL: Går snart i hviletilstand
nl: WAARSCHUWING: GAAT BINNENKORT IN SLAAPSTAND
vi: CẢNH BÁO: SẮP TẠM DỪNG

source: The battery level is critical. The machine will be suspended shortly.
ca: El nivell de bateria és crític. L'equip se suspendrà de manera imminent.
da: Batteriniveauet er kritisk lavt. Maskinen vil snart gå i hviletilstand.
nl: Het batterijniveau is kritiek. De machine gaat binnenkort in slaapstand.
vi: Mức pin đang nguy cấp. Máy sẽ tạm dừng trong giây lát.

source: Abort Suspension
ca: Cancel·lar la suspensió
da: Annullér hviletilstand
nl: Slaapstand annuleren
vi: Hủy tạm dừng

source: Suspend Immediately
ca: Suspendre immediatament
da: Gå i hviletilstand med det samme
nl: Onmiddellijk in slaapstand
vi: Tạm dừng ngay lập tức

source: The machine was suspended as the battery level was critical.
ca: L'equip ha estat suspès perquè el nivell de bateria era crític.
da: Maskinen gik i hviletilstand, da batteriniveauet var kritisk lavt.
nl: De machine werd in slaapstand gezet omdat het batterijniveau kritiek was.
vi: Máy đã bị tạm dừng do mức pin nguy cấp.
