Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/batterymonitor@pdcurtis/*.po
Languages: ca, da, nl, sv, vi

source: Waiting
ca: Esperant
da: Venter
nl: Wachten
sv: Väntar
vi: Chờ

source: Some dependencies not installed.
ca: Algunes dependències no estan instal·lades.
nl: Sommige afhankelijkheden zijn niet geïnstalleerd.
vi: Một số phụ thuộc chưa được cài đặt.

source: Both 'sox' and 'zenity' are required for this applet to have all of its functionality including notifications and audible alerts. Please view the README for help on installing them.
ca: La miniaplicació necessita la instal·lació dels paquets 'sox' i 'zenity' per funcionar completa i correctament. Consulteu el fitxer README per ser assistits en la seva instal·lació.
nl: Zowel 'sox' als 'zenity' zijn vereist voor deze applet om al zijn functionaliteiten te hebben, inclusief meldingen en hoorbare waarschuwingen. Lees de README voor hulp bij de installatie hiervan.
vi: Cả 'sox' và 'zenity' đều cần thiết để applet này có đầy đủ chức năng, bao gồm thông báo và cảnh báo bằng âm thanh. Vui lòng xem tệp README để được hướng dẫn cài đặt.

source: Battery Monitor Applet
ca: Miniaplicació de Monitor de Bateria
da: Batteriovervågning
nl: Batterijmonitoring applet
sv: Panelprogram för batteriövervakning
vi: Ứng dụng theo dõi pin

source: A user-defined sound file has been specified for Low Battery. Please ensure the volume is set sensibly in public places, especially if a long or loud file is specified.
ca: S'ha definit un fitxer de so per a indicar nivell de bateria baixa. Assegureu-vos que el volum estigui al nivell adequat, especialment si s'ha especificat un fitxer gran o de volum alt.
da: En brugerdefineret lydfil er blevet angivet for lavt batteri Sikr dig, at lydstyrken er fornuftigt indstillet på offentlige steder, især hvis en lang, høj fil er angivet
nl: Er is een door de gebruiker gedefinieerd geluidsbestand opgegeven voor Lage Batterij. Zorg ervoor dat het volume redelijk is ingesteld voor openbare plaatsen, vooral als een lang of luid bestand is gespecificeerd.
sv: En användardefinierad ljudfil har specificerats för låg batterinivå Tillse att ljudvolymen är på en lämplig nivå för offentliga miljöer, särskilt om en lång ljudfil används.
vi: Tệp âm thanh do người dùng xác định đã được chỉ định cho chế độ Pin yếu. Vui lòng đảm bảo âm lượng được đặt ở mức hợp lý ở nơi công cộng, đặc biệt nếu tệp âm thanh dài hoặc lớn được chỉ định.

source: Open Power Statistics
ca: Obrir estadístiques d'energia
da: Åbn strømstatistik
nl: Open Energie-statistieken
sv: Öppna Strömstatistik
vi: Mở thống kê năng lượng

source: Open System Monitor
ca: Obrir el monitor del sistema
da: Åbn systemovervågning
nl: Open Systeemmonitor
sv: Öppna systemövervakaren
vi: Mở giám sát hệ thống

source: Housekeeping and System Submenu
ca: Submenú de manteniment i sistema
da: Vedligehold og systemundermenu
nl: Huishouden en systeemsubmenu
sv: Underhåll och systemundermeny
vi: Quản lý nội bộ và hệ thống

source: View the Changelog
ca: Veure el registre de canvis
da: Vis ændringsloggen
nl: Bekijk het wijzigingenlogboek
sv: Visa ändringslogg
vi: Xem Nhật ký thay đổi

source: Open the README
ca: Obrir el README
da: Åbn LÆSMIG
nl: Open de README
vi: Mở README

source: Waiting for battery information
ca: Esperant per la informació de la bateria
da: Venter på information om batteriet
nl: Wachten op batterijinformatie
sv: Väntar på batteriinformation
vi: Đang chờ thông tin về pin

source: Alert/Suspend:
ca: Avís/Suspensió:
nl: Waarschuwen/Onderbreken:
vi: Cảnh báo/Tạm dừng:

source: Battery Low - turn off or connect to power supply
ca: Bateria baixa - Apagueu l'equip o endolleu el carregador
da: Lavt batteriniveau - sluk eller sæt strømstikket i
nl: Batterij Laag - schakel uit of sluit aan op stroomvoorziening
sv: Låg batterinivå - Stäng av eller anslut laddkabel
vi: Pin yếu - tắt hoặc kết nối với nguồn điện

source: The battery level has fallen to your alert level. Either connect to a power source or save or close down your work and suspend or shutdown the machine.
ca: El nivell de bateria ha entrat al rang d'alerta. Connecteu el carregador o guardeu els vostres documents i suspeneu o apagueu l'equip.
nl: De batterijspanning is gedaald tot uw waarschuwingsniveau. Sluit aan op een stroombron of sla uw werk op en zet in slaapstand of schakel de machine uit.
vi: Mức pin đã giảm xuống mức báo động. Hãy kết nối với nguồn điện hoặc lưu hoặc đóng công việc của bạn và tạm dừng hoặc tắt máy.

source: Battery Critical - will suspend unless connected to power supply
ca: Bateria crítica - Es suspendrà l'equip a no ser que s'endolli el carregador
da: Ved kritisk batteriniveau aktiveres hviletilstand, med mindre strømforsyning er tilsluttet
nl: Batterij Kritiek - wordt in slaapstand gezet tenzij aangesloten op stroomvoorziening
sv: Batterinivån kritisk! Datorn kommer att pausas om den inte ansluts till strömkälla.
vi: Pin quan trọng - sẽ tạm dừng trừ khi được kết nối với nguồn điện

source: Time to Empty:
ca: Temps de bateria restant:
da: Tid til helt afladt:
nl: Tijd tot leeg:
vi: Thời gian đến khi hết:

source: Time to Full:
ca: Temps per la càrrega completa:
da: Tid til helt opladt:
nl: Tijd tot vol:
vi: Thời gian đến khi đầy:

source: Current Charge:
ca: Nivell de càrrega actual:
da: Aktuelt batteriniveau:
nl: Huidige lading:
vi: Pin hiện tại:

source: Alert:
ca: Avís:
da: Advarsel:
nl: Waarschuwing:
sv: Varning:
vi: Cảnh báo:

source: Suspend:
ca: Suspensió:
da: Hviletilstand:
nl: Slaapstand:
sv: Pausa:
vi: Tạm dừng:

source: Alert at:
ca: Avisa al:
da: Advarsel ved:
nl: Waarschuwen bij:
sv: Varna vid:
vi: Cảnh báo tại:

source: Suspend at:
ca: Suspèn al:
da: Sæt i hviletilstand ved:
nl: Slaapstand bij:
sv: Pausa vid:
vi: Tạm dừng tại:

source: The battery level has been recharged to
ca: El nivell de bateria ha estat recarregat a
da: Batteriet er blevet genopladet til
nl: De batterijspanning is opgeladen tot
vi: Mức pin đã được sạc lại

source: Some Dependencies not Installed
ca: Algunes dependències no estan instal·lades
da: Nogle afhængigheder er ikke installerede
nl: Sommige afhankelijkheden niet geïnstalleerd
sv: Vissa beroenden är inte installerade
vi: Một số phụ thuộc chưa được cài đặt

source: 'upower', 'sox' and 'zenity' are required for this applet to have all its facilities including notifications and audible alerts . Please read the help file on how to install them.
ca: Per tal que aquesta miniaplicació funcioni correctament, incloent les alertes auditives, instal·leu els paquets 'upower','sox' i 'zenity'. Consulteu el fitxer d'ajuda si no sabeu com instal·lar-los.
da: “upower”, “sox” og “zenity” er nødvendige for at dette panelprogram har alle funktioner inklusive underretninger og hørbare advarsler. Læs hjælpefilen for information om, hvordan de installeres.
nl: 'upower', 'sox' en 'zenity' zijn vereist voor deze applet om al zijn faciliteiten te hebben, inclusief meldingen en hoorbare waarschuwingen. Lees het helpbestand over hoe deze te installeren.
sv: "upower", "sox" och "zenity" krävs för att det här panelprogrammet skall fungera fullt ut, inklusive aviseringar och ljudvarningar. Läs i hjälpfilen hur de installeras.
vi: 'upower', 'sox' và 'zenity' là bắt buộc để applet này có đầy đủ các tính năng, bao gồm thông báo và cảnh báo bằng âm thanh. Vui lòng đọc tệp trợ giúp để biết cách cài đặt chúng.

source: A User Defined Sound File has been Specified for Low Battery Please ensure the volume is set sensibly in public places especially if a long loud file is specifed
ca: S'ha definit un fitxer de so per a indicar nivell de bateria baixa. Assegureu-vos que el volum estigui al nivell adequat, especialment si s'ha especificat un fitxer gran o de volum alt.
da: En brugerdefineret lydfil er blevet angivet for lavt batteri Sikr dig, at lydstyrken er fornuftigt indstillet på offentlige steder, især hvis en lang, høj fil er angivet
nl: Er is een door de gebruiker gedefinieerd geluidsbestand opgegeven voor Lage Batterij. Zorg ervoor dat het volume redelijk is ingesteld voor openbare plaatsen, vooral als een lang luid bestand is gespecificeerd.
sv: En användardefinierad ljudfil har specificerats för låg batterinivå Tillse att ljudvolymen är på en lämplig nivå för offentliga miljöer, särskilt om en lång ljudfil används.
vi: Tệp âm thanh do người dùng xác định đã được chỉ định cho tình trạng pin yếu Vui lòng đảm bảo âm lượng được đặt ở mức hợp lý ở nơi công cộng đặc biệt nếu tệp âm thanh lớn và dài được chỉ định

source: Housekeeping and System Sub Menu
ca: Submenú de manteniment i sistema
da: Vedligehold og systemundermenu
nl: Huishouden en systeemsubmenu
sv: Underhåll och systemundermeny
vi: Menu phụ Quản lý và Hệ thống

source: Open the Help file
ca: Obrir el fitxer d'ajuda
da: Åbn hjælpfilen
nl: Open het helpbestand
sv: Öppna hjälpfilen
vi: Mở tệp Trợ giúp

source: Open stylesheet.css (Advanced Function)
ca: Obrir stylesheet.css (Funció avançada)
da: Åbn stylesheet.css (Avanceret funktion)
nl: Open stylesheet.css (geavanceerde functie)
sv: Öppna stylesheet.css (Avancerad funktion)
vi: Mở stylesheet.css (Hàm nâng cao)

source: Battery Applet with Monitoring and Shutdown (BAMS)
ca: Miniaplicació de monitoratge del nivell de bateria i apagat
da: Batteriovervågning og nedlukning
nl: Batterij applet met monitoring en uitschakeling (BAMS)
sv: Batteriprogram med övervakning och avstängning (BAMS)
vi: Ứng dụng quản lý pin có chức năng giám sát và tắt máy (BAMS)

source: Battery Low - turn off or connect to mains
ca: Bateria baixa - apagueu l'equip o connecteu el carregador
da: Lavt batteriniveau - sluk eller sæt strømstikket i
nl: Batterij Laag - schakel uit of sluit aan op stroomvoorziening
sv: Låg batterinivå - Stäng av eller anslut laddkabel
vi: Pin yếu - tắt hoặc kết nối với nguồn điện

source: Battery Monitor Applet Alert
ca: Miniaplicació de monitoratge i avís del nivell de bateria
da: Batteriovervågning — Advarsel
nl: Waarschuwing van de applet voor batterijmonitoring
sv: Batteriövervakningslarm
vi: Cảnh báo của ứng dụng theo dõi pin

source: The Battery Level has fallen to your alert level either reconnect to a power source, close down your work and suspend or shutdown the machine
ca: El nivell de bateria ha entrar al nivell d'avís connecteu-vos a la corrent o guardeu els vostres documents i suspeneu o apagueu l'equip
da: Batteriniveauet er faldet til dit advarselsniveau tilslut strømmen eller stop dit arbejde og sluk computeren eller sæt den i hviletilstand
nl: De batterijspanning is gedaald tot uw waarschuwingsniveau. Sluit aan op een stroombron, sluit uw werk af en zet in slaapstand of schakel de machine uit.
sv: Batterinivån är nere på din varningsnivå Anslut en strömkälla, eller avsluta ditt arbete och pausa eller stäng av datorn.
vi: Mức pin đã giảm xuống mức báo động Hãy kết nối lại với nguồn điện, đóng công việc và tạm dừng hoặc tắt máy

source: The Battery Level has fallen to your alert level either reconnect to a power source, close down your work and suspend or shutdown the machine
ca: El nivell de bateria ha entrar al nivell d'avís connecteu-vos a la corrent o guardeu els vostres documents i suspeneu o apagueu l'equip
da: Batteriniveauet er faldet til dit advarselsniveau tilslut strømmen eller stop dit arbejde og sluk computeren eller sæt den i hviletilstand
nl: De batterijspanning is gedaald tot uw waarschuwingsniveau. Sluit aan op een stroombron, sluit uw werk af en zet in slaapstand of schakel de machine uit.
sv: Batterinivån är nere på din varningsnivå Anslut en strömkälla, eller avsluta ditt arbete och pausa eller stäng av datorn.
vi: Mức pin đã giảm xuống mức báo động Hãy kết nối lại với nguồn điện, đóng công việc và tạm dừng hoặc tắt máy

source: Battery Critical will Suspend unless connected to mains
ca: El nivell de bateria és crític. Es suspendrà l'equip a no ser que us connecteu a la corrent
da: Ved kritisk batteriniveau aktiveres hviletilstand, med mindre strømforsyning er tilsluttet
nl: Batterij Kritiek - wordt in slaapstand gezet tenzij aangesloten op stroomvoorziening
sv: Batterinivån kritisk! Datorn kommer att pausas om den inte ansluts till strömkälla.
vi: Pin quan trọng sẽ tạm dừng trừ khi được kết nối với nguồn điện

source: Charge:
ca: Càrrega:
da: Batteriniveau:
nl: Lading:
sv: Laddning:
vi: Sạc:

source: Percentage Charge:
ca: Percentatge de càrrega:
da: Procent opladt:
nl: Percentage lading:
sv: Laddning:
vi: Phần trăm sạc:

source: Displays charge as percentage and allows alerts and actions
ca: Mostra el nivell de càrrega com a percentatge i permet avisos i accions
nl: Geeft de lading weer als percentage en staat meldingen en acties toe
vi: Hiển thị phần trăm sạc và cho phép cảnh báo và hành động

source: General
da: Generelt
nl: Algemeen
vi: Chung

source: Style
ca: Estil
da: Stil
nl: Stijl
vi: Kiểu dáng

source: General Settings
ca: Opcions generals
da: Generelle indstillinger
nl: Algemene instellingen
vi: Cài đặt chung

source: Display Options
ca: Opcions de visualització
da: Visningsindstillinger
nl: Weergaveopties
vi: Tùy chọn hiển thị

source: Battery Low Alert Settings
ca: Configuració d'avisos de bateria baixa
da: Indstillinger for advarsel ved lavt batteriniveau
nl: Instellingen voor waarschuwing bij lage batterijspanning
sv: Inställningar för låg batterinivå
vi: Cài đặt cảnh báo pin yếu

source: Advanced
ca: Avançat
da: Avanceret
nl: Geavanceerd
vi: Nâng cao

source: Normal
nl: Normaal
vi: Bình thường

source: Discharging
ca: Descarregant
da: Aflader
nl: Ontladen
vi: Đang xả

source: Alert
ca: Avís
da: Advarsel
nl: Waarschuwing
sv: Varning
vi: Cảnh báo

source: Alert Discharging
ca: Avís de descàrrega
da: Advarsel for afladning
nl: Waarschuwing Ontladen
vi: Cảnh báo khi xả

source: Limit Exceeded
ca: S'ha excedit el límit
da: Grænse overskredet
nl: Limiet overschreden
vi: Vượt quá giới hạn

source: Limit Exceeded - Critical
ca: S'ha excedit el límit - Crític
da: Grænse overskredet - kritisk
nl: Limiet overschreden - Kritiek
vi: Vượt quá giới hạn - Nguy cấp

source: seconds
ca: segons
da: sekunder
nl: seconden
sv: sekunder
vi: giây

source: Refresh Interval for Display
ca: Interval de refresc per les dades visualitzades
da: Opdateringsinterval for visning
nl: Vernieuwingsinterval voor weergave
sv: Uppdateringsintervall för panelvisning
vi: Khoảng thời gian làm mới hiển thị

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine. This also governs the flash speed.
ca: Utilitzeu un interval de refresc baix si el vostre equip és lent.
da: Forøg eller formindsk denne værdi for at ændre opdateringsintervallet - brug et langt interval, hvis din maskine er langsom. Dette styrer også blinkhastigheden.
nl: Verhoog of verlaag deze spinnerwaarde om het vernieuwingsinterval te wijzigen - gebruik een langzaam vernieuwingsinterval als uw computer langzaam is. Dit bepaalt ook de knippersnelheid.
sv: Öka eller minska detta värde för uppdateringsintervallet. Använd långt uppdateringsintervall om du har en långsam maskin. Detta reglerar även visningshastigheten.
vi: Tăng hoặc giảm giá trị này để thay đổi khoảng thời gian làm mới - sử dụng tốc độ làm mới chậm nếu máy của bạn chậm. Điều này cũng ảnh hưởng đến tốc độ nhấp nháy.

source: Percentage Battery Charge at which Alert Displayed
ca: Percentatge de càrrega de bateria en què es mostrarà un avís
da: Procent batteriniveau ved hvilken advarsler vises
nl: Percentage batterijlading waarbij waarschuwing wordt weergegeven
sv: Batteriladdningsvärde vid vilket varning visas
vi: Phần trăm pin tại đó sẽ hiển thị cảnh báo

source: Percentage of Battery Charge at which Orange Warning Background is displayed - It is also shown and can be adjusted in the Applet left click menu
ca: Percentatge de càrrega de bateria en què un fons de color taronja es mostrarà com a avís
da: Procent batteriniveau ved hvilken den orange advarselsbaggrund vises. Den vises også og kan ændres i panelprogrammets genvejsmenu
nl: Percentage batterijlading waarbij een oranje waarschuwingsachtergrond wordt weergegeven - het wordt ook getoond en kan worden aangepast in het menu van de applet met een linkerklik
sv: Batteriladdningsvärde vid vilket orange varningsbakgrund visas. Det visas också, och kan justeras i panelikonens vänsterklicksmeny.
vi: Phần trăm pin tại đó nền cảnh báo màu cam sẽ được hiển thị - cũng có thể xem và điều chỉnh trong menu nhấp chuột trái vào ứng dụng

source: Visible Alert when Recharging
ca: Avís visible mentre s'està recarregant
da: Synlig advarsel ved opladning
nl: Zichtbare waarschuwing bij opladen
vi: Cảnh báo hiển thị khi đang sạc

source: Provide visible alert when battery is recharged to a certain threshold
ca: Mostra un avís visible quan la bateria s'ha recarregat un determinat %
da: Giv en synlig advarsel, når batteriet er genopladet til en bestemt grænseværdi
nl: Biedt zichtbare waarschuwing wanneer de batterij terug is opgeladen tot een bepaalde drempel
vi: Hiển thị cảnh báo khi pin được sạc đến một ngưỡng nhất định

source: Percentage threshold for visible recharged alert
ca: Rang de percentatge per mostrar l'avís d'alerta
da: Procenttærskel for synlig genopladningsadvarsel
nl: Percentage drempel voor zichtbare waarschuwing wegens terug opgeladen
vi: Ngưỡng phần trăm cho cảnh báo sạc lại hiển thị

source: Classic
ca: Clàssica
da: Klassisk
nl: Klassiek
sv: Klassisk
vi: Cổ điển

source: Classic Plus
ca: Clàssica Plus
da: Klassisk plus
nl: Klassiek Plus
sv: Klassisk Plus
vi: Cổ điển Plus

source: Compact
ca: Compacta
da: Kompakt
sv: Kompakt
vi: Gọn nhẹ

source: Compact Plus
ca: Compacta Plus
da: Kompakt plus
sv: Kompakt Plus
vi: Gọn nhẹ Plus

source: Icon Only
ca: Només icona
da: Kun ikon
nl: Alleen pictogram
sv: Endast Ikon
vi: Chỉ biểu tượng

source: Toolbar Display Type
ca: Tipus de visualització de la informació d'eines
da: Visningstype
nl: Weergavetype werkbalk
sv: Visningstyp
vi: Kiểu hiển thị thanh công cụ

source: The following display options are available (including Compact, Compact Plus, and Icon Only for vertical panels): Classic: Battery percentage with extended messages for horizontal panel Classic Plus: Classic with the addition of a battery icon Compact: Battery percentage without extended messages Compact Plus: Compact with the addition of a battery icon Icon Only: The battery icon on a colored background indicating the current status
ca: Les següents opcions de visualització estan disponibles: (incloent Compacta, Compacta Plus i Només Icona pels taulers verticals): Clàssica: Percentatge de bateria amb missatges pels taulers horitzontals Clàssica Plus: Clàssica + icona de bateria Compacta: Percentatge de bateria sense missatges Compacta Plus: Compacta + icona de bateria Només icona: Icona de bateria que canvia de color en referència al seu estat
da: Følgende visningsindstillinger er tilgængelige (herunder Kompakt, Kompakt plus og Kun ikon til lodrette paneler): Klassisk: Batteriprocent med udvidede meddelelser til vandret panel Klassisk plus: Klassisk med tilføjelse af et batteriikon Kompakt: Batteriprocent uden udvidede meddelelser Kompakt plus: Kompakt med tilføjelse af et batteriikon Kun ikon: Batteriikonet på en farvet baggrund der angiver den aktuelle status
nl: De volgende weergaveopties zijn beschikbaar (inclusief Compact, Compact Plus en Alleen pictogram voor verticale panelen): Klassiek: Batterijpercentage met uitgebreide berichten voor horizontaal paneel Klassiek Plus: Klassiek met toevoeging van een batterijpictogram Compact: Batterijpercentage zonder uitgebreide berichten Compact Plus: Compact met toevoeging van een batterijpictogram Alleen pictogram: Het batterijpictogram op een gekleurde achtergrond die de huidige status aangeeft
vi: Các tùy chọn hiển thị sau có sẵn (bao gồm Gọn nhẹ, Gọn nhẹ Plus và Chỉ biểu tượng cho các bảng dọc): Cổ điển: Phần trăm pin với thông báo mở rộng cho bảng ngang Cổ điển Plus: Cổ điển với thêm biểu tượng pin Gọn nhẹ: Phần trăm pin không có thông báo mở rộng Gọn nhẹ Plus: Gọn nhẹ với thêm biểu tượng pin Chỉ biểu tượng: Biểu tượng pin trên nền màu thể hiện trạng thái hiện tại

source: Yaru Light
ca: Yaru Clar
nl: Yaru Licht
vi: Yaru Sáng

source: Yaru Dark
ca: Yaru Fosc
nl: Yaru Donker
vi: Yaru Tối

source: Icon Theme
ca: Tema de la icona
da: Ikon Tema
nl: Pictogramthema
sv: Ikon Tema
vi: Chủ đề biểu tượng

source: Append estimated time remaining to chosen display type
ca: Afegeix el temps de bateria restant aproximat al tipus de visualització escollida
da: Tilføj estimeret resterende tid til den valgte visningstype
nl: Geschatte resterende tijd toevoegen aan gekozen weergavetype
vi: Thêm thời gian còn lại ước tính vào kiểu hiển thị đã chọn

source: This will append an estimate to the above option for time remaining based on the amount of remaining battery power
ca: Afegirà una aproximació del temps restant de la duració de la bateria
da: Dette vil tilføje et estimat til ovenstående indstilling for resterende tid baseret på mængden af resterende batteristrøm
nl: Dit voegt een schatting toe aan de bovenstaande optie voor de resterende tijd op basis van de hoeveelheid resterende batterijstroom
vi: Tùy chọn này sẽ thêm ước tính thời gian còn lại dựa trên lượng pin còn lại vào kiểu hiển thị trên

source: Append estimated time remaining to toolbar menu
ca: Afegeix el temps de bateria restant aproximat al menú d'eines
da: Tilføj estimeret resterende tid til værktøjsmenuen
nl: Geschatte resterende tijd toevoegen aan werkbalkmenu
vi: Thêm thời gian còn lại ước tính vào menu thanh công cụ

source: This will append an estimate to the toolbar menu for time remaining based on the amount of remaining battery power
ca: Afegirà una aproximació del temps restant de la duració de la bateria al menú d'eines
da: Dette vil tilføje et estimat for resterende tid til værktøjsmenuen baseret på mængden af resterende batteristrøm
nl: Dit voegt een schatting toe aan het werkbalkmenu voor de resterende tijd op basis van de hoeveelheid resterende batterijstroom
vi: Tùy chọn này sẽ thêm ước tính thời gian còn lại vào menu thanh công cụ dựa trên lượng pin còn lại

source: Append estimated time remaining to tooltip
ca: Afegeix el temps de bateria restant aproximat a la informació d'eines
da: Tilføj estimeret resterende tid til værktøjstip
nl: Geschatte resterende tijd toevoegen aan tooltip
vi: Thêm thời gian còn lại ước tính vào chú giải

source: This will append an estimate to the tooltip for time remaining based on the amount of remaining battery power
ca: Afegirà una aproximació del temps restant de la duració de la bateria a la informació d'eines
da: Dette vil tilføje et estimat for resterende tid til værktøjstippet baseret på mængden af resterende batteristrøm
nl: Dit voegt een schatting toe aan de tooltip voor de resterende tijd op basis van de hoeveelheid resterende batterijstroom
vi: Tùy chọn này sẽ thêm ước tính thời gian còn lại vào chú giải dựa trên lượng pin còn lại

source: Provide audible alerts when Battery Low and at Shutdown Level
ca: Enviar avisos auditius quan la bateria sigui baixa o entri al nivell d'apagat
da: Giv lyd, når batteriniveauet er lavt og ved nedlukningsniveau
nl: Zorg voor hoorbare waarschuwingen wanneer de batterijspanning laag is en wanneer deze op het niveau van afsluiten is
sv: Använd ljudvarningar vid låg batterinivå och systemavstängningsnivå
vi: Cung cấp cảnh báo âm thanh khi pin yếu và ở mức tắt máy

source: Must have `sox` installed. Limited number of sound file types supported (.oga and .wav)
ca: Cal tenir 'sox' instal·lat. Estan suportats els fitxers .oga i .wav
da: Sox skal være installeret. Begrænset antal lydfiler understøttes (.oga og .wav)
nl: Moet 'sox' geïnstalleerd hebben. Beperkt aantal ondersteunde geluidsbestandtypen (.oga en .wav)
sv: Måste ha Sox installerat. Stöd för begränsat antal ljudfilstyper (.oga och .wav)
vi: Cần cài đặt `sox`. Chỉ hỗ trợ một số loại tệp âm thanh (.oga và .wav)
