Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/suspend@janax/*.po
Languages: hu, it, nl, vi

source: Suspend
hu: Felfüggesztés
it: Sospendi
nl: Slapen
vi: Ngủ đông

source: Immediately suspends the computer
hu: A számítógép azonnali felfüggesztése
it: Sospende immediatamente il computer
nl: Zet de computer onmiddellijk in slaapstand
vi: Ngay lập tức đưa máy tính vào trạng thái ngủ đông

source: Suspend computer
hu: Számítógép felfüggesztése
it: Sospendi computer
nl: Doe computer slapen
vi: Ngủ đông máy tính

source: Suspend computer settings
hu: Számítógép felfüggesztésének beállításai
it: Impostazioni di sospensione del computer
nl: Instellingen voor het doen slapen van de computer
vi: Cài đặt ngủ đông máy tính

source: Double-click to suspend
hu: Dupla-kattintás a felfüggesztéshez
it: Doppio clic per sospendere
nl: Dubbelklik om te doen slapen
vi: Nhấp đôi để ngủ đông

source: When enabled, a double-click will suspend the computer, otherwise the computer will suspend on a single click.
hu: Amikor engedélyezve van, dupla-kattintással felfüggeszti a számítógépet, egyéb esetben egy kattintással függeszti fel.
it: Se abilitato, un doppio clic sospenderà il computer, altrimenti il ​​computer verrà sospeso con un singolo clic.
nl: Wanneer ingeschakeld, zal een dubbelklik de computer doen slapen; anders zal de computer doen slapen bij een enkele klik.
vi: Khi được bật, nhấp đôi sẽ đưa máy tính vào trạng thái ngủ đông, ngược lại máy tính sẽ ngủ đông khi nhấp một lần.

source: Use a count down before suspending
hu: Visszaszámlálás felfüggesztés előtt
it: Utilizza un conto alla rovescia prima di sospendere
nl: Tel af voor het doen slapen
vi: Sử dụng đếm ngược trước khi ngủ đông

source: When enabled, a count down will occurs before suspending the computer. Clicking again during the count down will cancel the suspend.
hu: Amikor engedélyezve van, egy visszaszámláló indul mielőtt felfüggesztené a számítógépet. Visszaszámolás alatt ismételt kattintás esetén megszakítja a felfüggesztést.
it: Se abilitato, verrà eseguito un conto alla rovescia prima di sospendere il computer. Facendo nuovamente clic durante il conto alla rovescia si annullerà la sospensione.
nl: Wanneer ingeschakeld, zal er worden afgeteld voordat de computer in slaapstand gaat. Een nieuwe klik tijdens het aftellen annuleert het doen slapen.
vi: Khi được bật, một bộ đếm ngược sẽ xuất hiện trước khi đưa máy tính vào trạng thái ngủ đông. Nhấp lại trong khi đang đếm ngược sẽ hủy bỏ việc ngủ đông.

source: seconds
hu: másodperc
it: secondi
nl: seconden
vi: giây

source: Count down duration
hu: Visszaszámlálás ideje
it: Durata del conto alla rovescia
nl: Duur van het aftellen
vi: Thời lượng đếm ngược

source: Ctrl+Click to override the count down and suspend immediately
hu: Ctrl+kattintás a visszaszámlálás felülbírálásához és azonnali felfüggesztéséhez
it: Ctrl+clic per ignorare il conto alla rovescia e sospendere immediatamente
nl: Ctrl+klik om het aftellen te negeren en onmiddellijk in slaapstand gaan
vi: Ctrl+Click để bỏ qua đếm ngược và ngủ đông ngay lập tức

source: When enabled, using Ctrl+Click will suspend the computer immediately, without starting a count down or waiting for an existing count down to finish.
hu: Ha engedélyezve van, a Ctrl+kattintás azonnal felfüggeszti a számítógépet anélkül, hogy elindítaná a visszaszámlálást vagy megvárná, amíg egy meglévő visszaszámlálás befejeződik.
it: Se abilitato, l'utilizzo di Ctrl+clic sospenderà immediatamente il computer, senza avviare un conto alla rovescia o attendere il completamento di un conto alla rovescia esistente.
nl: Wanneer ingeschakeld, zal een Ctrl+klik de computer onmiddellijk doen slapen, zonder te starten met aftellen of te wachten tot een bestaande aftelling is voltooid.
vi: Khi được bật, sử dụng Ctrl+Click sẽ đưa máy tính vào trạng thái ngủ đông ngay lập tức, mà không bắt đầu đếm ngược hoặc chờ đợi bộ đếm ngược hiện có kết thúc.

source: Use a full color icon
hu: Színes ikon használata
it: Utilizza un'icona a colori
nl: Gebruik een volledig gekleurd pictogram
vi: Sử dụng biểu tượng đầy đủ màu sắc

source: When enabled, a full color panel icon will be used, otherwise a symbolic icon will be used.
hu: Ha engedélyezve van, a rendszer egy színes panel ikont használ, ellenkező esetben szimbolikus ikont használ.
it: Se abilitato, verrà utilizzata un'icona del pannello a colori, altrimenti verrà utilizzata un'icona simbolica.
nl: Wanneer ingeschakeld, wordt een volledig gekleurd paneelpictogram gebruikt, anders wordt een symbolisch pictogram gebruikt.
vi: Khi được bật, một biểu tượng panel đầy đủ màu sắc sẽ được sử dụng, ngược lại một biểu tượng tượng trưng sẽ được sử dụng.

source: System suspend settings
hu: Rendszer felfüggesztésének beállításai
it: Impostazioni di sospensione del sistema
nl: Instellingen voor doen slapen van systeem
vi: Cài đặt ngủ đông hệ thống

source: Open Power Management Settings
hu: Energiagazdálkodási beállítások megnyitása
it: Apri le Impostazioni di risparmio energia
nl: Open instellingen voor energiebeheer
vi: Mở Cài đặt Quản lý Nguồn
