Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/rwall@typicalfoobar/*.po
Languages: ca, da, fi, hu, it, sv, zh_cn

source: Use Cron
ca: Utilitzar Cron
da: Anvend Cron
fi: Cron–tehtävänä
hu: Cron használata
it: Usa Cron
sv: Använd cron
zh_cn: 使用定时任务

source: Next Wallpaper
ca: Següent fons de pantalla
da: Næste skrivebordsbaggrund
fi: Seuraava taustakuva
hu: Következő háttérkép
it: Sfondo Successivo
sv: Nästa bakgrundsbild
zh_cn: 下一张壁纸

source: Save Wallpaper
ca: Guardar fons de pantalla
da: Gem skrivebordsbaggrund
fi: Tallenna taustakuva
hu: Háttérkép mentése
it: Salva Sfondo
sv: Spara bakgrundsbilden
zh_cn: 保存壁纸

source: Random Wallpaper Changer Version: 1.0.1
ca: Canviador de fons de pantalla aleatori Versió: 1.0.1
da: Tilfældig skift af skrivebordsbaggrund Version 1.0.1
fi: Satunnaiset taustakuvat Versio: 1.0.1
hu: Véletlenszerű háttérkép váltó Verzió. 1.0.1
it: Random Wallpaper Changer Versione: 1.0.1
zh_cn: 随机壁纸更改程序 版本：1.0.1

source: rwall
zh_cn: 随机壁纸

source: Random Wallpaper Settings
ca: Opcions de fons de pantalla aleatori
da: Indstillinger
fi: Asetukset Random Wallpaper
hu: Véletlenszerű háttérkép beállításai
it: Impostazioni Sfondo Casuale
sv: Random Wallpaper Inställningar
zh_cn: 随机壁纸设置

source: Wallpaper Saving
ca: Emmagatzematge de fons de pantalla
da: Gemmer skrivebordsbaggrund
fi: Taustakuvan tallennus
hu: Háttérkép mentése
it: Salvataggio Sfondo
sv: Spara skrivbordsbakgrunder
zh_cn: 壁纸保存

source: The resolution of the wallpaper:
ca: Resolució del fons de pantalla:
da: Skrivebordsbaggrundens opløsning:
fi: Taustakuvan resoluutio:
hu: A háttérkép felbontása:
it: Risoluzione dello sfondo:
sv: Upplösning för bakgrundsbilder:
zh_cn: 壁纸的分辨率：

source: Word(s) to use when searching for wallpapers:
ca: Paraula(es) a utilitzar quan es busquin fons de pantalla:
da: Ord der skal bruges til søgning efter skrivebordsbaggrunde:
fi: Taustakuvien haussa käytettävät (sanat):
hu: Háttérképek keresésekor használandó szavak:
it: Parole da usare durante la ricerca di sfondi:
sv: Ord att användas vid sökning efter bakgrundsbilder:
zh_cn: 搜索壁纸时要使用的字词：

source: The location to save wallpapers to when the "Save Wallpaper" button is clicked:
ca: El directori on es guardaran el fons de pantalla en clicar el botó "Guardar fons de pantalla":
da: Hvor skrivebordsbaggrunde gemmes, når der klikkes på "Gem skrivebordsbaggrund":
fi: Taustakuvien tallennuspaikka:
hu: A háttérképek mentési helye, amikor a "Háttérkép mentése" gombra kattint:
it: La posizione in cui salvare gli sfondi quando si fa clic sul pulsante "Salva Sfondo":
sv: Plats för att spara skrivbordsbakgrunder, vid klick på "Spara bakgrundsbilden":
zh_cn: 点击“保存壁纸”按钮时用来保存壁纸的位置：

source: Change Frequency (cron syntax):
ca: Canviar la freqüència (sintaxi de cron):
da: Ændr frekvens (cron-syntaks):
fi: Muuta vaihtoväliä (cron-syntaksi):
hu: Frekvencia módosítása (cron szintaxis):
it: Frequenza di modifica (sintassi cron):
sv: Bytesfrekvens (cron syntax)
zh_cn: 更改频率（定时任务语法）

source: Update Cron (click here if you modified the Change Frequency)
ca: Actualitzar Cron (cliqueu aquí si heu modificat la freqüència)
da: Opdatér Cron (klik her, hvis du har ændret frekvens):
fi: Päivitä Cron (paina jos muutit arvoja)
hu: Cron frissítése (kattintson ide, ha változtatott a Frekvencia módosításán)
it: Aggiorna cron (fai clic qui se hai modificato la frequenza di modifica)
sv: Uppdatera cron (klicka här om du ändrat bytesfrekvensen)
zh_cn: 更新定时任务（如果您修改了更改频率请点击这里）

source: Update the cron job with these settings
ca: Actualitza la tasca cron amb aquests paràmetres
da: Opdatér cron-jobbet med disse indstillinger
fi: Päivitä cron-työ näillä asetuksilla
hu: Frissítse a cron folyamatot ezekkel a beállításokkal
it: Aggiorna il cron job con queste impostazioni
sv: Uppdatera cron-schemat med dessa inställningar
zh_cn: 用这些设置更新定时任务工作
