Repository: linuxmint/cinnamon-spices-applets
Catalog: text-to-speech-applet@cardsurf/files/text-to-speech-applet@cardsurf/po/*.po
Languages: da, de, hu, it, vi

source: The following packages were not found:
da: Følgende pakker blev ikke fundet:
de: Die folgenden Pakete wurden nicht gefunden:
hu: A következő csomagok nincsenek telepítve:
it: Non sono stati trovati i seguenti pacchetti:
vi: Các gói sau không được tìm thấy:

source: Please install the above packages to use the applet
da: Installér pakkerne ovenfor for at bruge panelprogrammet
de: Bitte die oben genannten Pakete installieren, um das Applet zu verwenden
hu: A kisalkalmazás használatához telepítse a következő csomagokat:
it: Installa i pacchetti sopracitati per usare l'applet
vi: Vui lòng cài đặt các gói trên để sử dụng applet

source: The default text-to-speech engine
da: Standardmaskinen for tekst-til-tale
de: Die Standard Text-zu-Sprache-Anwendung
hu: Az alapértelmezett szöveg felolvasó motor
it: Il motore text-to-speech predefinito
vi: Công cụ chuyển văn bản thành giọng nói mặc định

source: not found.
da: Ikke fundet.
de: nicht gefunden.
hu: nem található.
it: non trovato.
vi: không tìm thấy.

source: To use the applet either install
da: For at bruge panelprogrammet enten installér
de: Um das Applet zu verwenden, installieren Sie entweder
hu: A kisalkalmazás használatához telepítse
it: Per utilizzare l'applet, installa
vi: Để sử dụng applet, hãy cài đặt

source: or specify other engine as 'Voice command' parameter in applet configuration.
da: eller angiv anden maskine som "Stemmekommando"-parameter i panelprogrammets konfiguration.
de: oder geben Sie eine andere Anwendung als Parameter »Stimmen-Befehl« in den Applet-Einstellungen an.
hu: vagy adjon meg egy felolvasó motort a „Hangparancs” paraméterként a kisalkalmazás beállításai között.
it: oppure specificare un altro motore come parametro 'Comando vocale' nella configurazione dell'applet.
vi: hoặc chỉ định công cụ khác làm tham số 'Lệnh giọng nói' trong cấu hình applet.

source: Do you want to continue ?
da: Vil du fortsætte?
de: Möchten Sie fortfahren?
hu: Kívánja folytatni ezt a műveletet?
it: Vuoi procedere?
vi: Bạn có muốn tiếp tục không?

source: Error parsing command parameters
da: Der opstod en fejl under fortolkning af kommandoparametrene
de: Fehler beim Parsen von Befehlsparametern
hu: Hiba történt a parancs értelmezésekor
it: Errore durante l'analisi dei parametri del comando
vi: Lỗi phân tích tham số lệnh

source: Try to use less parameters to determine which one is causing the error
da: Prøv at bruge færre parametre for at finde ud af, hvilken der giver fejlen
de: Versuchen Sie, weniger Parameter zu verwenden, um festzustellen, welcher Parameter den Fehler verursacht
hu: Próbáljon kevesebb paramétert használni, így könnyebben meghatározhatja, hogy mi okozza a problémát
it: Prova a utilizzare meno parametri per determinare qual è la causa dell'errore
vi: Thử sử dụng ít tham số hơn để xác định tham số nào gây ra lỗi

source: A text reading applet
da: Læser tekst op
de: Ein Applet, das Texte vorliest
hu: Egy szövegfelolvasó kisalkalmazás
it: Un'applet per la lettura di testi
vi: Applet đọc văn bản

source: Text to speech applet
da: Tekst-til-tale
de: Text-zu-Sprache-Applet
hu: Szöveg felolvasása kisalkalmazás
it: Applet di sintesi vocale
vi: Applet chuyển văn bản thành giọng nói

source: Configuration
da: Konfiguration
de: Konfiguration
hu: Beállítások
it: Configurazione
vi: Cấu hình

source: Clipboard
da: Tekstmarkering
de: Zwischenablage
hu: Vágólap

source: Primary selection
da: Markering
de: Primäre Auswahl
hu: Elsődleges kijelölés
it: Selezione primaria
vi: Lựa chọn chính

source: Clipboard selection
da: Udklipsholder
de: Zwischenablage-Auswahl
hu: Vágólap kijelölés
it: Selezione da Clipboard
vi: Lựa chọn clipboard

source: The clipboard that contains the text to read. The primary selection stores highlighted text. The clipboard selection stores text copied with Ctrl+C.
da: Tekstmarkeringen, som indeholder teksten, der skal oplæses. Markering indeholder den fremhævede tekst. Udklipsholder indeholder tekst kopieret med Ctrl+C.
de: Die Zwischenablage, die den vorzulesenden Text enthält. Die primäre Auswahl speichert markierten Text. Die Zwischenablage-Auswahl speichert den mit Strg+C kopierten Text.
hu: Az olvasható szöveget tartalmazó vágólap. Az elsődleges kiválasztás a kiemelt szöveget tárolja. A vágólap kijelölése a Ctrl + C billentyűvel másolt szöveget tárolja.
it: La clipboard che contiene il testo da leggere. La selezione principale memorizza il testo evidenziato. La selezione della clipboard memorizza il testo copiato con Ctrl+C.
vi: Clipboard chứa văn bản cần đọc. Lựa chọn chính lưu trữ văn bản được đánh dấu. Lựa chọn clipboard lưu trữ văn bản được sao chép bằng Ctrl+C.

source: Voice command
da: Stemmekommando
de: Stimmen-Befehl
hu: Hangparancs
it: Comando vocale
vi: Lệnh giọng nói

source: A command used to read the text. Text to read will be passed as the last command argument.
da: En kommando anvendt til oplæsning af teksten. Teksten, der skal oplæses, vil blive overført som det sidste kommandoargument.
de: Ein Befehl, der zum Vorlesen des Textes verwendet wird. Der vorzulesende Text wird als letztes Befehlsargument übergeben.
hu: A felolvasáshoz használható parancs. A felolvasandó szöveg a parancs végéhez lesz hozzáfűzve.
it: Un comando utilizzato per leggere il testo. Il testo da leggere verrà passato come ultimo argomento del comando.
vi: Một lệnh được sử dụng để đọc văn bản. Văn bản cần đọc sẽ được truyền như đối số lệnh cuối cùng.

source: Reading
da: Oplæsning
de: Liest gerade vor
hu: Felolvasás
it: Lettura
vi: Đọc

source: Read lines and stop
da: Oplæs linjer og stop
de: Zeilen vorlesen und anhalten
hu: Sor felolvasása, majd a felolvasás befejezése
it: Leggi le righe e fermati
vi: Đọc dòng và dừng

source: If checked reading is stopped after the specified number of lines. Reading is resumed from the line it was stopped.
da: Hvis aktiveret stoppes oplæsningen efter det angivne antal linjer. Oplæsningen genoptages fra den linje, hvor der blev stoppet.
de: Wenn aktiviert, wird das Vorlesen nach der angegebenen Anzahl von Zeilen gestoppt. Das Vorlesen wird ab der gestoppten Zeile fortgesetzt.
hu: Ha be van jelölve, az olvasás a megadott számú sor után leáll. Az olvasás a megállított sortól folytatódik.
it: Se selezionato la lettura viene interrotta dopo il numero specificato di righe. La lettura riprende dalla riga in cui è stata interrotta.
vi: Nếu được chọn, việc đọc sẽ dừng sau số dòng được chỉ định. Việc đọc sẽ được tiếp tục từ dòng mà nó đã dừng.

source: lines and stop
da: antal linjer
de: Zeilen und Stopp
hu: sor és befejezés
it: righe e ferma
vi: dòng và dừng

source: Read
da: Oplæs
de: Vorlesen
hu: Felolvas
it: Leggi
vi: Đọc

source: The number of lines to read
da: Antal linjer der skal oplæses
de: Die Anzahl der vorzulesenden Zeilen
hu: Felolvasandó sorok száma
it: Il numero di righe da leggere
vi: Số dòng cần đọc

source: Line separator
da: Linjeadskiller
de: Zeilentrenner
hu: Újsor
it: Separatore di riga
vi: Dấu phân cách dòng

source: A regular expression separating lines of text
da: Et regulært udtryk som adskiller tekstlinjer
de: Ein regulärer Ausdruck zum Trennen von Textzeilen
hu: A sorelválasztót meghatározó reguláris kifejezés
it: Un'espressione regolare che separa le righe di testo
vi: Một biểu thức chính quy phân tách các dòng văn bản

source: Gui
da: Udseende
de: Benutzeroberfläche
hu: Felhasználói felület
it: Interfaccia Grafica
vi: Giao diện

source: Idle icon
da: Ikon når inaktiv
de: Symbol bei Inaktivität
hu: Üresjárat ikon
it: Icona di inattività
vi: Biểu tượng khi rảnh

source: An icon displayed when idle
da: Ikon som vises, når panelprogrammet er inaktivt
de: Ein Symbol, das bei Inaktivität angezeigt wird
hu: Az üresjárat során megjelenített ikon
it: Un'icona visualizzata quando è inattivo
vi: Một biểu tượng được hiển thị khi rảnh

source: Reading icon
da: Ikon når der læses op
de: Vorlese-Symbol
hu: Felolvasás ikon
it: Icona di lettura
vi: Biểu tượng khi đọc

source: An icon displayed when reading
da: Ikon som vises, når panelprogrammet læser op
de: Ein Symbol, das beim Vorlesen angezeigt wird
hu: A felolvasás során megjelenített ikon
it: Un'icona visualizzata durante la lettura
vi: Một biểu tượng được hiển thị khi đang đọc

source: Pause icon
da: Ikon når sat på pause
de: Pausensymbol
hu: Szünet ikon
it: Icona di pausa
vi: Biểu tượng khi tạm dừng

source: An icon displayed when paused
da: Ikon som vises, når panelprogrammet er sat på pause
de: Ein Symbol, das beim Pausieren angezeigt wird
hu: A felolvasás szüneteletetése során megjelenített ikon
it: Un'icona visualizzata quando in pausa
vi: Một biểu tượng được hiển thị khi tạm dừng

source: Shortcuts
da: Genveje
de: Tastaturkürzel
hu: Gyorsbillentyűk
it: Scorciatoie
vi: Phím tắt

source: Reading shortcut
da: Genvej til læsning
de: Vorlese-Tastaturkürzel
hu: Felolvasás gyorsbillentyű
it: Scorciatoia di lettura
vi: Phím tắt đọc

source: A keyboard shortcut to start or stop reading the text
da: En tastaturgenvej til at starte eller stoppe oplæsning af teksten
de: Ein Tastaturkürzel, um das Vorlesen des Textes zu starten oder zu stoppen
hu: Egy billentyűzet gyorsbillentyű a szöveg felolvasás elindításához és leállításához
it: Una scorciatoia da tastiera per avviare o arrestare la lettura del testo
vi: Một phím tắt bàn phím để bắt đầu hoặc dừng đọc văn bản

source: Pause shortcut
da: Genvej til pause
de: Pause-Tastaturkürzel
hu: Szünet gyorsbillentyű
it: Scorciatoia Pausa
vi: Phím tắt tạm dừng

source: A keyboard shortcut to pause or resume reading the text
da: En tastaturgenvej til at pause eller genoptage oplæsning af teksten
de: Ein Tastaturkürzel, um das Vorlesen des Textes zu pausieren oder fortzusetzen
hu: Egy billentyűzet gyorsbillentyű a szöveg felolvasás szüneteltetéséhez és folytatásához
it: Una scorciatoia da tastiera per interrompere o riprendere la lettura del testo
vi: Một phím tắt bàn phím để tạm dừng hoặc tiếp tục đọc văn bản
