Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/color-picker@fmete/*.po
Languages: bg, da, de, es, fi, hu, is, pl, pt_br, ru, sv, vi, zh_tw

source: Click here to pick a color
bg: Натиснете тук за избор на цвят
da: Klik her for at vælge en farve
de: Hier klicken, um eine Farbe auszuwählen
es: Haga clic aquí para elegir un color
fi: Paina tästä valitaksesi värin
hu: Kattintson ide egy szín kiválasztásához
is: Smelltu hér til að plokka lit
pl: Kliknij tutaj, by pobrać kolor
pt_br: Clique aqui para selecionar uma cor
ru: Нажмите здесь чтобы выбрать цвет
sv: Klicka här för att hämta en färg
vi: Nhấn vào đây để chọn màu
zh_tw: 點選這裡以選取顏色

source: Please install the '%s' package.
bg: Моля инсталирайте пакета '%s'.
da: Installér pakken "%s".
de: Bitte das Paket »%s« installieren.
es: Por favor, instale el paquete '%s'.
fi: Paketti "%s" tulee asentaa ensin.
hu: Kérem telepítse a '%s' csomagot.
is: Settu upp '%s' pakkann.
pl: Proszę zainstalować pakiet '%s'
pt_br: Por favor, instale o pacote '%s'.
ru: Пожалуйста установите пакет '%s'
sv: Installera paketet "%s".
vi: Vui lòng cài gói '%s'.
zh_tw: 請安裝「%s」套件。

source: Color code '%s' copied to clipboard.
bg: Цветовия код '%s' е копиран в клипборда.
da: Farvekoden "%s" kopieret til udklipsholderen.
de: Farbcode »%s« in Zwischenablage kopiert.
es: Código de color '%s' copiado en el portapapeles.
fi: Värikoodi "%s" on kopioitu leikepöydälle.
hu: Szín kód '%s' a vágólapra lett másolva.
is: Litakóðinn '%s' afritaður á klippispjald.
pl: Skopiowano kod koloru '%s' do schowka
pt_br: Cor '%s' copiada para a área de transferência.
ru: Цвет с кодом '%s' скопирован в буфер.
sv: Färgkod "%s" kopierad till urklipp.
vi: Mã màu '%s' đã được sao chép vào clipboard.
zh_tw: 色碼「%s」已複製到剪貼簿。

source: Show picked color code in a popup notification
bg: Покажи избрания цветови код в изскачащо известие
da: Vis den valgte farves kode i en pop op-meddelelse
de: Ausgewählten Farbcode in einer Popup-Benachrichtigung anzeigen
es: Mostrar el código de color elegido en una notificación emergente
fi: Näytä valittu värikoodi ponnahdusikkunassa
hu: A kiválasztott színkód megjelenítése felugró értesítésben
is: Sýna valinn lit í sprettglugga
pl: Pokaż skopiowany kod koloru w powiadomieniu
pt_br: Exibir a cor selecionada em uma notificação
ru: Показывать выбранный код цвета в всплывающем уведомлении
sv: Visa hämtad färgkod i en popup-avisering
vi: Hiện mã màu đã chọn trong thông báo bật lên
zh_tw: 在彈出式通知中顯示所選色碼

source: Show the picked color code, which has been copied to the clipboard, in a popup notification.
bg: Показва цветовия код, който е копиран в клипборда в изскачащо известие.
da: Vis den valgte farves kode, som er kopieret til udklipsholderen, i en pop op-meddelelse.
de: Den ausgewählten Farbcode, welcher in die Zwischenablage kopiert wurde, in einer Popup-Benachrichtigung anzeigen.
es: Muestre el código de color seleccionado que se ha copiado en el portapapeles, en una notificación emergente.
fi: Näytä valittu värikoodi, joka on kopioitu leikepöydälle, ponnahdusikkunassa.
hu: A kiválasztott és vágólapra másolt színkód megjelenítése felugró értesítésben.
is: Sýna valinn lit, sem hefur verið afritaður á klippispjaldið, í tilkynningasprettglugga.
pl: Pokaż kod koloru, który został skopiowany do schowka, w powiadomieniu.
pt_br: Exibe a cor selecionada, que foi copiada para a área de transferência, também em uma notificação.
ru: Показывать выбранный код цвета, который был скопирован в буфер обмена в всплывающем уведомлении.
sv: Visa hämtad färgkod, som har kopierats till urklipp, i en popup-avisering.
vi: Hiển thị mã màu đã chọn (được sao chép vào clipboard) trong thông báo bật lên.
zh_tw: 將已複製到剪貼簿的色碼顯示於彈出式通知中。

source: Color Pick Settings
bg: Настройки на избор на цвят
da: Indstillinger for valg af farve
de: Farbwahl-Einstellungen
es: Configuración del selector de color
fi: Color Pick asetukset
hu: Színválasztási beállítások
is: Stillingar litaplokkara
pl: Ustawienia próbnika kolorów
pt_br: Configurações do Seletor de cores
ru: Настройки пипетки
sv: Inställningar för färghämtaren
vi: Cài đặt chọn màu
zh_tw: 選色設定

source: Applet Settings
bg: Настройки на аплета
da: Indstillinger for panelprogram
de: Applet-Einstellungen
es: Configuración del applet
fi: Sovelman asetukset
hu: Kisalkalmazás beállításai
is: Stillingar smáforrits
pl: Ustawienia apletu
pt_br: Configurações do applet
ru: Настройки апплета
sv: Inställningar för panelprogrammet
vi: Cài đặt applet
zh_tw: 小程式設定

source: Color code format
bg: Формат на цветовия код
da: Farvekodeformat
de: Format des Farbcodes
es: Formato del código de color
fi: Värikoodin formaatti
hu: Szín kód formátum
is: Snið litakóða
pl: Format kodu koloru
pt_br: Formato do código da cor
ru: Формат кода цвета
sv: Färgkodsformat
vi: Định dạng mã màu
zh_tw: 色碼格式

source: Select the format of the color code, which will be copied to the clipboard by the color picker.
bg: Избор на формат на цветовия код, който ще бъде копиран в клипборда.
da: Vælg farvekodens format, som vil blive kopieret til udklipsholderen af farvevælgeren.
de: Das Format des Farbcodes auswählen, welcher von der Farbpipette in die Zwischenablage kopiert wird.
es: Seleccione el formato del código de color, que el selector de color copiará al portapapeles.
fi: Valitse värikoodin formaatti, jonka Color Picker kopioi leikepöydälle.
hu: Válassza ki a színkód formátumát, amelyet a színválasztó átmásol a vágólapra.
is: Veldu sniðið á litakóðanum, sem verður afritaður á klippispjaldið af litaplokkaranum.
pl: Wybierz format kodu koloru, który zostanie skopiowany do schowka przez próbnik kolorów.
pt_br: Selecione o formato do código da cor que será copiada para a área de transferência pelo Seletor de cores.
ru: Выберите формат кода цвета, который будет скопирован в буфер обменапипеткой.
sv: Välj format för färgkoden som skall kopieras till urklipp, av färghämtaren.
vi: Chọn định dạng mã màu sẽ được sao chép vào clipboard bởi công cụ chọn màu.
zh_tw: 選擇將由選色器複製到剪貼簿的色碼格式。

source: HEX-Color: #XXXXXX
bg: HEX-Цвят: #XXXXXX
da: HEX-farve: #XXXXXX
de: HEX-Farbcode: #XXXXXX
fi: HEX: #XXXXXX
hu: HEX-Szín: #XXXXXX
is: HEX-litur: #XXXXXX
pl: Kolor w HEX: #XXXXXX
pt_br: Cor HEX (hexadecimal): #XXXXXX
ru: HEX-Цвет: #XXXXXX
sv: HEX-kod: #XXXXXX
vi: Màu HEX: #XXXXXX
zh_tw: 十六進位色碼：#XXXXXX

source: RGB-Color: 250,250,250
bg: RGB-Цвят: 250,250,250
da: RGB-farve: 250,250,250
de: RGB-Farbcode: 250,250,250
fi: RGB: 250,250,250
hu: RGB-Szín: 250,250,250
is: RGB-litur: 250,250,250
pl: Kolor w RGB: 250,250,250
pt_br: Cor RGB: 250,250,250
ru: RGB-Цвет: 250,250,250
sv: RGB-kod: 250,250,250
vi: Màu RGB: 250,250,250
zh_tw: RGB 色碼：250,250,250

source: HEX-Color: #xxxxxx
bg: HEX-Цвят: #xxxxxx
da: HEX-farve: #xxxxxx
de: HEX-Farbcode: #xxxxxx
fi: HEX: #xxxxxx
hu: HEX-Szín: #xxxxxx
is: HEX-litur: #xxxxxx
pl: Kolor w HEX #xxxxxx
pt_br: Cor HEX (hexadecimal): #xxxxxx
ru: HEX-Цвет: #xxxxxx
sv: HEX-kod: #xxxxxx
vi: Màu HEX: #xxxxxx
zh_tw: 十六進位色碼：#xxxxxx

source: RGB-Color: (250,250,250)
bg: RGB-Цвят: (250,250,250)
da: RGB-farve: (250,250,250)
de: RGB-Farbcode: (250,250,250)
fi: RGB: (250,250,250)
hu: RGB-Szín: (250,250,250)
is: RGB-litur: (250,250,250)
pl: Kolor w RGB: (250,250,250)
pt_br: Cor RGB: (250,250,250)
ru: RGB-Цвет: (250,250,250)
sv: RGB-kod: (250,250,250)
vi: Màu RGB: (250,250,250)
zh_tw: RGB 色碼：(250,250,250)

source: The icon to use in the panel
bg: Иконка, която ще се използва в панела
da: Ikonet der skal vises i panelet
de: Das Symbol, welches in der Leiste angezeigt werden soll
es: Ícono a usar en en el panel
fi: Paneelissa näkyvä kuvake
hu: A panelen használt ikon
is: Táknmynd sem nota skal á skjástikunni
pl: Ikona do użycia w panelu
pt_br: O ícone que será exibido no painel
ru: Иконка в панели
sv: Ikon att använda i panelen
vi: Biểu tượng dùng trong bảng
zh_tw: 面板上使用的圖示

source: Select an icon file, or you can type an icon name into the entry box
bg: Избор на файл с иконка, или напишете името на иконката в полето
da: Vælg en ikonfil eller indtast et ikonnavn i indtastningsfeltet
de: Symboldatei auswählen oder einen Symbolnamen in das Eingabefeld schreiben
es: Seleccione un archivo de icono, o escriba el nombre de ícono en el cuadro de entrada
fi: Valitse kuvake tai voit kirjoittaa kuvakkeen nimen tekstiruutuun
hu: Válasszon ki egy ikonfájlt, vagy adja meg az ikon nevét a beviteli mezőben
is: Veldu táknmyndaskrá, eða að þú getur slegið inn heiti táknmyndar í inntaksreitinn
pl: Wybierz plik ikony lub wpisz nazwę ikony w polu wprowadzania
pt_br: Selecione o arquivo do ícone, ou digite o nome do ícone na caixa de pesquisa
ru: Выберите файл иконки, или вы можете вписать название иконки в поле
sv: Välj en ikonfil eller skriv ett ikonnamn i textfältet
vi: Chọn tệp biểu tượng hoặc nhập tên biểu tượng vào ô nhập liệu
zh_tw: 請選擇圖示檔案，或直接在輸入框中輸入圖示名稱

source: Keybinding, which activates the color picker
bg: Клавишна комбинация, която да активира избора на цвят
da: Tastaturgenvej som aktiverer farvevælgeren
de: Tastenkürzel, welches die Farbpipette aktiviert
es: Combinación de teclas que activa el selector de color
fi: Pikanäppäin, joka aktivoi Color Picker sovelman
hu: Billentyűparancs amely aktiválja a színválasztót
is: Flýtilyklasamsetning, sem virkjar litaplokkarann
pl: Kombinacja klawiszy, która aktywuje próbnik kolorów
pt_br: Atalho de teclado que abre o seletor de cores
ru: Сочетание клавиш, которое активирует пипетку
sv: Kortkommando för att aktivera färghämtaren
vi: Phím tắt kích hoạt công cụ chọn màu
zh_tw: 啟動選色器的快速鍵

source: Use the color picker to select a color on the screen. The color value (HEX or RGB) will be copied to the clipboard.
bg: Изберете цвят от екрана. Стойността на цвета (HEX или RGB) ще бъде копирана в клипборда.
da: Brug farvevælgeren til at vælge en farve på skærmen. Farveværdien (HEX eller RGB) vil blive kopieret til udklipsholderen.
de: Die Farbpipette verwenden, um eine Farbe auf dem Bildschirm auszuwählen. Der HEX- oder RGB-Wert der Farbe wird in die Zwischenablage kopiert.
es: Utilice el selector de color para seleccionar un color en la pantalla. El valor del color (HEX o RGB) se copiará en el portapapeles.
fi: Valitse väri näytöltä. Väriarvo (HEX tai RGB) kopioidaan leikepöydälle.
hu: A színválasztóval válassza ki egy tetszőleges színt a képernyőn. A színértéke (HEX vagy RGB) átmásolásra kerül a vágólapra.
is: Notaðu litaplokkarann til að velja lit á skjánum. Litgildið (HEX eða RGB) verður afritað á klippispjaldið.
pl: Użyj próbnika kolorów, aby pobrać kolor z ekranu. Wartość koloru (HEX lub RGB) zostanie skopiowana do schowka.
pt_br: Use o seletor de cores para selecionar uma cor na tela. O código da cor (em HEX ou RGB) será copiado para a área de transferência.
ru: Используй пипетку чтобы выбрать цвет на экране. Значение цвета (HEX или RGB) будет скопировано в буфер обмена.
sv: Använd färghämtaren till att välja en färg från skärmen. Färgkoden (HEX eller RGB) kopieras till urklipp.
vi: Dùng công cụ chọn màu để lấy màu trên màn hình. Giá trị màu (HEX hoặc RGB) sẽ được sao chép vào clipboard.
zh_tw: 使用選色器在螢幕上選取顏色，色碼（HEX 或 RGB）會被複製到剪貼簿。

source: Color Picker
bg: Избор на цвят
da: Farvevælger
de: Farbpipette
es: Selector de color
hu: Színválasztó
is: Litaplokkari
pl: Próbnik kolorów
pt_br: Seletor de cores
ru: Пипетка
sv: Färghämtare
vi: Công cụ chọn màu
