Repository: linuxmint/cinnamon-spices-applets
Catalog: tor-button@shatur/files/tor-button@shatur/po/*.po
Languages: vi

source: Tor network
vi: Mạng Tor

source: Rebuild chain
vi: Xây dựng lại chuỗi

source: Tor disabled
vi: Tor đã tắt

source: Error
vi: Lỗi

source: Unable to parse
vi: Không thể phân tích

source: Unable to open configuration file
vi: Không thể mở tập tin cấu hình

source: Process launched.
vi: Đã khởi chạy tiến trình.

source: Tor enabled
vi: Tor đã bật

source: Unable to start Tor:
vi: Không thể khởi động Tor:

source: Process closed.
vi: Đã đóng tiến trình.

source: Tor is not running.
vi: Tor không đang chạy.

source: Show notifications
vi: Hiển thị thông báo

source: Show notifications when the Tor network is turned on/off.
vi: Hiển thị thông báo khi mạng Tor được bật/tắt.

source: Tor location path
vi: Đường dẫn vị trí Tor

source: Specify the command to launch Tor.
vi: Chỉ định lệnh để khởi chạy Tor.

source: Tor settings
vi: Cài đặt Tor

source: Settings for applet
vi: Cài đặt cho applet

source: Applet settings
vi: Cài đặt applet

source: Settings for Tor
vi: Cài đặt cho Tor

source: Tor config path
vi: Đường dẫn cấu hình Tor

source: Specify the path to torrc file.
vi: Chỉ định đường dẫn đến tập tin torrc.

source: Launch Tor as tor user
vi: Khởi chạy Tor với tư cách người dùng tor

source: Launch Tor with polkit as tor user. Needed if you don't have permissions to launch Tor as normal user.
vi: Khởi chạy Tor với polkit với tư cách người dùng tor. Cần thiết nếu bạn không có quyền khởi chạy Tor với tư cách người dùng thông thường.

source: Applet for Tor network management
vi: Applet quản lý mạng Tor

source: Tor Button
vi: Nút Tor
