Repository: linuxmint/cinnamon-spices-applets
Catalog: stevedore@centurix/files/stevedore@centurix/po/*.po
Languages: hu, nl

source: Create a container from an image
hu: Hozzon létre egy tárolót egy képből
nl: Container maken van een afbeelding

source: Mount location:
hu: Csatolás helye:
nl: Koppelingslocatie:

source: Destination location:
hu: Cél helye:
nl: Bestemmingslocatie:

source: Working directory:
hu: Munkakönyvtár:
nl: Werkmap:

source: Memory:
hu: Memória:
nl: Geheugen:

source: Swap size:
hu: Cserehely mérete:
nl: Swap grootte:

source: Entry point:
hu: Belépési pont:
nl: Ingangspunt:

source: Extra parameters:
hu: Extra paraméterek:

source: Start
hu: Indulás

source: Cancel
hu: Mégse
nl: Annuleren

source: Search for a Docker image:
hu: Docker-kép keresése:
nl: Zoeken naar een Docker-afbeelding:

source: Select
hu: Kiválasztás
nl: Selecteren

source: Searching...
hu: Keresés...
nl: Bezig met zoeken...

source: Stevedore: Docker controller
hu: Stevedore: Docker vezérlő

source: Stevedor: Cannot locate Docker, is it installed?
hu: Stevedor: Nem található a Docker, telepítve van?
nl: Stevedor: Docker kan niet worden gevonden, is het ge誰nstalleerd?

source: Cannot locate Docker, is it installed?
hu: Nem található a Docker, telepítve van?
nl: Kan Docker niet vinden, is het ge誰nstalleerd?

source: Get Docker
hu: Szerezd meg a Dockert
nl: Docker verkrijgen

source: Stevedor: Docker is out of date, please install version 17.03.0-ce or higher.
hu: Stevedor: A Docker elavult, kérjük, telepítse a 17.03.0-ce vagy újabb verziót.
nl: Stevedor: Docker is verouderd, installeer versie 17.03.0-ce of hoger.

source: Create a new image
hu: Hozzon létre egy új képet
nl: Een nieuwe afbeelding maken

source: Images
hu: Képek
nl: Afbeeldingen

source: No Images Installed
hu: Nincsenek telepítve képek
nl: Geen ge誰nstalleerde afbeeldingen

source: Start a new container from this image
hu: Indítson el egy új tárolót erről a képről
nl: Start een nieuwe container vanuit deze afbeelding

source: Image Home Page
hu: Kép kezdőlap
nl: Startpagina van afbeelding

source: Remove this image
hu: Távolítsa el ezt a képet
nl: Verwijder deze afbeelding

source: Containers
hu: Tárolók

source: No Containers Created
hu: Nincsenek tárolók létrehozva
nl: Geen containers gemaakt

source: Running
hu: Folyamatban
nl: Actief

source: Stopped
hu: Leállítva
nl: Gestopt

source: Memory:
hu: Memória:
nl: Geheugen:

source: Entry point:
hu: Belépési pont:
nl: Ingangspunt:

source: Mount:
hu: Csatolás:
nl: Koppeling:

source: IP Address:
hu: IP cím:
nl: IP-adres:

source: Open a terminal
hu: Terminál megnyitása
nl: Open een terminal

source: Show TTY Session
hu: TTY Session megjelenítése
nl: Toon TTY-sessie

source: Open a browser
hu: Nyisson meg egy böngészőt
nl: Open een browser

source: Delete this container
hu: Törölje ezt a tárolót
nl: Verwijder deze container

source: Docker Version
hu: Docker verzió
nl: Docker-versie

source: Docker Version:
hu: Docker verzió:
nl: Docker-versie:

source: API Version:
hu: APi verzió:
nl: API-versie:

source: Go Version:
hu: Go verzió:
nl: Go-versie:

source: Git Commit:
hu: Git hozzájárulás:

source: Build Date:
hu: Építési dátum:
nl: Bouwdatum:

source: Refresh this menu
hu: Frissítse ezt a menüt
nl: Vernieuw dit menu

source: Installing image
hu: Kép telepítése
nl: Afbeelding aan het installeren

source: please wait...
hu: kérlek várj...
nl: even geduld...

source: Image
hu: Kép
nl: Afbeelding

source: installed, ready to run.
hu: telepítve, használatra kész.
nl: ge誰nstalleerd, klaar om uit te voeren.

source: removed.
hu: eltávolítva.
nl: verwijderd.

source: Starting container
hu: Tároló indítása
nl: Container aan het starten

source: Container up
hu: Tároló fent
nl: Container actief

source: Stopping container
hu: Tároló leállítása
nl: Container aan het stoppen

source: Container down
hu: Tároló lent
nl: Container inactief

source: Creating container from
hu: Tároló készítése ebből:
nl: Container maken van

source: Image created.
hu: Kép létrehozva.
nl: Afbeelding gemaakt.

source: Removing container
hu: Tároló eltávolítása
nl: Container verwijderen

source: Container removed
hu: Tároló eltávolítva
nl: Container verwijderd

source: Copied to the clipboard
hu: A vágólapra másolva
nl: Gekopieerd naar het klembord

source: Command not found.
hu: A parancs nem található.
nl: Commando niet gevonden.

source: Docker controlling applet.
hu: Docker vezérlő kisalkalmazás.
nl: Docker-beheer applet.

source: Stevedor - Docker controller
hu: Stevedor - Docker vezérlő
nl: Stevedor - Docker-beheerder

source: OS/Arch:
nl: OS/Architectuur:
