Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/darkMode@linuxedo.com/*.po
Languages: ca, es, fi, hu, it, pt_br, tr

source: Dark Mode
ca: Mode Fosc
es: Modo oscuro
fi: Tumma tila
hu: Éjszakai üzemmód
it: Modalità Scura
pt_br: Modo escuro
tr: Koyu Tema

source: Easily switch between dark mode and light mode with one click.
ca: Canvieu fàcilment entre els modes clar i fosc amb un clic.
es: Cambia f치cilmente entre el modo oscuro y el modo claro con un solo clic.
fi: Vaihda tumman ja vaalean tilan välillä yhdellä painalluksella. Vaihto myös kellon mukaan.
hu: Könnyű váltás egy kattintással a nappali- és éjszakai üzemmód között.
it: Passa facilmente dalla modalità scura a quella chiara con un click.
pt_br: Troque facilmente entre o modo claro e o modo escuro, com um clique.
tr: Koyu ve açık tema arasında bir tıklama ile kolayca geçiş yapın.

source: General
fi: Yleistä
hu: Általános
it: Generale
pt_br: Visão geral
tr: Genel

source: Light Mode
ca: Mode clar
es: Modo claro
fi: Vaalea tila
hu: Nappali üzemmód
it: Modalità Chiara
pt_br: Modo claro
tr: Açık Tema

source: Dark mode
ca: Mode fosc
es: Modo oscuro
fi: Tumma tila
hu: Éjszakai üzemmód
it: Modalità scura
pt_br: Modo escuro
tr: Koyu Tema

source: Automatically switch modes
ca: Canviar de mode automàticament
es: Cambiar de modo autom치ticamente
fi: Autom. tilan vaihto
hu: Automatikus váltás az üzemmódok között
it: Cambia automaticamente modalità
pt_br: Trocar os modos automaticamente
tr: Otomatik geçiş kipi

source: Light mode start time
ca: Inici del mode clar
es: Hora de inicio del modo claro
fi: Vaalean tilan alkamisaika
hu: Nappali üzemmód bekapcsolási időpontja
it: Tempo di inizio modalità chiara
pt_br: Horário de início do modo claro
tr: Açık tema başlangıç zamanı

source: Dark mode start time
ca: Inici del mode fosc
es: Hora de inicio del modo oscuro
fi: Tumman tilan alkamisaika
hu: Éjszakai üzemmód bekapcsolási időpontja
it: Tempo di inizio modalità scura
pt_br: Horário de início do modo escuro
tr: Koyu tema başlangıç zamanı

source: Window control theme
ca: Tema de la finestra de control
es: Tema de controles de las ventanas
fi: Ikkunan teema
hu: Ablak vezérlőelemek téma
it: Tema di controllo della finestra
pt_br: Tema dos controles da janela
tr: Pencere kontrol teması

source: Window border theme
ca: Tema de la vora de la finestra
es: Tema de bordes de las ventanas
fi: Ikkunan kehysten teema
hu: Ablakkeret téma
it: Tema del bordo della finestra
pt_br: Tema das bordas da janela
tr: Pencere kenarlığı teması

source: Desktop theme
ca: Tema de l'escriptori
es: Tema de escritorio
fi: Työpöydän teema
hu: Asztaltéma
it: Tema desktop
pt_br: Tema da área de trabalho
tr: Masaüstü teması

source: Icon theme
ca: Tema de les icones
es: Tema de iconos
fi: Kuvakkeiden teema
hu: Ikontéma
it: Tema icona
pt_br: Tema dos ícones
tr: Simge teması

source: Change desktop background
ca: Canviar el fons d'escriptori
es: Cambiar el fondo del escritorio
fi: Vaihda työpöydän taustaa
hu: Asztal hátterének módosítása
it: Cambia sfondo del desktop
tr: Masaüstü arkaplan resmini değiştir

source: Desktop background location
ca: Ubicació del fons d'escriptori
es: Ubicaci칩n del fondo del escritorio
fi: Työpöydän taustan sijainti
hu: Asztal hátterének helye
it: Posizione sfondo del desktop
tr: Masaüstü arkaplan konumu

source: A picture from this folder will be randomly chosen.
ca: Es triarà una imatge d'aquesta carpeta de manera aleatòria.
es: Se elegir치 al azar una imagen de esta carpeta.
fi: Kansiosta valitaan satunnaisesti kuva.
hu: Ebből a mappából a háttérkép véletlenszerűen lesz kiválasztva.
it: Sarà scelta un'immagine da questa cartella casualmente.
tr: Bu dizinden rastgele bir resim seçilecektir.

source: Internal use
ca: Ús intern
es: Uso interno
fi: Sisäiseen käyttöön
hu: Belső használat
it: Uso interno
pt_br: Uso interno
tr: İç kullanım
