Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/hideable-applets@cardsurf/*.po
Languages: de, fi, hu, it

source: Hides applets to tray
de: Ein Container in der Aufgabenleiste für ausgeblendete Applets (Mini-Anwendungen).
fi: Piilottaa paneelin sovelmat omaan lokeroon
hu: Elrejti a kisalkalmazásokat a tálcára
it: Nasconde le applet nel vassoio

source: Hideable applets
hu: Elrejthető kisalkalmazások
it: Applet nascondibili

source: Configuration
de: Konfiguration
fi: Asetukset
hu: Beállítások
it: Configurazione

source: Action
de: Aktion
fi: Toiminta
hu: Művelet
it: Azione

source: Open or close popup
de: Container für ausgeblendete Applets ("Applet-Popup") aufklappen
fi: Avaa tai sulje laatikko
hu: Felugró kinyitása vagy becsukása
it: Apri o chiudi popup

source: Toggle visibility applets
de: Alle sichtbaren Applets in der Aufgabenleiste ein- und ausblenden
fi: Vaihda näkyvät sovelmat
hu: Látható kisalkalmazások váltása
it: Attiva/disattiva la visibilità delle applet

source: An action to perform on trigger
de: Aktion bei Aktivierung des Auslösers (Triggers)
fi: Toiminta jonka liipaisin suoritetaan
hu: Egy művelet végrehajtása induláskor
it: Un'azione da eseguire al trigger

source: Trigger
de: Trigger (Auslöser)
fi: Liipaisin
hu: Megjelenítés erre

source: Left mouse click
de: Klick mit linker Maustaste
fi: Hiiren vasen painallus
hu: Bal egér kattintásra
it: Clic sinistro del mouse

source: Mouse hover
de: Berühren mit dem Mauszeiger
fi: Hiirellä osoittaminen
hu: Amikor az egér felette van
it: Passaggio del mouse

source: None
de: Keiner
fi: Ei mitään
hu: Semelyik
it: Nessuna

source: An event that triggers the action
de: Ereignis, das als Auslöser / Trigger dient
fi: Tapahtuma joka laukaisee toiminnan
hu: Az esemény amely az műveletet előidézi
it: Un evento che fa scattare l'azione

source: Applets location
de: Ort des Applet-Containers
fi: Sovelmien sijainti
hu: Kisalkalmazások helye
it: Posizione delle applet

source: Top
de: oben
fi: Ylhäällä
hu: Fent
it: In alto

source: Right
de: rechts
fi: Oikealla
hu: Jobb
it: Destra

source: Bottom
de: unten
fi: Alhaalla
hu: Lent
it: In basso

source: Left
de: links
fi: Vasemmalla
hu: Bal
it: Sinistra

source: A location of applets for which to toggle visibility
de: Ein Container / Bereich für Applets, die in der Aufgabenleiste ausgeblendet werden sollen
fi: Sovelmien sijainti joiden näkyvyyttä voi vaihtaa
hu: Azon kisalkalmazások helye, amelyeknél a láthatóság váltható
it: Una posizione delle applet per cui attivare/disattivare la visibilità

source: Restore as hidden
de: Ausblendbare Applets
fi: Palauta piilotetuksi
hu: Visszaállítás rejtettként
it: Ripristina come nascosta

source: A comma-separated list of applet UUIDs. An applet from this list will be hidden if the applet is configured as hidden and the applet shows up.
de: Eine Liste mit eindeutigen, universellen Applet-Identifikatoren, die durch Kommas zu trennen sind. Ein Applet aus dieser Liste kann ausgeblendet werden, sofern es die betreffende Eigenschaft aufweist und in der Aufgabenleiste angezeigt wird.
fi: Pilkuilla eroteltu luettelo sovelmien UUID-tunnuksista, eli nimistä. Nämä luettelon sovelmat piilotetaan. Jos sovelma on määrätty piilotetuksi se tulee näkyviin.
hu: A kisalkalmazások UUID azonosítóinak vesszővel elválasztott listája. A lista egyik kisalkalmazása el lesz rejtve, ha a kisalkalmazás rejtett módban van konfigurálva, és a kisalkalmazás mégis megjelenik.
it: Un elenco separato da virgole di UUID dell'applet. Un'applet da questo elenco verrà nascosta se l'applet è configurata come nascosta e viene visualizzata.

source: seconds
de: Sekunden
fi: sekuntia
hu: másodpercben
it: secondi

source: Save every
de: Speichere alle ...
fi: Tallenna jokainen
hu: Mentés minden
it: Salva ogni

source: How often to save last used values
de: Anzahl der Speicherungen der letzten verwendeten Werte
fi: Kuinka usein käytetyt arvot tallennetaan
hu: Milyen gyakran mentse az utoljára használt értékeket
it: Con quale frequenza salvare gli ultimi valori utilizzati

source: Popup
de: Aufklappbarer Container für ausgeblendete Applets
fi: Ponnahdusikkuna
hu: Felugró

source: Columns
de: Spalten
fi: Sarakkeet
hu: Oszlopok
it: Colonne

source: A number of columns in the applet popup
de: Anzahl der Spalten in dem aufklappbaren Applet-Container
fi: Sovelman ikkunassa olevien sarakkeiden määrä
hu: Oszlopok száma a kisalkalmazás felugró nézetében
it: Un numero di colonne nel popup dell'applet

source: pixels
de: Pixel
fi: pikseliä
hu: pixel

source: Icon size
de: Symbolgröße
fi: Kuvakkeen koko
hu: Ikon méret
it: Dimensione icona

source: A size of an icon in the applet popup
de: Größe eines Symbols in dem aufklappbaren Applet-Container
fi: Sovelman ikkunassa olevien kuvakkeiden koko
hu: Ikon mérete a kisalkalmazás felugró nézetében
it: La dimensione di un'icona nel popup dell'applet

source: Icon CSS
de: Symbolstil definiert durch sog. "Cascading Style Sheets" (CSS)
fi: Kuvake CSS
hu: Ikon CSS
it: CSS Icona

source: A CSS style applied to the icons in the applet popup
de: Ein Stil (CSS: Cascading Style Sheet) für Symbole in dem Applet-Container
fi: CSS-tyyli sovelman kuvakkeissa
hu: A kisalkalmazás előugró ablakában lévő ikonokra alkalmazott CSS-stílus
it: Uno stile CSS applicato alle icone nel popup dell'applet

source: Table CSS
de: Tabellenstil definiert durch sog. "Cascading Style Sheets" (CSS)
fi: Taulukko CSS
hu: Táblázat CSS
it: CSS Tabella

source: A CSS style applied to a table in the applet popup
de: Ein Stil (CSS: Cascading Style Sheet) für die Tabelle in dem Applet-Container
fi: CSS-tyyli sovelman taulukoissa
hu: A kisalkalmazás előugró ablakában egy táblázatra alkalmazott CSS-stílus
it: Uno stile CSS applicato a una tabella nel popup dell'applet

source: Auto close
de: Automatisches Schließen
fi: Autom. sulkeminen
hu: Automatikus bezárás
it: Chiudi automaticamente

source: Close the applet popup when a mouse leaves the user interface
de: Den Applet-Container schließen, wenn der Mauszeiger diesen verlässt
fi: Sulkee sovelman ikkunan kun hiiri poistuu käyttöliittymästä
hu: Zárja be a kisalkalmazás előugró ablakát, amikor az egér elhagyja a területet
it: Chiude il popup dell'applet quando il mouse lascia l'interfaccia utente

source: Match panel size
de: An die Größe der Aufgabenleiste (Task-Leiste) anpassen
fi: Sovita paneelin kokoon
hu: Panel méretével megegyező
it: Rispetta le dimensioni del pannello

source: Match a size of an icon in the applet popup to a size of the panel
de: Größe eines Applet-Symbols im Applet-Container an die Größe der Aufgabenleiste (Task-Leiste) anpassen.
fi: Sovittaa sovelman ponnahdusikkunan kuvakkeen koon paneelin kokoon
hu: Egyezzen meg az ikon mérete a kisalkalmazás előugró ablakában a panel méretével
it: Abbina la dimensione di un'icona nel popup dell'applet alla dimensione del pannello

source: Show tooltips
de: Zeige Applet-Namen als Kurzinfos (Tool-Tipps)
fi: Näytä työkaluvihjeet
hu: Eszköztippek megjelenítése
it: Mostra suggerimenti

source: Show icon tooltips in the applet popup
de: Zeige Kurzinfos zu den Symbolen (Tool-Tipps) im Applet-Container
fi: Näyttää kuvakkeen työkaluvihjeet sovelman ikkunassa
hu: Ikon eszköztippek megjelenítése a kisalkalmazás előugró ablakában
it: Mostra i tooltip delle icone nel popup dell'applet

source: Show grayscale icons
de: Zeige ausgeblendete Applets in Grautönen
fi: Näytä kuvakkeita harmaasävyllä
hu: Szürkeárnyalatos ikonok megjelenítése
it: Mostra icone in scala di grigi

source: Show icons of hidden applets in grayscale
de: Zeige Symbole der ausgeblendeten Applets in Grautönen
fi: Näyttää piilotettujen sovelmien kuvakkeet harmaasävyllä
hu: A rejtett kisalkalmazások ikonjainak megjelenítése szürkeárnyalatban
it: Mostra le icone delle applet nascoste in scala di grigi

source: Grayscale brightness
de: Helligkeit der Graustufen
fi: Harmaasävyn kirkkaus
hu: Szürkeárnyalatos fényerő
it: Luminosità in scala di grigi

source: A brightness level of grayscale icons
de: Helligkeitsstufe für Symbole in Grautönen
fi: Kirkkaustaso harmaasävyisille kuvakkeille
hu: A szürkeárnyalatos ikonok fényereje
it: Un livello di luminosità delle icone in scala di grigi

source: Gui
de: Benutzeroberfläche
fi: Pääte
hu: Felület
it: Interfaccia Grafica

source: Sort
de: Sortierung
fi: Järjestä
hu: Rendezés
it: Ordina

source: Alphabetically
de: Alphabetisch
fi: Aakkosjärjestys
hu: ABC sorrendben
it: Alfabeticamente

source: Panel position
de: Leistenposition
fi: Paneelipaikat
hu: Panel eredeti helyzete szerint
it: Posizione del pannello

source: An order of items in the user interface
de: Anordnung der Symbole im aufklappbaren Applet-Container (Popup)
fi: Kohteiden järjestys käyttöliittymässä
hu: Elemek sorrendje a felhasználói felületen
it: Un ordinamento degli elementi nell'interfaccia utente

source: Panel icon
de: Anzeige von Hideable applets in der Aufgabenleiste (Task-Leiste)
fi: Paneelin kuvake
hu: Panel ikon
it: Icona pannello

source: Filepath
de: Dateipfad
fi: Tiedostopolku
hu: Fájl elérési útvonal
it: Percorso file

source: Symbolic
de: Symbol
fi: Symbolinen
hu: Szimbolikus
it: Simbolica

source: A type of an icon displayed on the panel
de: Art des Eintrags, der in der Aufgabenleiste (Task-Leiste) angezeigt werden soll
fi: Paneelissa näkyvä kuvake
hu: A panelen megjelenő ikon típusa
it: Un tipo di icona visualizzata sul pannello

source: A path to an icon displayed on a panel
de: Pfad zum Speicherort eines Symbols, das zum Anzeigen von Hideable applets in der Aufgabenleiste (Task-Leiste) verwendet werden soll.
fi: Polku paneelin kuvakkeeseen
hu: A panelen megjelenő ikon elérési útja
it: Percorso di un'icona visualizzata su un pannello

source: Symbolic name
de: Symbolname
fi: Symbolic kuvakkeen nimi
hu: Szimbolikus név
it: Nome simbolico

source: A name of a symbolic icon displayed on a panel
de: Name des Symbols für die Anzeige von Hideable applets in der Aufgabenleiste (Task-Leiste)
fi: Paneelissa näkyvän symbolisen kuvakkeen nimi
hu: A panelen megjelenő szimbolikus ikon neve
it: Il nome di un'icona simbolica visualizzata su un pannello
