Repository: linuxmint/cinnamon-spices-applets
Catalog: spices-notifier@germanfr/files/spices-notifier@germanfr/po/*.po
Languages: vi, zh_cn

source: Mark all as read
vi: Đánh dấu tất cả là đã đọc
zh_cn: 全部标记为已读

source: No xlets found, click to reload
vi: Không tìm thấy xlet nào, nhấp để tải lại
zh_cn: 没有找到 xlet，点击重新加载

source: Spices notifier
vi: Trình thông báo Spices
zh_cn: Spices 通知器

source: Notifies of comments on the Cinnamon Spices website
vi: Thông báo về các bình luận trên trang web Cinnamon Spices
zh_cn: 通知 Cinnamon Spices 网站上的评论

source: GitHub user name
vi: Tên người dùng GitHub
zh_cn: GitHub 用户名称

source: Update interval
vi: Khoảng thời gian cập nhật
zh_cn: 更新间隔

source: minutes
vi: phút
zh_cn: 分钟

source: Hide panel icon when there are no unread comments
vi: Ẩn biểu tượng trên bảng khi không có bình luận chưa đọc
zh_cn: 没有未读评论时隐藏面板图标

source: Additional uuid:s:
vi: UUID bổ sung:
zh_cn: 额外的 uuid:s：

source: Additional uuid:s for applets, desklets, extensions and themes you want to follow (add a row for each of them).
vi: Các UUID bổ sung cho applet, desklet, tiện ích mở rộng và chủ đề bạn muốn theo dõi (thêm một dòng cho mỗi mục).
zh_cn: 额外的 uuid:s 用于您想订阅的小程序、桌面小工具、扩展和主题 (每行对应一个)。
