Repository: linuxmint/cinnamon-spices-applets
Catalog: CassiaPanelLaunchers@klangman/files/CassiaPanelLaunchers@klangman/po/*.po
Languages: nl

source: Preferences
nl: Voorkeuren

source: About...
nl: Over…

source: Configure...
nl: Instellen…

source: Remove '%s'
nl: ‘%s’ verwijderen

source: Cassia Panel launchers
nl: Cassia-paneelstarters

source: Open new window
nl: Nieuw venster openen

source: Run with NVIDIA GPU
nl: Uitvoeren met Nvidia-videokaart

source: Add new launcher
nl: Starter toevoegen

source: Edit this launcher
nl: Starter bewerken

source: Remove this launcher
nl: Starter verwijderen

source: Cassia Panel Launchers
nl: Cassia-paneelstarters

source: Launch applications from the panel
nl: Start toepassingen vanaf het paneel

source: General
nl: Algemeen

source: Thumbnails
nl: Miniaturen

source: General launcher settings
nl: Algemene voorkeuren

source: Launcher mouse settings
nl: Muisvoorkeuren

source: Thumbnails menu settings
nl: Miniatuurmenuvoorkeuren

source: Thumbnails mouse settings
nl: Miniatuurmuisvoorkeuren

source: Allow dragging of launchers buttons
nl: Herordenen van starters toestaan

source: Show tooltips for launcher buttons
nl: Tekstballonnen tonen op starters

source: Enable to show tooltips using window title or application name when hovering over launcher buttons
nl: Schakel in om tekstballonnen met de venstertitel of toepassingsnaam te tonen na het aanwijzen van starters

source: Never
nl: Nooit

source: Always
nl: Altijd

source: 2 or more windows
nl: Bij 2 of meer geopende vensters

source: Display number of running application windows
nl: Aantal geopende vensters tonen

source: Restore/Minimize most recent window
nl: Recentste venster minimaliseren/herstellen

source: Restore then cycle windows
nl: Herstellen, dan schakelen

source: Show thumbnail menu
nl: Miniatuurmenu openen

source: Left button action (2+ windows)
nl: Linkermuisknopactie (2 of meer vensters)

source: Action taken when using the left mouse button on a launcher button with more then one running window
nl: De actie die dient te worden uitgevoerd door met de linkermuisknop te klikken op een starter waarvan meer dan één venster geopend is

source: Thumbnail menu toggle
nl: Miniatuurmenu openen/sluiten

source: Thumbnail menu hold
nl: Miniatuurmenu geopend houden

source: Close window
nl: Venster sluiten

source: Minimize/Restore
nl: Minimaliseren/Herstellen

source: Maximize/Restore
nl: Maximaliseren/Herstellen

source: Move to workspace 1
nl: Verplaatsen naar werkblad 1

source: Move to workspace 2
nl: Verplaatsen naar werkblad 2

source: Move to workspace 3
nl: Verplaatsen naar werkblad 3

source: Move to workspace 4
nl: Verplaatsen naar werkblad 4

source: Visible on this/all workspaces
nl: Zichtbaar op dit of alle werkbladen

source: Do nothing
nl: Niets doen

source: Middle button action
nl: Middelste muisknopactie

source: Back button action
nl: Terugknopactie

source: Forward button action
nl: Vooruitknopactie

source: Show on hover
nl: Tonen na aanwijzen met muis

source: If enabled, a popup menu with a list of current windows will show when hovering over a launcher button
nl: Schakel in om een pop-upmenu met geopende vensters te tonen door een starter aan te wijzen met de muis

source: Show window thumbnails in the popup window list menu
nl: Vensterminiaturen tonen in vensterpop-upmenu

source: If enabled, the popup menu will show window thumbnails, otherwise the menu will only show window titles (Always disabled when running Cinnamon in Software Rendering Mode)
nl: Schakel in om het pop-upmenu te voorzien van vensterminiaturen in plaats van alleen venstertitels. (Deze optie is uitgeschakeld bij gebruik van softwareversnelling.)

source: Extra large
nl: Extra groot

source: Large
nl: Groot

source: Medium
nl: Gemiddeld

source: Small
nl: Klein

source: Extra small
nl: Extra klein

source: Default thumbnail window size
nl: Standaard miniatuuromvang

source: milliseconds
nl: milliseconden

source: Hover time before showing menu
nl: Menu tonen na aanwijzen, gedurende

source: The waiting time before the thumbnail menu appears when hovering over a launcher button (Not used when moving directly to a different launcher button)
nl: De wachttijd na aanwijzen van een starter alvorens het pop-upmenu wordt getoond. (Niet van toepassing bij direct verplaatsen naar een andere starter.)

source: Time before closing after pointer leaves the menu
nl: Menu verbergen na muisverplaatsing, gedurende

source: The waiting time for the thumbnail menu to close when leaving a launcher button (Not used when moving directly to a different launcher button)
nl: De wachttijd alvorens het pop-upmenu wordt verborgen zodra de muis verplaatst is. (Niet van toepassing bij direct verplaatsen naar een andere starter.)

source: Close thumbnail menu
nl: Pop-upmenu sluiten

source: Group/Ungroup windows
nl: Vensters (de)groeperen

source: Thumbnail window middle button action
nl: Middelste muisknopactie op pop-upmenu

source: Thumbnail window back button action
nl: Terugknopactie op pop-upmenu

source: Thumbnail window forward button action
nl: Vooruitknopactie op pop-upmenu

source: Off
nl: Uit

source: On (temporary)
nl: Aan (tijdelijk)

source: On (global default)
nl: Aan (globaal)

source: On (button default)
nl: Aan (volgens knopvoorkeuren)

source: Adjust the thumbnail window sizes using the scroll-wheel
nl: Miniatuuromvang wijzigen met muiswiel

source: If enabled, the size of thumbnail windows will respond to the mouse scroll-wheel. The new size can have a temporary effect or persist on a global or per button basis
nl: Schakel in om miniatuuromvangen te wijzigen door er met de muis overheen te scrollen. De nieuwe omvang kan per starter van tijdelijke of permanente aard zijn.
