Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/app-launcher@mchilli/*.po
Languages: ca, ru, vi

source: All workspaces
ca: Tots els espais de treball
vi: Tất cả không gian làm việc

source: Edit Applications
ca: Editar aplicacions
ru: Редактировать Приложения
vi: Chỉnh sửa ứng dụng

source: Delete
ca: Eliminar
ru: Удалить
vi: Xóa

source: Edit
ca: Editar
ru: Редактировать
vi: Chỉnh sửa

source: Cancel
ca: Cancel·lar
ru: Отменить
vi: Hủy

source: OK
ca: D'acord

source: Name
ca: Nom
ru: Имя
vi: Tên

source: Group
ca: Grup
ru: Группа
vi: Nhóm

source: Command
ca: Ordre
ru: Команда
vi: Lệnh

source: Valid name
ca: Nom vàlid
ru: Допустимое имя
vi: Tên khả dụng

source: The name cannot be empty
ca: El nom no pot estar buit
ru: Имя не может быть пустым
vi: Tên không thể để trống

source: Valid command
ca: Ordre vàlida
ru: Допустимая команда
vi: Lệnh khả dụng

source: The command is not valid
ca: L'ordre no és vàlida
ru: Эта команда недопустима
vi: Lệnh không khả dụng

source: The name is already used
ca: El nom ja està en ús
ru: Имя уже занято
vi: Tên đã được sử dụng

source: Which data should be replaced from *.desktop file?
ca: Quina informació s'hauria de substituir al fitxer *.desktop?
ru: Какие данные следует заменить из *.desktop файла?
vi: Dữ liệu nào cần được thay thế từ tệp *.desktop?

source: really delete?
ca: segur que ho voleu eliminar?
ru: точно удалить?
vi: thực sự xóa?

source: Yes
ca: Sí
ru: Да
vi: Có

source: Icon
ca: Icona
ru: Значок
vi: Biểu tượng

source: Add application
ca: Afegir aplicació
ru: Добавить приложение
vi: Thêm ứng dụng

source: Add new entry
ca: Afegir element nou
ru: Добавить новый элемент
vi: Thêm mục nhập mới

source: Add separator
ca: Afegir separador
ru: Добавить разделитель
vi: Thêm dấu phân cách

source: Edit selected entry
ca: Editar l'element seleccionat
ru: Редактировать выделенный элемент
vi: Chỉnh sửa mục đã chọn

source: Duplicate selected entry
ca: Duplicar l'element seleccionat
ru: Дублировать выделенный элемент
vi: Tạo bản sao mục đã chọn

source: Move selected entry up
ca: Moure l'element seleccionat a dalt
ru: Поднять выделенное вверх
vi: Di chuyển mục đã chọn lên trên

source: Move selected entry down
ca: Moure l'element seleccionat a baix
ru: Опустить выделенное вниз
vi: Di chuyển mục đã chọn xuống dưới

source: Remove selected entry
ca: Eliminar l'element seleccionat
ru: Удалить выделенный элемент
vi: Xóa mục đã chọn

source: Save?
ca: Desar?
ru: Сохранить?
vi: Lưu?

source: Save the current configuration
ca: Desa la configuració actual
ru: Сохранить текущую конфигурацию
vi: Lưu cấu hình hiện tại

source: Separator
ca: Separador
ru: Разделитель
vi: Dấu phân cách

source: App Launcher
ca: Llançador d'Aplicacions
ru: Запуск Приложений (App Launcher)
vi: Trình khởi chạy ứng dụng

source: A simple App Launcher
ca: Un llançador d'aplicacions simple
ru: Простое меню запуска приложений
vi: Một trình khởi chạy ứng dụng đơn giản

source: Applications
ca: Aplicacions
ru: Приложения
vi: Ứng dụng

source: Global Settings
ca: Opcions globals
ru: Глобальные Настройки
vi: Cài đặt toàn cục

source: Application Settings
ca: Opcions de l'aplicació
ru: Настройки Приложений
vi: Cài đặt ứng dụng

source: Show Label
ca: Mostrar l'etiqueta
ru: Показать Название
vi: Hiển thị nhãn

source: Label
ca: Etiqueta
ru: Название
vi: Nhãn

source: Custom Icon
ca: Icona personalitzada
ru: Пользовательский Значок
vi: Biểu tượng tự chọn

source: Show Notifications
ca: Mostrar notificacions
ru: Показать Уведомления
vi: Hiện thông báo

source: Show notification on application launch
ca: Mostrar notificacions en iniciar-se l'aplicació
ru: Показать уведомление при запуске приложения
vi: Hiện thông báo khi khời chạy ứng dụng

source: Notification Text
ca: Text de les notificacions
ru: Текст Уведомления
vi: Nội dung thông báo

source: %s will be your application name
ca: %s equival al nom de la vostra aplicació
ru: %s будет именем вашего приложения
vi: %s sẽ là tên ứng dụng của bạn

source: Enable Hotkeys
ca: Activar dreceres del teclat
vi: Bật phím nóng

source: Show menu
ca: Mostrar el menú
ru: Показать меню
vi: Hiển thị menu

source: Set keybinding(s) to show the menu
ca: Assignar dreceres per mostrar el menú
ru: Задайте клавиатурное сочетание для показа меню
vi: Đặt phím tắt để hiển thị menu

source: Menu at mouse position
ca: Menú a la posició del ratolí
vi: Menu ở vị trí chuột

source: Show the menu next to the cursor when triggered by hotkey
ca: Mostra el menú al costat del cursor en ser iniciat per una drecera
vi: Hiển thị menu bên cạnh con trỏ khi được kích hoạt bằng phím nóng

source: Open menus by hovering over them
ca: Obre menús en passar-hi el cursor per sobre
vi: Mở menu bằng cách di chuột qua chúng

source: Open all menus when you move the mouse pointer over them
ca: Obre tots els menús quan s'hi passa el ratolí per sobre
vi: Mở tất cả các menu khi bạn di chuyển con trỏ chuột qua chúng

source: Hover delay
ca: Retard en l'obertura
vi: Độ trễ khi di chuột

source: milliseconds
ca: mil·lisegons
vi: miligiây

source: Bind to workspace
ca: Vincular a l'espai de treball
vi: Liên kết với không gian làm việc

source: Show the applet only on the selected workspace
ca: Només mostra la miniaplicació a l'espai de treball seleccionat
vi: Chỉ hiển thị applet trên không gian làm việc đã chọn

source: Fixed Menu Width
ca: Amplada fixa del menú
ru: Фиксированная Ширина Меню
vi: Chiều rộng menu cố định

source: Based on the largest submenu item, to prevent menu width flickering
ca: Basada en l'element més gran del submenú, per prevenir parpelleig
ru: На основе самого большого элемента меню, для избежания мерцания
vi: Dựa trên mục menu phụ lớn nhất, để ngăn chặn hiện tượng nhấp nháy theo chiều rộng của menu

source: Show Application Icons
ca: Mostrar les icones de les aplicacions
ru: Показать Значки приложений
vi: Hiển thị biểu tượng ứng dụng

source: Show Application Icons in Popup-Menu
ca: Mostrar les icones de les aplicacions al menú emergent
ru: Показать Значки приложений в всплывающем меню
vi: Hiển thị biểu tượng ứng dụng trong menu bật lên

source: Use Symbolic Application Icons
ca: Utilitzar icones simbòliques per a les aplicacions
ru: Использовать символические значки приложений
vi: Sử dụng biểu tượng ứng dụng dạng ký hiệu

source: Use Symbolic Application Icons, where it's possible
ca: Utilitzar icones simbòliques per les aplicacions, quan sigui possible
ru: Использовать символические значки приложений, если это возможно
vi: Sử dụng biểu tượng ứng dụng dạng ký hiệu nếu có thể

source: Application Icon Size
ca: Mida de les icones de les aplicacions
ru: Размер Значка приложения
vi: Kích thước biểu tượng ứng dụng

source: Set Icon size
ca: Assigneu la mida de les icones
ru: Задайте размер значка
vi: Đặt kích thước biểu tượng

source: No
ru: Нет
vi: Không
