Repository: linuxmint/cinnamon-spices-applets
Catalog: windowlist@cobinja.*/files/windowlist@cobinja.*/po/*.po
Languages: da, nl, pl

source: Preferences
nl: Voorkeuren
pl: Ustawienia

source: About...
nl: Over...
pl: O programie...

source: Configure...
nl: Configureren...
pl: Konfiguruj...

source: Remove '%s'
nl: Verwijderen van '%s'
pl: Usuń '%s'

source: Open new window
da: Åbn nyt vindue
nl: Nieuw venster openen
pl: Otwórz nowe okno

source: Pin to this workspace
da: Fastgør til dette arbejdsområde
nl: Vastzetten op deze werkruimte
pl: Przypnij do tego obszaru roboczego

source: Pin to other workspaces
da: Fastgør til andre arbejdsområder
nl: Vastzetten op andere werkruimten
pl: Przypnij do innych obszarów roboczych

source: Only on this workspace
nl: Alleen op deze werkruimte
pl: Widoczne tylko na tym obszarze roboczym

source: Visible on all workspaces
nl: Zichtbaar op alle werkruimten
pl: Widoczne na wszystkich obszarach roboczych

source: Move to another workspace
nl: Verplaatsen naar een andere werkruimte
pl: Przenieś na inny obszar roboczy

source: Move to another monitor
da: Flyt til en anden skærm
nl: Verplaatsen naar een ander scherm
pl: Przenieś na inny monitor

source: Monitor
nl: Scherm

source: Restore
nl: Herstellen
pl: Przywróć

source: Minimize
nl: Minimaliseren
pl: Minimalizuj

source: Unmaximize
da: Gendan
nl: Ontmaximaliseren
pl: Cofnij maksymalizację

source: Close others
nl: Anderen sluiten
pl: Zamknij inne

source: Close all
nl: Alles sluiten
pl: Zamknij wszystkie

source: Close
nl: Sluiten
pl: Zamknij

source: Places
nl: Plaatsen
pl: Miejsca

source: CobiWindowList
nl: CobiVensterLijst

source: A window list with app grouping and window previews
da: Vinduesliste med gruppering af programmer og forhåndsvisning af vinduer
nl: Een vensterlijst met app-groepering en voorbeelden van vensters
pl: Lista aplikacji z grupowaniem i podglądem okien

source: Captions
da: Titler
nl: Bijschriften
pl: Etykiety

source: Name
da: Navn
nl: Naam
pl: Nazwa

source: Title
da: Titel
nl: Titel
pl: Tytuł

source: Caption type
da: Titeltype
nl: Type bijschrift
pl: Typ etykiety

source: None
da: Ingen
nl: Geen
pl: Brak

source: All
da: Alle
nl: Alle
pl: Wszystkie

source: Running
da: Kørende
nl: Actieve
pl: Uruchomione

source: Focused
da: Fokuseret
nl: Gefocuste
pl: Aktywne

source: Display Caption For
da: Vis titler for
nl: Bijschrift weergeven voor
pl: Wyświetlanie etykiety

source: Label width
da: Etiketbredde
nl: Breedte van label
pl: Szerokość etykiety

source: Animate label
da: Animér etiket
nl: Animatie van label
pl: Animacja etykiety

source: milliseconds
nl: milliseconden
pl: milisekundy

source: Label animation time
da: Varighed af etiketanimation
nl: Tijd voor labelanimatie
pl: Czas trwania animacji etykiety

source: Never
nl: Nooit
pl: Nigdy

source: Always
da: Altid
nl: Altijd
pl: Zawsze

source: 2 or more windows
da: To eller flere vinduer
nl: 2 of meer vensters
pl: 2 lub więcej okien

source: Display Number
da: Vis antal
nl: Nummer weergeven
pl: Wyświetl ilość okien

source: Icons
nl: Pictogrammen
pl: Ikony

source: Group Windows
da: Gruppér vinduer
nl: Vensters groeperen
pl: Grupuj okna

source: If windows are grouped, all windows from an application are managed by the same button, if not grouped, all windows get an own button
da: Hvis vinduer er grupperede, håndteres alle et programs vinduer med den samme knap. Hvis de ikke er grupperede, har alle vinduer deres egen knap.
nl: Als vensters worden gegroepeerd, worden alle vensters van een applicatie beheerd door dezelfde knop, indien niet gegroepeerd, krijgen alle vensters een eigen knop
pl: Jeśli okna są zgrupowane, wszystkie okna aplikacji używają jednego przycisku. Jeśli okna nie są zgrupowane, wszystkie okna używają własnych przycisków

source: Display Favorites
da: Vis favoritter
nl: Favorieten weergeven
pl: Wyświetl ulubione

source: Animation Time
da: Animationsvarighed
nl: Animatietijd
pl: Czas animacji

source: The flashing time when a new window is opened via a button
da: Animationstiden når et vindue åbnes via en knap
nl: De tijd gedurende het knippert wanneer een nieuw venster wordt geopend via een knop
pl: Czas trwania migotania kiedy nowe okno zostanie otwarte poprzez użycie przycisku

source: Only show windows on the same monitor
da: Vis kun vinduer på den samme skærm
nl: Alleen vensters op hetzelfde scherm weergeven
pl: Pokaż okna tylko z tego samego monitora

source: If enabled, this applet instance only manages windows that are displayed on the same monitor
da: Hvis aktiveret håndterer panelprogrammet kun vinduer, som vises på den samme skærm
nl: Indien ingeschakeld, beheert deze appletinstantie alleen vensters die worden weergegeven op hetzelfde scherm
pl: Jeśli włączone, dana instancja apletu zarządza oknami, które są widoczne na tym samym monitorze

source: Preview menu
da: Forhåndsvisningsmenu
nl: Voorbeeldmenu
pl: Ustawienia miniatur

source: Show on click
da: Vis ved klik
nl: Weergeven bij klik
pl: Pokaż przy kliknięciu

source: If enabled, a popup menu with a list of current windows will show when clicking (Only with 2 or more windows)
da: Hvis aktiveret vil en pop op-menu med en liste over aktuelle vinduer blive vist ved klik (Kun ved to eller flere vinduer)
nl: Indien ingeschakeld, wordt een pop-upmenu met een lijst van huidige vensters weergegeven bij klikken (Alleen bij 2 of meer vensters)
pl: Jeśli włączone, menu z listą okien będzie się pojawiało po kliknięciu (Tylko w przypadku dwóch lub więcej okien)

source: Show on hover
da: Vis, når markøren føres hen over
nl: Weergeven bij zweven met de muis
pl: Pokazuj dymki z podglądem

source: If enabled, a popup menu with a list of current windows will show when hovering
da: Hvis aktiveret vil en pop op-menu med en liste over aktuelle vinduer blive vist, når markøren føres henover
nl: Indien ingeschakeld, wordt een pop-upmenu met een lijst van huidige vensters weergegeven bij zweven met de muis
pl: Jeśli włączone, menu z listą okien będzie się pojawiało po najechaniu kursorem myszy

source: Show previews
da: Vis forhåndsvisninger
nl: Voorbeelden weergeven
pl: Pokaż miniatury okien aplikacji

source: If enabled, the popup menu will show window previews (Always disabled when running Cinnamon in Software Rendering Mode)
da: Hvis aktiveret vil der vises en miniature af vinduet (altid deaktiveret når Cinnamon kører i softwaregengivelsestilstand)
nl: Indien ingeschakeld, toont het pop-upmenu voorbeelden van vensters (Altijd uitgeschakeld bij het uitvoeren van Cinnamon in de software-renderingsmodus)
pl: Jeśli włączone, menu wyświetla miniatury okien aplikacji (Wyłączone gdy Cinnamon używa trybu renderowania programowego)

source: Windows
nl: Vensters
pl: Okna

source: Number of unshrunk previews
da: Antal uformindskede forhåndsvisninger
nl: Aantal onverkleinde voorbeelden
pl: Ilość miniatur

source: Timeout Show
da: Forsinkelse når vindue vises
nl: Time-out weergeven
pl: Opóźnienie wyświetlenia podglądu

source: The waiting time for the popup menu to show, when hovering a button (Not used when moving directly to a different button in the list)
da: Ventetiden før miniaturevinduet vises (anvendes ikke, når der flyttes til en anden knap i listen)
nl: De wachttijd voor het weergeven van het pop-upmenu, bij het zweven met de muis over een knop (Niet gebruikt bij rechtstreeks verplaatsen naar een andere knop in de lijst)
pl: Czas oczekiwania na pojawienie się menu po najechaniu kursorem na przycisk (Nieużywane w sytuacji bezpośredniego najechania z innego przycisku z listy)

source: Timeout Hide
da: Forsinkelse når vindue skjules
nl: Time-out verbergen
pl: Opóźnienie ukrycia podglądu

source: The waiting time for the popup menu to hide, when leaving a button (Not used when moving directly to a different button in the list)
da: Ventetiden før miniaturevinduet skjules, når en knap forlades (anvendes ikke, når der flyttes til en anden knap i listen)
nl: De wachttijd voor het verbergen van het pop-upmenu bij het verlaten van een knop (Niet gebruikt bij rechtstreeks verplaatsen naar een andere knop in de lijst)
pl: Czas oczekiwania na ukrycie menu po zjechaniu kursorem z przycisku (Nieużywane w sytuacji bezpośredniego najechania na inny przycisk z listy)

source: Close window on mouse-wheel click
da: Luk vindue ved klik med musehjulet
nl: Venster sluiten bij muiswielklik
pl: Zamykanie okna środkowym przyciskiem myszy

source: pixels
pl: piksele

source: Remove this applet
da: Fjern dette panelprogram
