Repository: linuxmint/cinnamon-spices-applets
Catalog: ShutdownMenuWithIcons@LLOBERA/files/ShutdownMenuWithIcons@LLOBERA/po/*.po
Languages: es, fi, fr

source: Quit
es: Apagar
fi: Lopeta
fr: Éteindre

source: Suspend
es: Suspender
fi: Valmiustila
fr: Mettre en veille

source: Hibernate
es: Hibernar
fi: Lepotila
fr: Mettre en hybernation

source: Hybrid sleep
es: Suspensión híbrida
fi: Horrostila
fr: Mettre en veille hybride

source: Restart
es: Reiniciar
fi: Käynnistä
fr: Redémarrer

source: Switch users
es: Cambiar de usuario
fi: Vaihda käyttäjää
fr: Changer d'utilisateur

source: Log out
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter

source: Screen Lock
es: Bloqueo de pantalla
fi: Lukitse näyttö
fr: Verrouiller l'écran

source: Settings
es: Configuración
fi: Asetukset
fr: Paramètres

source: Help
es: Ayuda
fi: Ohje
fr: Aide

source: About
es: Acerca de
fi: Tietoja
fr: À propos

source: An applet to help you shutdown, restart and suspend your system with single click
es: Un applet que le ayuda a apagar, reiniciar y suspender su sistema con un solo clic
fi: Sovelman avulla voit sammuttaa, käynnistää uudelleen jne. Voit valita eri asetuksia ja kuvakkeita
fr: Une applet pour vous aider à éteindre, redémarrer et mettre en veille votre système d'un simpleclic

source: Shutdown Menu With Icons
es: Menú de apagado con iconos
fr: Menu Éteindre, avec des icônes

source: Add screen lock to the menu
es: Añadir el bloqueo de pantalla al menú
fi: Lukitse näyttö - lisää valikkoon
fr: Ajouter le verrouillage de l'écran au menu

source: Add suspend to the menu
es: Añadir la suspensión al menú
fi: Valmiustila - lisää valikkoon
fr: Ajouter la mise en veille au menu

source: The suspend command
es: Comando de suspensión
fi: Valmiustila - komento
fr: La commande pour mettre en veille

source: The hibernate icon
es: Icono de hibernación
fi: Lepotila - kuvake
fr: L'icône d'hybernation

source: The log out icon
es: Icono de cierre de sesión
fi: Kirjaudu ulos - kuvake
fr: L'icône de déconnexion

source: The hibernate command
es: Comando de hibernación
fi: Lepotila - komento
fr: La commande pour mettre en hybernation

source: Add log out to the menu
es: Añadir el cierre de sesión al menú
fi: Kirjaudu ulos - lisää valikkoon
fr: Ajouter la déconnexion au menu

source: The switch users command
es: Comando de cambio de usuario
fi: Vaihda käyttäjää - komento

source: Add switch users to the menu
es: Añadir cierre de sesión al menú
fi: Vaihda käyttäjää - lisää valikkoon
fr: Ajouter le changement d'utilisateur au menu

source: The hybrid sleep command
es: Comando de suspensión híbrida
fi: Horrostila - komento
fr: La commande pour mettre en veille hybride

source: The suspend icon
es: Icono de suspensión
fi: Valmiustila - kuvake
fr: L'icône de mise en veille

source: Add quit to the menu
es: Añadir apagar al menú
fi: Lopeta - lisää valikkoon
fr: Ajouter l'extinction au menu

source: Restart: shut down and reboot the system
es: Reiniciar: apagar y reiniciar el sistema
fi: Käynnistä: käynnistää tietokoneen uudelleen
fr: Redémarrer : éteint et redémarre le système

source: Suspend: suspend the system
es: Suspender: suspender el sistema
fi: Valmiustila: asettaa valmistilaan
fr: Mise en veille : met le système en veille

source: Hibernate: hibernate the system
es: Hibernar: hibernar el sistema
fi: Lepotila: asettaa lepotilaan
fr: Mettre en hybernation : met le système en hybernation

source: The log out command
es: Comando de cierre de sesión
fi: Kirjaudu ulos - komento
fr: La commande pour se déconnecter

source: Add hybrid sleep to the menu
es: Añadir suspensión híbrida al menú
fi: Horrostila - lisää valikkoon
fr: Ajouter la mise en veille hybride au menu

source: The quit icon
es: Icono de apagar
fi: Lopeta - kuvake
fr: L'icône d'extinction

source: Add hibernate to the menu
es: Añadir hibernar al menú
fi: Lepotila - lisää valikkoon
fr: Ajouter l'hybernation au menu

source: The screen lock command
es: Comando de bloquear la pantalla
fi: Lukitse näyttö - komento
fr: La commande pour verrouiller l'écran

source: The hybrid sleep icon
es: Icono de suspensión híbrida
fi: Horrostila - kuvake
fr: L'icône de mise en veille hybride

source: The quit command
es: Comando de apagar
fi: Lopeta - komento
fr: La commande pour éteindre

source: The restart icon
es: Icono de reiniciar
fi: Käynnistä - kuvake
fr: L'icône de redémarrage

source: The screen lock icon
es: Icono de bloqueo de pantalla al menú
fi: Lukitse näyttö -kuvake
fr: L'icône de verrouillage de l'écran

source: Add restart to the menu
es: Añadir reiniciar al menú
fi: Käynnistä - lisää valikkoon
fr: Ajouter le redémarrage au menu

source: The switch users icon
es: Icono de cambiar de usuario
fi: Vaihda käyttäjää - kuvake

source: Quit: shut down and power-off the system
es: Salir: apagar y desconectar el sistema
fi: Lopeta: sammuta tietokone
fr: Éteindre : arrêter et éteindre le système

source: Hybrid sleep: hibernate and suspend the system
es: Suspensión híbrida: hibernar y suspender el sistema
fi: Horrostila: lepotilaan ja sitten horrostilaan
fr: Mettre en veille hybride : met le système en veille et en hybernation

source: Screen lock: lock the screen
es: Bloqueo de la pantalla: bloquear la pantalla
fi: Lukitse näyttö: lukitsee näytön
fr: Verrouiller l'écran : verrouille l'écran

source: The restart command
es: Comando de reinicio
fi: Käynnistä - komento
fr: La commande pour redémarrer

source: The switch users command
fr: La commande pour changer d'utilisateur

source: The switch users icon
fr: L'icône de changement d'utilisateur
