Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/VPN-Sentinel@claudiux/*.po
Languages: ca, es, hu, it, nl

source: VPN Sentinel
ca: Vigilant de VPN
nl: VPN Bewaker

source: Timestamp
es: Marca de tiempo
hu: Időbélyeg
nl: Tijdstempel

source: Date and Time
ca: Data i hora
es: Fecha y hora
hu: Dátum és idő
it: Data e ora
nl: Datum en Tijd

source: Message
ca: Missatge
es: Mensaje
hu: Üzenet
it: Messaggio
nl: Bericht

source: VPN-Sentinel has just started.
ca: El Vigilant de VPN s'acaba d'iniciar.
es: VPN-Sentinel acaba de ponerse en marcha.
hu: A VPN-Sentinel elindult.
it: VPN-Sentinel appena avviata.
nl: VPN-Bewaker is zojuist gestart.

source: Connected to VPN: %s
ca: Connectat a la VPN: %s
es: Conectado a VPN: %s
hu: Kapcsolódva a VPN-hez: %s
it: Connesso alla VPN: %s
nl: Verbonden met VPN: %s

source: Connected to WIREGUARD: %s
ca: Connectat a WIREGUARD: %s
es: Conectado a WIREGUARD: %s
hu: Kapcsolódva a WIREGUARD-hoz: %s
it: Connesso a WIREGUARD: %s
nl: Verbonden met WIREGUARD: %s

source: Connected to: %s
ca: Connectat a: %s
es: Conectado a: %s
hu: Kapcsolódva ehhez: „%s”
it: Connesso a: %s
nl: Verbonden met: %s

source: %s has just been launched.
ca: %s s'acaba d'iniciar.
es: %s acaba de ser lanzado.
hu: %s el lett indítva.
it: %s è stato appena avviato.
nl: %s is zojuist gestart.

source: %s has just been stopped.
ca: %s s'acaba d'aturar.
es: %s se acaba de detener.
hu: %s le lett állítva.
it: %s è stato appena arrestato.
nl: %s is zojuist gestopt.

source: %s stopped because the VPN link is idle.
ca: %s s'ha aturat perquè l'enllaç VPN està inactiu.
es: %s se ha detenido porque el enlace VPN está inactivo.
hu: A(z) %s leállt, mert a VPN kapcsolat inaktív állapotba került.
it: %s arrestato perché il collegamento VPN è inattivo.
nl: %s is gestopt omdat de VPN-verbinding inactief is.

source: Connection lost. Attempt to reconnect to: %s
ca: Connexió perduda. Intentant reconnectar a: %s
es: Conexión perdida. Intento de reconexión con: %s
hu: A kapcsolat megszakadt. Ismételt csatlakozás: %s
it: Connessione persa. Tentativo di riconnessione a: %s
nl: Verbinding verloren. Poging om opnieuw verbinding te maken met: %s

source: Connection to:
ca: Connexió a:
es: Conexión con:
hu: Kapcsolódás:
it: Connessione a:
nl: Verbinding met:

source: Connected to:
ca: Connectat a:
es: Conectado a:
hu: Kapcsolódva:
it: Connesso a:
nl: Verbonden met:

source: Disconnected from:
ca: Desconnectat de:
es: Desconectado de:
hu: Kapcsolat bontva:
it: Disconnesso da:
nl: Verbroken van:

source: Switching to:
ca: Canviant a:
es: Cambiando a:
hu: Átváltás:
it: Passa a:
nl: Overschakelen naar:

source: (None)
ca: (Cap)
es: (Ninguno)
hu: (Nincs)
it: (Nessuno)
nl: (Geen)

source: ENABLED
ca: ACTIVAT
es: ACTIVADO
hu: Engedélyezve
it: ATTIVATO
nl: INGESCHAKELD

source: DISABLED
ca: DESACTIVAT
es: DESACTIVADO
hu: Letiltva
it: DISATTIVATO
nl: UITGESCHAKELD

source: TRANSIENT
ca: TRANSITORI
es: TRANSITORIO
hu: Átváltás
it: TRANSITORIO
nl: VLUCHTIG

source: Other active VPN links (select to disable):
ca: Altres enllaços de VPN actius (seleccioneu per a desactivar):
es: Otros enlaces VPN activos (seleccionar para desactivar):
hu: Egyéb aktív VPN-kapcsolatok (válassza ki a letiltáshoz):
it: Altri collegamenti VPN attivi (selezionare per disabilitare):
nl: Andere actieve VPN-verbindingen (selecteer om uit te schakelen):

source: Connections
ca: Connexions
es: Conexiones
hu: Kapcsolatok
it: Connessioni
nl: Verbindingen

source: Connect to VPN as soon as this applet starts.
ca: Connecta a la VPN tan aviat com aquesta miniaplicació s'iniciï.
es: Conéctese a VPN tan pronto como se inicie este applet.
hu: Kisalkalmazás indulásakor azonnali kapcsolódás a VPN-kiszolgálóhoz.
it: Connettiti alla VPN non appena viene avviata l'applet.
nl: Verbind automatisch met VPN zodra deze applet start.

source: Try to reconnect to VPN when it shuts down incidentally.
ca: Intenta reconnectar a la VPN en cas d'aturada accidental.
es: Intentar volver a conectarse a la VPN cuando se apague accidentalmente.
hu: Újra kapcsolódás, amikor véletlenül leáll a VPN-kapcsolat.
it: Prova a riconnetterti alla VPN quando si spegne per inciso.
nl: Probeer opnieuw verbinding te maken met VPN wanneer deze onverwacht wordt afgesloten.

source: VPN Policy
ca: Pòlissa de VPN
es: Política de VPN
hu: VPN házirend
it: Politica VPN
nl: VPN Beleid

source: Internet Apps Manager
ca: Gestor d'aplicacions d'internet
es: Administrador de aplicaciones de Internet
hu: Internet-alkamazások kezelője
it: Gestore delle App Internet
nl: Internet Apps Beheerder

source: Open Activity Logs
ca: Obre els registres d'activitat
es: Abrir registros de actividad
hu: Tevékenység napló megnyitása
it: Apri i Registri delle Attività
nl: Activiteitenlogboeken Openen

source: Reload Country Flag
ca: Recarrega la bandera del país
es: Recargar la bandera del país
hu: Országzászló újratöltése
it: Ricarica Bandiera Nazionale
nl: Landenvlag Opnieuw Laden

source: Confirm this Country Flag
ca: Confirma aquesta bandera del país
es: Confirmar la bandera de este país
hu: Országzászló jóváhagyása
it: Conferma questa Bandiera Nazionale
nl: Bevestig deze Landenvlag

source: Network Settings
ca: Configuració de xarxa
es: Configuración de red
hu: Hálózati beállítások
it: Impostazioni di rete
nl: Netwerkinstellingen

source: Network Connections
ca: Connexions de xarxa
es: Conexiones de red
hu: Hálózati kapcsolatok
it: Connessioni di rete
nl: Netwerkverbindingen

source: VPN: %s Device: %s Since: %s
ca: VPN: %s Dispositiu: %s Des de: %s
es: VPN: %s Interfaz: %s De: %s
hu: VPN: %s Eyzköz: %s Kapcsolódva: %s
it: VPN: %s Dispositivo: %s Da: %s
nl: VPN: %s Apparaat: %s Sinds: %s

source: WIREGUARD: %s Device: %s Since: %s
ca: WIREGUARD: %s Dispositiu: %s Des de: %s
es: WIREGUARD: %s Interfaz: %s Desde: %s
hu: WIREGUARD: %s Eyzköz: %s Kapcsolódva: %s
it: WIREGUARD: %s Dispositivo: %s Da: %s
nl: WIREGUARD: %s Apparaat: %s Sinds: %s

source: Disconnected
ca: Desconnectat
es: Desconectado
hu: Bontva
it: Disconnesso
nl: Verbroken

source: Transient
ca: Transitori
es: Transitorio
hu: Átváltás
it: Transitorio
nl: Vluchtig

source: Deactivated
ca: Desactivat
es: Desactivado
hu: Kikapcsolva
it: Disattivato
nl: Gedeactiveerd

source: VPN-Sentinel re-loading requested.
ca: Es necessita recarregar el vigilant de VPN.
es: Se solicitó la recarga de VPN-Sentinel.
hu: VPN-Sentinel kisalkalmazás újratöltését kezdeményezték.
it: Ricaricamento di VPN-Sentinel richiesto.
nl: Opnieuw laden van VPN-Bewaker gevraagd.

source: VPN-Sentinel was stopped.
ca: El vigilant de VPN s'ha aturat.
es: VPN-Sentinel se ha detenido.
hu: VPN-Sentinel leállt.
it: VPN-Sentinel è stata fermata.
nl: VPN-Bewaker is gestopt.

source: Still connected to VPN: %s
ca: Encara connectat a la VPN: %s
es: Todavía conectado a la VPN: %s
hu: Továbbra is kapcsolódott a VPN-kapcsolattal: „%s”
it: Ancora connesso alla VPN: %s
nl: Nog steeds verbonden met VPN: %s

source: Still connected to WIREGUARD: %s
ca: Encara connectat a WIREGUARD: %s
es: Todavía conectado a WIREGUARD: %s
hu: Továbbra is kapcsolódott a WIREGUARD-kapcsolattal: „%s”
it: Ancora connesso al WIREGUARD: %s
nl: Nog steeds verbonden met WIREGUARD: %s

source: Still connected to: %s
ca: Encara connectat a: %s
es: Todavía conectado a: %s
hu: Továbbra is kapcsolódott ehhez: „%s”
it: Ancora connesso a: %s
nl: Nog steeds verbonden met: %s

source: No VPN/WIREGUARD link.
ca: No hi ha cap enllaç VPN/WIREGUARD.
es: Sin conexión VPN/WIREGUARD.
hu: Nincs VPN/WIREGUARD kapcsolat.
it: Nessun collegamento VPN/WIREGUARD.
nl: Geen VPN/WIREGUARD-verbinding.

source: VPN/WIREGUARD Status: Transient.
ca: Estat de VPN/WIREGUARD: Transitori.
es: VPN/WIREGUARD Estado: Transitorio.
hu: VPN/WIREGUARD állapot: Átmeneti.
it: Stato VPN/WIREGUARD: Transitorio.
nl: VPN/WIREGUARD Status: Vluchtig.

source: The applet %s is fully functional.
ca: La miniaplicació %s funciona a ple rendiment.
es: El applet %s es totalmente funcional.
hu: A kisalkalmazás (%s) teljesen működőképes.
it: L'applet %s è totalmente funzionante.
nl: De applet %s is volledig functioneel.

source: All dependencies are installed
ca: Totes les dependències estan instal·lades
es: Todas las dependencias están instaladas
hu: Minden függőség telepítve van
it: Tutte le dipendenze sono installate
nl: Alle vereiste programma's zijn geïnstalleerd

source: You appear to be missing some of the programs required for this applet to have all its features.
ca: Sembla que necessiteu instal·lar alguns paquets necessaris per al ple funcionament d'aquesta miniaplicació.
es: Parece que te faltan algunos de los programas necesarios para que este applet tenga todas sus funciones.
hu: Úgy tűnik, hogy hiányzik néhány program, amely szükséges ahhoz, hogy a kisalkalmazás minden funkcióval rendelkezzen.
it: Sembra che manchino alcuni dei programmi necessari affinché questa applet abbia tutte le sue funzionalità.
nl: Het lijkt erop dat je enkele van de vereiste programma's mist voor deze applet om al zijn functies te hebben.

source: Please execute, in the just opened terminal, the commands:
ca: Si us plau, executeu aquestes ordres al terminal que s'acaba d'obrir:
es: Por favor, ejecute, en el terminal recién abierto, los comandos:
hu: Kérjük, a most megnyitott terminálban hajtsa végre a következő parancsokat:
it: Si prega di eseguire, nel terminale appena aperto, i comandi:
nl: Voer alstublieft, in de zojuist geopende terminal, de volgende commando's uit:

source: Some dependencies are not installed!
ca: Algunes dependències no s'han instal·lat!
es: Algunas dependencias no están instaladas!
hu: Néhány függőség nincs telepítve!
it: Alcune dipendenze non sono installate!
nl: Enkele afhankelijkheden zijn niet geïnstalleerd!

source: Execution of '%s' failed:
ca: Ha fallat l'execució de '%s':
es: La ejecución de '%s' ha fallado:
hu: A '%s' végrehajtása sikertelen:
it: Esecuzione di '%s' fallita:
nl: Uitvoering van '%s' is mislukt:

source: VPN Sentinel is a powerful applet that monitors the VPN (or Wireguard) link, displays its status, can automatically connect to the last used VPN, reconnect the VPN link in case of unexpected disconnection, and start or stop certain Internet applications depending on the VPN status.
ca: El vigilant de VPN és una miniaplicació que monitora l'enllaç VPN (o Wireguard), en mostra el seu estat, pot reconnectar-se a l'última VPN utilitzada, pot reconnectar la VPN en cas d'apagada inesperada, i pot iniciar o aturar certes aplicacions d'Internet depenent de l'estat de la VPN.
es: VPN Sentinel es un potente applet que supervisa el enlace VPN (o Wireguard), muestra su estado, puede conectarse automáticamente a la última VPN utilizada, reconectar el enlace VPN en caso de desconexión inesperada e iniciar o detener determinadas aplicaciones de Internet en función del estado de la VPN.
hu: A VPN Sentinel egy hatékony kisalkalmazás, amely figyeli a VPN (vagy Wireguard) kapcsolatot, megjeleníti annak állapotát, automatikusan csatlakozik az utoljára használt VPN-hez, újra létrehozza a VPN kapcsolatot váratlan kapcsolatvesztés esetén, és elindít vagy leállít bizonyos internetes alkalmazásokat a VPN állapotától függően.
it: VPN Sentinel è una potente applet che monitora il collegamento VPN (o Wireguard), ne visualizza lo stato, può connettersi automaticamente all'ultima VPN utilizzata, ricollegare il collegamento VPN in caso di disconnessione imprevista e avviare o arrestare determinate applicazioni Internet a seconda dello stato della VPN.
nl: VPN Bewaker is een krachtige applet die de VPN (of Wireguard) verbinding in de gaten houdt, haar status weergeeft, automatisch kan verbinden met de laatst gebruikte VPN, de VPN-verbinding kan herstellen in geval van onverwachte verbreking, en bepaalde internettoepassingen kan starten of stoppen afhankelijk van de VPN-status.

source: Notifications
ca: Notificacions
es: Notificaciones
hu: Értesítések
it: Notifiche
nl: Meldingen

source: Flags
ca: Banderes
es: Banderas
hu: Jelölők
it: Bandiere
nl: Vlaggen

source: Flag
ca: Bandera
es: Bandera
hu: Jelölő
it: Bandiera
nl: Vlag

source: Sound Alert
ca: Alerta de so
es: Alerta de sonido
hu: Hangjelzések
it: Avviso sonoro
nl: Geluidsalarm

source: Icon colors
ca: Colors de la icona
es: Colores de los iconos
hu: Ikonszínek
it: Colori icona
nl: Pictogramkleuren

source: Connection Policy
ca: Política de connexió
es: Política de conexión
hu: Kapcsolódási házirend
it: Politica di Connessione
nl: Verbindingsbeleid

source: Bypass VPN for below domains
ca: Ignora la VPN pels dominis de sota
es: Bypass VPN para los siguientes dominios
hu: VPN kikerülése az alábbi tartományokhoz
it: Bypassa la VPN per i domini seguenti
nl: Omzeil VPN voor onderstaande domeinen

source: Activity Log
ca: Registre d'activitat
es: Registro de actividades
hu: Tevékenység napló
it: Registro delle attività
nl: Activiteitenlogboek

source: Settings
ca: Configuració
es: Configuración
hu: Beállítások
it: Impostazioni
nl: Instellingen

source: Managed Apps
ca: Aplicacions gestionades
es: Aplicaciones gestionadas
hu: Kezelt alkalmazások
it: Applicazioni gestite
nl: Beheerde Apps

source: Show the VPN server country flag next to the icon
ca: Mostra la bandera del país del servidor VPN al costat de la icona
es: Mostrar la bandera del país del servidor VPN junto al icono
hu: Jelenítse meg a VPN-kiszolgáló országzászlaját az ikon mellett
it: Mostra la bandiera del paese del server VPN accanto all'icona
nl: Toon de landenvlag van de VPN-server naast het pictogram

source: If this box is checked, a request is sent to a geolocation server to find out the country where your VPN server is located and its flag is displayed next to the icon of this applet.
ca: Si es marca aquesta casella, s'envia una sol·licitud de geolocalització del servidor per a saber-ne el seu origen i es mostra la bandera del país al costat de la icona d'aquesta miniaplicació.
es: Si esta casilla está marcada, se envía una solicitud a un servidor de geolocalización para averiguar el país en el que se encuentra su servidor VPN y su bandera se muestra junto al icono de este applet.
hu: Ha ez a jelölőnégyzet be van jelölve, egy kérés kerül elküldésre egy földrajzi helymeghatározó kiszolgálóhoz annak érdekében, hogy megtudja, mely országban található a VPN kiszolgáló, és a zászlaja megjelenik az alkalmazásikon mellett.
it: Se questa casella è selezionata, viene inviata una richiesta a un server di geolocalizzazione per scoprire il paese in cui si trova il tuo server VPN e la sua bandiera verrà visualizzata accanto all'icona di questa applet.
nl: Als dit vakje is aangevinkt, wordt er een verzoek naar een geolocatieserver gestuurd om te achterhalen in welk land je VPN-server zich bevindt en wordt de vlag van dat land naast het pictogram van deze applet weergegeven.

source: While VPN is OFF
ca: Mentre la VPN estigui aturada
es: Mientras la VPN está desactivada
hu: Amikor a VPN ki van kapcsolva
it: Mentre la VPN è OFF
nl: Terwijl VPN UIT staat

source: Hide the flag place
ca: Amaga la bandera del país
es: Ocultar el lugar de la bandera
hu: Zászló terület elrejtése
it: Nascondi la posizione della bandiera
nl: Verberg de vlaggenlocatie

source: No flag, but leave its place
ca: No mostris la bandera, però conserva el país
es: No hay bandera, pero deja su lugar
hu: Nem jelenítse meg a zászlót, de hagyja meg a helyét
it: Nessuna bandiera, ma lascia il suo posto
nl: Geen vlag, maar behoud de locatie

source: Show my Country's Flag
ca: Mostra la bandera del meu país
es: Mostrar la bandera de mi país
hu: Saját országzászló megjelenítése
it: Mostra la Bandiera del mio Paese
nl: Toon de vlag van mijn land

source: (While VPN is OFF or in TRANSIENT mode)
ca: (Mentre la VPN està apagada o en mode transitori)
es: (Mientras la VPN está apagada o en modo TRANSMISOR)
hu: (Amikor a VPN KI van kapcsolva vagy ÁTMENETI módban van)
it: (Mentre la VPN è disattivata o in modalità TRANSIENTE)
nl: (Terwijl VPN UIT staat of in VLUCHTIGE modus is)

source: Emit an audible alert when VPN shuts down incidentally
ca: Emet una alerta auditiva quan la VPN s'aturi accidentalment
es: Emitir una alerta sonora cuando la VPN se apaga accidentalmente
hu: Hangértesítés a VPN véletlen leállásakor
it: Emetti un avviso sonoro quando la VPN si spegne accidentalmente
nl: Zend een hoorbaar alarm uit wanneer VPN onverwacht wordt afgesloten

source: Emit this audible alert when this Applet starts, if VPN is down.
ca: Emet aquesta alerta auditiva quan la miniaplicació s'iniciï, si la VPN està desactivada.
es: Emite esta alerta sonora cuando se inicia este Applet, si la VPN está caída.
hu: Hangértesítés a kisalkalmazás indításakor, kikapcsolt VPN esetén.
it: Emetti questo segnale acustico all'avvio di questa applet, se la VPN non funziona.
nl: Zend dit hoorbare alarm uit wanneer deze applet start, als de VPN is uitgeschakeld.

source: While VPN is Connected
ca: Mentre la VPN està connectada
es: Mientras la VPN está conectada
hu: Amikor kapcsolódva a VPN-hez
it: Mentre la VPN è Connessa
nl: Terwijl VPN is verbonden

source: While VPN is Disconnected
ca: Mentre la VPN està desconnectada
es: Mientras la VPN está desconectada
hu: Amikor leválasztva a VPN-ről
it: Mentre la VPN è Disconnessa
nl: Terwijl VPN is verbroken

source: While VPN is in Transition state
ca: Mentre la VPN està en estat transitori
es: Mientras la VPN está en estado de transición
hu: Amikor átmeneti állapotban van a VPN
it: Mentre la VPN è nello stato Transitorio
nl: Terwijl VPN in overgangsmodus is

source: Border opacity
ca: Opacitat de les vores
es: Opacidad del borde
hu: Szegély átlátszatlanság
it: Opacità del bordo
nl: Randdoorzichtigheid

source: Apply
ca: Aplicar
es: Aplicar
hu: Alkalmaz
it: Applica
nl: Toepassen

source: Try to connect to last VPN as soon as VPN Sentinel starts.
ca: Intenta connectar-te a la última VPN tan aviat con el vigilant de VPN s'iniciï.
es: Intente conectarse a la última VPN en cuanto se inicie VPN Sentinel.
hu: A VPN Sentinel indulásakor azonnali kapcsolódás a legutóbb használt VPN-kiszolgálóhoz.
it: Prova a connetterti all'ultima VPN non appena si avvia VPN Sentinel.
nl: Probeer automatisch verbinding te maken met de laatst gebruikte VPN zodra VPN Bewaker start.

source: Deactivate this applet at startup
ca: Desactiva aquesta miniaplicació a l'inici
es: Desactivar este applet al inicio
hu: Kisalkalmazás kikapcsolása indításkor
it: Disattiva questa applet all'avvio
nl: Deactiveer deze applet bij opstarten

source: When this option is checked, this applet starts in 'deactivated' state, saving resources but not monitoring anything. You can activate it from its menu.
ca: En marcar aquesta opció, la miniaplicació arrancarà 'desactivada', conservant recursos i sense monitorar res. Podeu activar-la des del seu menú.
es: Cuando esta opción está marcada, este applet se inicia en estado 'desactivado', ahorrando recursos pero sin monitorizar nada. Puede activarlo desde su menú.
hu: Ha ez a jelölőnégyzet be van jelölve, az alkalmazás kezdetben „Kikapcsolva” állapotban indul el, erőforrásokat takarítva meg, de nem figyeli semmit. Aktiválhatja az alkalmazást a menüjéből.
it: Quando questa opzione è selezionata, l'applet si avvia nello stato "disattivato", risparmiando risorse ma non monitorando nulla. Puoi attivarlo dal suo menu.
nl: Als deze optie is aangevinkt, start deze applet in 'gedeactiveerde' toestand, waardoor hulpbronnen worden bespaard maar er niets in de gaten wordt gehouden. Je kunt het activeren vanuit het menu.

source: Do not try to automatically reconnect to VPN when disconnected through VPN Sentinel
ca: No intentis la reconnexió automàtica a la VPN quan sigui desconnectada a través del vigilant de VPN
es: No intentar reconectar automáticamente a la VPN cuando se desconecte a través de VPN Sentinel
hu: Ne próbáljon automatikusan újra kapcsolódni a VPN-kiszolgálóhoz, amikor a VPN Sentinel kisalkalmazásban szakítják meg a kapcsolatot
it: Non tentare di riconnettersi automaticamente alla VPN quando si è disconnessi tramite VPN Sentinel
nl: Probeer niet automatisch opnieuw verbinding te maken met VPN wanneer deze via VPN Bewaker wordt verbroken

source: Set the keybinding here to activate/deactivate the last used VPN.
ca: Assigneu la drecera del teclat per activar/desactivar l'última VPN utilitzada.
es: Establezca aquí la combinación de teclas para activar/desactivar la última VPN utilizada.
hu: Állítsa be itt a gyorsbillentyűt a legutóbb használt VPN bekapcsolásához, illetve kikapcsolásához.
it: Impostare qui la combinazione di tasti per attivare / disattivare l'ultima VPN utilizzata.
nl: Stel hier de sneltoets in om de laatst gebruikte VPN te activeren/deactiveren.

source: Domain
ca: Domini
es: Dominio
hu: Tartomány
it: Dominio
nl: Domein

source: Clicking this 'Apply' button will stop and then start your default connection. Thus, all active VPN connections will be closed.
ca: Clicant aquest botó 'Aplicar' aturarà la connexió i posarà en marxa la vostra connexió per defecte. Per tant, es desconnectaran totes les connexions VPN actives.
es: Al hacer clic en este botón "Aplicar", se detendrá y, a continuación, se iniciará su conexión predeterminada. De este modo, se cerrarán todas las conexiones VPN activas.
hu: Az „Alkalmaz” gombra kattintva megszakad majd újraindul az alapértelmezett kapcsolat. Ezáltal minden aktív VPN-kapcsolat megszakad.
it: Facendo clic sul pulsante "Applica" verrà interrotta e quindi avviata la connessione predefinita. Pertanto, tutte le connessioni VPN attive verranno chiuse.
nl: Als je op deze knop 'Toepassen' klikt, wordt je standaardverbinding gestopt en vervolgens gestart. Hierdoor worden alle actieve VPN-verbindingen gesloten.

source: Log status changes of VPNs and Internet applications
ca: Guarda un registre de canvis d'estat de VPNs i d'aplicacions d'internet
es: Registrar los cambios de estado de las VPN y las aplicaciones de Internet
hu: A VPN-kapcsolatok és az internetes alkalmazások állapotváltozásainak rögzítése
it: Registra i cambiamenti di stato delle VPN e delle applicazioni Internet
nl: Statuswijzigingen van VPN's en internettoepassingen loggen

source: Lifetime (days)
ca: Temps de vida (dies)
es: Vida útil (en días)
hu: Napokban megadott élettartam
it: Durata (giorni)
nl: Levensduur (dagen)

source: Lifetime of a record in the log file, in days.
ca: Durada de la vida d'un registre al fitxer de registres, en dies.
es: Vida útil de un registro en el archivo de registro, en días.
hu: Egy rekord nakokban megadott élettartama a naplófájlban.
it: Durata di una registrazione nel file di registro, in giorni.
nl: Levensduur van een record in het logboekbestand, in dagen.

source: Open Activity Log
ca: Obrir el registre d'activitat
es: Abrir registro de actividad
hu: Tevékenység napló megnyitása
it: Apri i Registri delle Attività
nl: Activiteitenlogboek Openen

source: Clear Activity Log
ca: Netejar el registre d'activitat
es: Borrar registro de actividad
hu: Tevékenység napló törlése
it: Pulisci i Registri delle Attività
nl: Activiteitenlogboek Wissen
