Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/VPN-Sentinel@claudiux/*.po
Languages: ca, es, hu, it, nl

source: This list will be completed automatically. Confirm the lines with correct data in order to immediately display the flag of the country where the VPN server is located.
ca: Aquesta llista es completarà automàticament. Confirmeu les línies amb la informació correcta per a mostrar la bandera del país on es troba el servidor VPN.
es: Esta lista se completará automáticamente. Confirme las líneas con los datos correctos para mostrar inmediatamente la bandera del país donde se encuentra el servidor VPN.
hu: Az alábbi lista automatikusan kitöltésre kerül. Erősítse meg a helyes adatokkal rendelkező sorokat, hogy azonnal megjelenítésre kerüljön a VPN-kiszolgáló helye alapján az ország zászlaja.
it: Questo elenco verrà completato automaticamente. Conferma le righe con i dati corretti in modo da visualizzare subito la bandiera del Paese in cui si trova il server VPN.
nl: Deze lijst wordt automatisch aangevuld. Bevestig de regels met juiste gegevens om onmiddellijk de vlag weer te geven van het land waar de VPN-server zich bevindt.

source: Flag List
ca: Llista de banderes
es: Lista de banderas
hu: Zászló lista
it: Elenco Bandiere
nl: Vlaggenlijst

source: VPN Name
ca: Nom de la VPN
es: Nombre de la VPN
hu: VPN név
it: Nome della VPN
nl: VPN Naam

source: Country Code
ca: Codi del país
es: Código del país
hu: Országkód
it: Codice Paese
nl: Landcode

source: Confirmed
ca: Confirmat
es: Confirmado
hu: Megerősítve
it: Confermato
nl: Bevestigd

source: Sort by
ca: Ordena per
es: Ordenar por
hu: Rendezés
it: Ordina per
nl: Sorteren op

source: None
ca: Cap
es: Ninguno
hu: Nincs
it: Nessuna
nl: Geen

source: Manage Internet Apps
ca: Gestiona les aplicacions d'internet
es: Gestionar aplicaciones de Internet
hu: Internet-alkamazások kezelése
it: Gestione delle App Internet
nl: Beheer Internet-apps

source: This option allows this applet to manage the Internet applications you listed below.
ca: Aquesta opció permet que la miniaplicació gestioni les aplicacions d'internet llistades a sota.
es: Esta opción permite que este applet gestione las aplicaciones de Internet que usted enumera a continuación.
hu: Ez a beállítás lehetővé teszi ennek az kisalkalmazásnak, hogy kezelje az alább felsorolt internetes alkalmazásokat.
it: Questa opzione consente all'applet di gestire le applicazioni Internet elencate di seguito.
nl: Deze optie stelt deze applet in staat de internettoepassingen te beheren die je hieronder hebt vermeld.

source: Show Help
ca: Mostra l'Ajuda
es: Mostrar ayuda
hu: Súgó megjelenítése
it: Mostra Aiuto
nl: Toon Hulp

source: Name: Application name, as it appears in Menu/Internet. Launch: Whether or not to launch this application as soon as the VPN link becomes active. VPN only: Whether or not to quickly stop this application if it is started while the VPN is idle.
ca: Nom: Nom de l'aplicació, tal i com apareix al Menú/Internet. Arranc: Trieu si aquesta aplicació s'iniciarà tan aviat com l'enllaç VPN estigui actiu. Només VPN: Trieu si cal aturar aquesta aplicació quan s'hagi iniciat amb la VPN inactiva.
es: Nombre: Nombre de la aplicación, tal y como aparece en Menú/Internet. Iniciar: Iniciar o no esta aplicación en cuanto se active el enlace VPN. Sólo VPN: Si desea o no detener rápidamente esta aplicación si se inicia mientras la VPN está inactiva.
hu: Név: Az alkalmazás neve, ahogy megjelenik a Menü → Internet almenüben. Indítás: Az alkalmazás automatikus indítása, amint az VPN kapcsolat aktív lesz. Csak VPN: Az alkalmazás gyors leállítása, ha az VPN inaktív állapotban van, és csak az VPN használatakor használja.
it: Nome: nome dell'applicazione, come appare in Menu/Internet. Avvia: se avviare o meno questa applicazione non appena il collegamento VPN diventa attivo. Solo VPN: se arrestare o meno rapidamente questa applicazione se viene avviata mentre la VPN è inattiva.
nl: Naam: Naam van de toepassing, zoals deze wordt weergegeven in Menu/Internet. Starten: Of deze toepassing al dan niet wordt gestart zodra de VPN-verbinding actief wordt. Alleen VPN: Of deze toepassing al dan niet snel moet worden gestopt als deze wordt gestart terwijl de VPN inactief is.

source: Managed applications
ca: Aplicacions gestionades
es: Aplicaciones gestionadas
hu: Kezelt alkalmazások
it: Applicazioni gestite
nl: Beheerde toepassingen

source: Name
ca: Nom
es: Nombre
hu: Naziv
it: Nome
nl: Naam

source: Launch
ca: Arranc
es: Iniciar
hu: Indítás
it: Avvia
nl: Starten

source: VPN only
ca: Només VPN
es: Sólo VPN
hu: Csak VPN
it: Solo con VPN
nl: Alleen VPN

source: Add all Menu/Internet applications
ca: Afegir totes les aplicacions de la categoria Menú/Internet
es: Añadir todas las aplicaciones Menú/Internet
hu: Az összes Menü → Internet alkalmazás hozzáadása
it: Aggiungi tutte le applicazioni dal Menù/Internet
nl: Voeg alle Menu/Internet toepassingen toe
