Repository: linuxmint/cinnamon-spices-applets
Catalog: color-blind-filters@rcalixte/files/color-blind-filters@rcalixte/po/*.po
Languages: de, es, it, vi

source: Color Blindness - Corrections
de: Farbenblindheit - Korrekturen
es: Daltonismo - Correcciones
it: Daltonismo - Correzioni
vi: Mù màu - Hiệu chỉnh

source: Protanopia Correction
de: Korrektur der Protanopie
es: Corrección de la protanopía
it: Correzione della Protanopia
vi: Hiệu chỉnh Protanopia

source: Protanopia High Contrast
de: Protanopie Hochkontrast
es: Protanopía Alto Contraste
it: Protanopia Contrasto elevato
vi: Tương phản cao Protanopia

source: Deuteranopia Correction
de: Korrektur der Deuteranopie
es: Corrección de la deuteranopía
it: Correzione della Deuteranopia
vi: Hiệu chỉnh Deuteranopia

source: Deuteranopia High Contrast
de: Deuteranopie Hochkontrast
es: Deuteranopía Alto Contraste
it: Deuteranopia Contrato elevato
vi: Tương phản cao Deuteranopia

source: Tritanopia Correction
de: Korrektur der Tritanopie
es: Corrección de la tritanopia
it: Correzione della Tritanopia
vi: Hiệu chỉnh Tritanopia

source: Color Blindness - Simulations
de: Farbenblindheit - Simulationen
es: Daltonismo - Simulaciones
it: Daltonismo - Simulazioni
vi: Mù màu - Mô phỏng

source: Protanopia Simulation
de: Protanopie-Simulation
es: Simulación de Protanopía
it: Simulazione della Protanopia
vi: Mô phỏng Protanopia

source: Deuteranopia Simulation
de: Simulation der Deuteranopie
es: Simulación de Deuteranopía
it: Simulazione della Deuteranopia
vi: Mô phỏng Deuteranopia

source: Tritanopia Simulation
es: Simulación de Tritanopia
it: Simulazione della Tritanopia
vi: Mô phỏng Tritanopia

source: Inversions
de: Inversionen
es: Inversiones
it: Inversioni
vi: Đảo ngược

source: Lightness Inversion
de: Inversion der Helligkeit
es: Inversión de luminosidad
it: Inversione luminosità
vi: Đảo sáng/tối

source: Color Inversion
de: Inversion der Farben
es: Inversión de color
it: Inversione colore
vi: Đảo màu

source: Other Effects
de: Andere Effekte
es: Otros efectos
it: Altri effetti
vi: Hiệu ứng khác

source: Desaturation
es: Desaturación
it: Desaturazione
vi: Giảm bão hòa màu

source: Channel Mixer - GBR
de: Kanal Mixer - GBR
es: Mezclador de canales - GBR
it: Mixer canali - GBR
vi: Trộn kênh - GBR

source: Channel Mixer - BRG
de: Kanal Mixer - BRG
es: Mezclador de canales - BRG
it: Mixer canali - BRG
vi: Trộn kênh - BRG

source: Current filter:
de: Momentaner Filter:
es: Filtro actual:
it: Filtro attuale:
vi: Bộ lọc hiện tại:

source: Filters disabled.
de: Filter deaktiviert
es: Filtros desactivados.
it: Filtri disattivati.
vi: Bộ lọc đã tắt.

source: An applet for the Cinnamon Desktop Environment that offers full-screen color filters that should help color-blind users and developers.
de: Ein Applet für die Cinnamon-Desktop-Umgebung, das Farbfilter für den gesamten Bildschirm bietet, die farbenblinden Benutzern und Entwicklern helfen sollen.
es: Un applet para el entorno de escritorio Cinnamon que ofrece filtros de color a pantalla completa que deberían ayudar a los usuarios y desarrolladores daltónicos.
it: Un'applet per l'ambiente desktop Cinnamon che offre filtri colore a schermo intero che dovrebbero aiutare utenti e sviluppatori daltonici.
vi: Applet cho môi trường desktop Cinnamon, cung cấp các bộ lọc màu toàn màn hình hỗ trợ người dùng và nhà phát triển bị mù màu.

source: Color-blind Filters
de: Farbenblind-Filter
es: Filtros daltónicos
it: Filtri daltonici
vi: Bộ lọc mù màu

source: Filter Active
de: Filter aktiv
es: Filtro activo
it: Filtro attivo
vi: Bộ lọc đang hoạt động

source: Category
de: Kategorie
es: Categoría
it: Categoria
vi: Danh mục

source: Corrections
de: Korrekturen
es: Correcciones
it: Correzioni
vi: Hiệu chỉnh

source: Simulations
de: Simulationen
es: Simulaciones
it: Simulazioni
vi: Mô phỏng

source: Filter Strength
de: Filterstärke
es: Intensidad del filtro
it: Intensità del filtro
vi: Cường độ bộ lọc
