Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/temperature@fevimu/*.po
Languages: ca, es, pt, ro, tr, uk

source: Temperature
ca: Temperatura
es: Temperatura
pt: Temperatura
ro: Temperatură
tr: Sıcaklık
uk: Температура

source: Error
pt: Erro
ro: Eroare
tr: Hata
uk: Помилка

source: Run sensors-detect as root. If it doesn't help, click here to report with your sensors output!
ca: Executeu sensors-detect com a root. Si no us ajuda, feu clic aquí per a informar d'errors!
es: Ejecute sensors-detect como root. ¡Si eso no ayuda, haga clic aquí para informar con la salida de sus sensores!
pt: Execute o comando sensors-detect como root. Se não ajudar, clique aqui para reportar indicando o resultado do comando sensors!
ro: Rulează sensors-detect ca root. Dacă nu ajută, click aici pentru a raporta cu citirile senzorilor!
tr: Yönetici haklarıyla sensors-detect komutunu çalıştırın. Yardımcı olmazsa, sensör (sensors) çıktılarınızla raporlamak için burayı tıklayın!
uk: Запустіть sensors-detect як root. Якщо це не допоможе, натисніть тут, щоб звітувати за допомогою виходу ваших датчиків!

source: Warning
ca: Avís
es: Advertencia
pt: Aviso
ro: Avertizare
tr: Uyarı
uk: Увага

source: Please install lm_sensors. If it doesn't help, click here to report with your sensors output!
ca: Si us plau, instal·leu lm_sensors. Si no us ajuda, feu clic aquí per a informar d'errors!
es: Por favor, instale lm_sensors. ¡Si eso no ayuda, haga clic aquí para informar con la salida de sus sensores!
pt: Instale o lm_sensors. Se não ajudar, clique aqui para reportar indicando o resultado do comando sensors!
ro: Te rog instalează lm_sensors. Dacă nu ajută, click aici pentru a raporta cu citirile senzorilor!
tr: Lütfen lm_sensors paketini yükleyin. Yardımcı olmazsa, sensör (sensors) çıktılarınızla raporlamak için burayı tıklayın!
uk: Будь ласка, встановіть lm_sensors. Якщо це не допоможе, натисніть тут, щоб звітувати за допомогою виходу ваших датчиків!

source: Thresholds Info
ca: Informació dels Llindars
es: Información de los umbrales
pt: Valores Limite
ro: Informații limite
tr: Eşik Bilgisi
uk: Інформація про поріг

source: High Temp
ca: Temp. Alta
es: Temperatura alta
pt: Temp. Alta
ro: Temp înaltă
tr: Yüksek Sıcaklık
uk: Висока температура

source: Crit. Temp
ca: Temp. Crítica
es: Temperatura crítica
pt: Temp. Crítica
ro: Temp. crit.
tr: Kritik Sıcaklık
uk: Критична температура

source: Critical
ca: Crítica
es: Crítica
pt: Crítica
ro: Critică
tr: Kritik
uk: Критична

source: High
ca: Alta
es: Alta
pt: Alta
ro: Înaltă
tr: Yüksek
uk: Висока

source: Current Temperature
ca: Temperatura Actual
es: Temperatura actual
pt: Temperatura Atual
ro: Temperatură curentă
tr: Mevcut Sıcaklık
uk: Поточна температура

source: Critical Temperature
ca: Temperatura Crítica
es: Temperatura crítica
pt: Temperatura Crítica
ro: Temperatură critică
tr: Kritik Sıcaklık
uk: Критична температура

source: CPU Temperature Indicator
ca: Indicador de Temperatura de la CPU
es: Indicador de temperatura de la CPU
pt: Indicador de Temperatura da CPU
ro: Indicator Temperatură CPU
tr: CPU Sıcaklık Göstergesi
uk: Датчик температури процесора

source: Shows CPU Temperature
ca: Mostra la temperatura de la CPU
es: Muestra la temperatura de la CPU
pt: Mostra a temperatura da CPU
ro: Arată temperatura CPU
tr: CPU Sıcaklığını Gösterir
uk: Показує температуру процесора

source: Show temperature in Fahrenheit
ca: Mostrar la temperatura en Fahrenheit
es: Mostrar la temperatura en Fahrenheit
pt: Mostrar temperatura em Fahrenheit
ro: Arată temperatura în Fahrenheit
tr: Sıcaklığı Fahrenhayt olarak göster
uk: Показувати температуру у Фаренгейтах

source: Use integer values for temperature
ca: Utilitzar valors enters per a la temperatura
es: Utilizar valores enteros para la temperatura
pt: Usar valores inteiros para a temperatura
ro: Folosește valori întregi pentru temperatură
tr: Sıcaklık için tam sayı değerleri kullan
uk: Використовувати цілі значення температури

source: Show unit
ca: Mostrar unitat
es: Mostrar unidad
pt: Mostrar unidade
ro: Arată unitate
tr: Birimi göster
uk: Відображати одиницю виміру

source: Whether or not show the unit after the temperature value.
ca: Indica si es mostrarà o no la unitat de temperatura després del valor.
es: Mostrar la unidad después del valor de la temperatura.
pt: Se deve mostrar ou não a unidade após o valor da temperatura.
ro: Dacă se arată sau nu unitatea după valoarea temperaturii.
tr: Sıcaklık değerinden sonra birim gösterilip gösterilmeyeceğini belirler.
uk: Відображати чи ні одиницю виміру після значення температури.

source: Show unit letter
ca: Mostrar lletra d'unitat
es: Mostrar letra de la unidad
pt: Mostrar letra da unidade
ro: Arată litera unității
tr: Birim harfini göster
uk: Відображати букву одиниці виміру

source: Whether or not show the unit letter (C or F).
ca: Indica si es mostrarà o no la lletra de la unitat (C o F)
es: Mostrar o no la letra de la unidad (C o F).
pt: Se deve mostrar ou não a letra da unidade (C ou F).
ro: Dacă se arată sau nu litera unității (C sau F).
tr: Birim harfinin (C veya F) gösterilip gösterilmeyeceğini belirler.
uk: Показувати чи ні букву одиниці виміру (C чи F).

source: Show label prefix
ca: Mostrar prefix d'etiqueta
es: Mostar etiqueta del prefijo
pt: Mostrar prefixo da legenda
ro: Arată prefixul etichetei
tr: Etiket ön ekini göster
uk: Показати мітку префікса

source: Whether or not to add a label before the temperature value.
ca: Indica si s'afegirà o no una etiqueta abans del valor de la temperatura.
es: Añadir una etiqueta antes del valor de la temperatura.
pt: Adicionar ou não uma legenda antes do valor da temperatura.
ro: Dacă se adaugă sau nu o etichetă înainte de valoarea temperaturii.
tr: Sıcaklık değerinden önce etiket eklenip eklenmeyeceğini belirler.
uk: Додавати чи ні позначку перед значенням температури.

source: Label prefix
ca: Prefix d'etiqueta
es: Etiqueta del prefijo
pt: Prefixo da legenda
ro: Prefix etichetă
tr: Etiket ön eki
uk: Мітка префікса

source: The label to be shown before the temperature value.
ca: L'etiqueta que es mostrarà abans del valor de la temperatura.
es: La etiqueta se mostrará antes del valor de la temperatura.
pt: A legenda a ser mostrada antes do valor da temperatura.
ro: Eticheta de arătat înainte de valoarea temperaturii.
tr: Sıcaklık değerinden önce gösterilecek etiket.
uk: Перед значенням температури відображатиметься мітка.

source: Update interval
ca: Interval d'actualització
es: Intervalo de actualización
pt: Intervalo de atualização
ro: Timp de actualizare
tr: Güncelleme sıklığı
uk: Інтервал оновлення

source: Change color when the temperature becomes High or Critical
ca: Canvia el color quan la temperatura esdevingui Alta o Crítica
es: Cambia de color cuando la temperatura es Alta o Crítica
pt: Alterar a cor quando a temperatura for Alta ou Crítica
ro: Schimbă culoarea când temperatura este Înaltă sau Critică
tr: Sıcaklık, Yüksek veya Kritik olduğunda rengi değiştirir
uk: Змінює колір, коли температура стає висока або критична

source: Selecting this option, this applet becomes orange when the High Temperature Threshold is reached, red when the Critical Temperature Threshold is reached.
ca: Seleccionant aquesta opció, la miniaplicació es torna taronja en arribar al llindar de temperatura Alta i vermella en arribar al llindar de temperatura Crítica.
es: Seleccionando esta opción, este applet se vuelve naranja cuando se alcanza el Umbral de Temperatura Alta, y roja cuando se alcanza el Umbral de Temperatura Crítica.
pt: Ao selecionar esta opção, a cor da applet muda para laranja quando a Temperatura Alta é atingida, vermelho quando a Temperatura Crítica é atingida.
ro: Prin selectarea acestei opțiuni, acest applet devine portocaliu când limita de temperatură înaltă este atinsă. roșu când limita de temperatură critică este atinsă.
tr: Bu seçenek seçildiğinde uygulamacık, Yüksek Sıcaklık Eşiğinde turuncu, Kritik Sıcaklık Eşiğinde kırmızı olur.
uk: Вибравши цей параметр, цей аплет стає помаранчевий, коли досягнуто порогу високої температури, і червоний, коли досягається поріг критичної температури.

source: Only use colors to alert me
ca: Utilitzar colors només per a avisar-me
es: Sólo utilizar colores para alertarme
pt: Apenas usar cores para alertas
ro: Folosește culori doar pentru a mă avertiza
tr: Uyarmak için sadece renkleri kullan
uk: Використовувати лише кольори для попередження

source: Select this option to not display text alerts in horizontal panels. (No text alert is ever displayed on vertical panels.)
ca: Seleccioneu aquesta opció per no mostrar alertes de text en panells horitzontals. (No es mostren mai alertes en panells verticals.)
es: Seleccione esta opción para no mostrar alertas de texto en los paneles horizontales. No mostrará alertas de texto en los paneles verticales
pt: Selecione esta opção para não mostrar alertas em painéis horizontais. (Alertas de texto não são mostrados em painéis verticais.)
ro: Selectează această opțiune pentru a nu arăta alerte text în panouri orizontale. (Nicio alertă text nu e arătată vreodată pe panouri verticale.)
tr: Metin uyarılarının yatay panellerde gösterilmemesi için bu seçeneği seçin. (Dikey panellerde metin uyarısı gösterilmez.)
uk: Виберіть цей параметр, щоб не відображати текстові сповіщення на горизонтальних панелях. (На вертикальних панелях текстові сповіщення не відображаються ніколи)

source: Avoid size changes
ca: Evitar canvis de mida
es: Evitar los cambios de tamaño
pt: Impedir alterações de tamanho

source: Checked: The size of this applet remains constant, once all your preferences have been defined. Unchecked: The size of this applet is optimized, but it may change.
ca: Marcat: La mida d'aquesta miniaplicació roman constant un cop les vostres preferències han estat definides. Desmarcat: La mida d'aquesta miniaplicació és optimitzada, però pot variar.
es: Marcado: El tamaño de este applet permanece constante, una vez definidas todas sus preferencias. Desmarcado: El tamaño de este applet está optimizado, pero puede cambiar.
pt: Ativo: O tamanho da applet permanece constante, após a personalização do conteúdo. Inativo: O tamanho da applet é otimizado conforme os conteúdos, e poderá variar.
