Repository: linuxmint/cinnamon-spices-applets
Catalog: wakatimedisplay@inventor96/files/wakatimedisplay@inventor96/po/*.po
Languages: fr, hu, it, nl

source: Click to open your WakaTime Dashboard
fr: Cliquez pour ouvrir votre tableau de bord WakaTime
hu: Kattintson a WakaTime irányítópult megnyitásához
it: Clicca per aprire la tua dashboard WakaTime
nl: Klik om je WakaTime-dashboard te openen

source: Open the Applet configuration to add your WakaTime API Key
fr: Ouvrez la configuration de l'applet pour ajouter votre clé API WakaTime
hu: Nyissa meg a kisalkalmazás konfigurációját a WakaTime API-kulcs hozzáadásához
it: Apri la configurazione dell’applet per aggiungere la tua chiave API di WakaTime
nl: Open de appletconfiguratie om je WakaTime API-sleutel toe te voegen

source: WakaTime Display
hu: WakaTime kijelző

source: Displays your statistics from WakaTime
fr: Affiche vos statistiques WakaTime
hu: Megjeleníti a WakaTime statisztikáit
it: Mostra le tue statistiche da WakaTime
nl: Toont je statistieken van WakaTime

source: WakaTime Settings
fr: Paramètres WakaTime
hu: WakaTime beállítások
it: Impostazioni WakaTime
nl: WakaTime-instellingen

source: minutes
hu: perc
it: minuti
nl: minuten

source: Refresh interval
fr: Intervalle de rafraîchissement
hu: Frissítési időköz
it: Intervallo di aggiornamento
nl: Verversingsinterval

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine.
fr: Augmentez ou diminuez la valeur de ce bouton rotatif pour modifier l'intervalle d'actualisation. Utilisez une actualisation lente si votre ordinateur est lent.
hu: Növeld vagy csökkentsd ezt a forgó értékét a frissítési intervallum megváltoztatásához - lassú frissítést használj, ha lassú géped van.
it: Aumenta o diminuisci questo valore per modificare l’intervallo di aggiornamento — usa un aggiornamento lento se il computer è poco performante.
nl: Verhoog of verlaag deze spinnerwaarde om het verversingsinterval te wijzigen â€“ gebruik een traag interval als je een trage computer hebt.

source: WakaTime API Key
fr: Clé d'API WakaTime
hu: WakaTime API kulcs
it: Chiave API di WakaTime
nl: WakaTime API-sleutel

source: The API key unique to your WakaTime account.
fr: La clé API unique à votre compte WakaTime.
hu: A WakaTime fiókodhoz egyedi API-kulcs.
it: La chiave API univoca del tuo account WakaTime.
nl: De API-sleutel die uniek is voor jouw WakaTime-account.

source: Open the WakaTime page to get your API key
fr: Ouvrez la page WakaTime pour obtenir votre clé API
hu: Nyisd meg a WakaTime oldalt az API-kulcs megszerzéséhez
it: Apri la pagina WakaTime per ottenere la tua chiave API
nl: Open de WakaTime-pagina om je API-sleutel te krijgen

source: Opens WakaTime API key webpage
fr: Ouvre la page Web de clé API WakaTime
hu: Megnyitja a WakaTime API kulcs weboldalát
it: Apre la pagina web della chiave API di WakaTime
nl: Opent de WakaTime API-sleutel-webpagina

source: Display Settings
fr: Paramètres d'affichage
hu: Kijelzőbeállítások
it: Impostazioni di visualizzazione
nl: Weergave-instellingen

source: WakaTime logo color
fr: Couleur du logo WakaTime
hu: WakaTime logó színe
it: Colore del logo WakaTime
nl: WakaTime-logokleur

source: White
fr: Blanc
hu: Fehér
it: Bianco
nl: Wit

source: Black
fr: Noir
hu: Fekete
it: Nero
nl: Zwart
