Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/spices-notifier@germanfr/*.po
Languages: ca, da, es, hu, nl

source: Mark all as read
ca: Marcar tot com a llegit
da: Markér alle som læst
es: Marcar todos como leídos
hu: Az összes megjelölése olvasottként
nl: Markeer alles als gelezen

source: No xlets found, click to reload
ca: No s'han trobat miniaplicacions, cliqueu per a recarregar
da: Ingen "spices" fundet. Klik for at genindlæse
es: Sin resultados, click para recargar
hu: Nem található xlets, kattintson ide az újratöltéshez
nl: Geen xlets gevonden, klik om opnieuw te laden

source: Spices notifier
ca: Notificador d'Espècies
da: Spices-kommentarer
es: Notificaciones de Spices
hu: Spices értesítő
nl: Spices meldingen

source: Notifies of comments on the Cinnamon Spices website
ca: Notifica sobre comentaris als llocs web de les Espècies de Cinnamon
da: Giver besked om kommentarer på Cinnamon Spices-websitet
es: Notifica sobre los comentarios en la página de Spices de Cinnamon
hu: Értesít a kommentekről a Cinnamon Spices weboldalon
nl: Meldingen van opmerkingen op de Cinnamon Spices-website

source: GitHub user name
ca: Usuari de Github
da: GitHub-brugernavn
es: Nombre de usuario de GitHub
hu: GitHub felhasználónév
nl: GitHub gebruikersnaam

source: Update interval
ca: Interval de refresc
da: Opdateringsinterval
es: Intervalo de actualización
hu: Frissítési gyakoriság
nl: Bijwerkings interval

source: minutes
ca: minuts
da: minutter
es: minutos
hu: perc
nl: minuten

source: Hide panel icon when there are no unread comments
ca: Amagar la icona del tauler quan no hi hagi comentaris sense llegir
da: Skjul panelikonet, når der ikke er nogen ulæste kommentarer
es: Ocultar icono del panel cuando no hay comentarios sin leer
hu: A panel ikonjának elrejtése, ha nincsenek olvasatlan megjegyzések
nl: Verberg paneelpictogram wanneer er geen nieuwe reacties zijn

source: Additional uuid:s:
ca: UUIDs adicionals:
da: Yderligere UUID'er:
es: Otros uuid:s:
hu: További UUID-k:
nl: Aanvullende UUID's

source: Additional uuid:s for applets, desklets, extensions and themes you want to follow (add a row for each of them).
ca: UUIDs addicionals per a miniaplicacions, extensions i temes que vulgueu seguir (afegiu una fila per cadascuna).
da: Yderligere UUID'er til panelprogrammer, skrivebordsprogrammer, udvidelser og temaer, som du vil følge (tilføj en række for hver af dem).
es: Uuid:s adicionales para applets, desklets, extensiones y temas que desee seguir (añada una fila para cada uno de ellos).
hu: További UUID-k: a figyelemmel kísért kisalkalmazásoknak, asztalkalmazásoknak, bővítményeknek és témáknak (soronként egy elem).
nl: Aanvullende UUID's voor applets, desklets, extensies en thema's die u wilt volgen (voeg een rij toe voor elk ervan).
