Repository: linuxmint/cinnamon-spices-applets
Catalog: ScreenShot+RecordDesktop@tech71/files/ScreenShot+RecordDesktop@tech71/po/*.po
Languages: ca, da, fi, hr, hu, is, it, nl, ru, sk, tr, vi, zh_tw

source: ScreenShot
ca: Captura de pantalla
da: Skærmbillede
fi: Ruudunkaappaus
hr: Slikanje zaslona
hu: Képernyőkép
is: Skjámynd
nl: Schermafdruk
ru: Скриншот
sk: Snímka obrazovky
tr: Ekran Görüntüsü
vi: Ảnh chụp màn hình
zh_tw: 螢幕擷圖

source: Current Window
ca: Finestra actual
da: Aktuelle vindue
fi: Nykyinen ikkuna
hr: Uslikaj trenutni prozor
hu: Jelenlegi ablak
is: Núverandi gluggi
it: Finestra Corrente
nl: Huidig venster
ru: Текущее окно
sk: Aktuálne okno
tr: Mevcut Pencere
vi: Cửa sổ hiện tại
zh_tw: 目前視窗

source: Selected Area
ca: Àrea seleccionada
da: Valgte område
fi: Valittu alue
hr: Uslikaj odabrano područje
hu: Kijelölt terület
is: Valið svæði
it: Area Selezionata
nl: Geselecteerd gebied
ru: Выбранная область
sk: Vybraná oblasť
tr: Seçili Alan
vi: Vùng được chọn
zh_tw: 選取區域

source: Whole Screen
ca: Tota la pantalla
da: Hele skærmen
fi: Koko näyttö
hr: Uslikaj cijeli zaslon
hu: Egész képernyő
is: Allur skjárinn
it: Schermo Intero
nl: Volledig scherm
ru: Весь экран
sk: Celá obrazovka
tr: Tam Ekran
vi: Toàn màn hình
zh_tw: 整個螢幕

source: 1 Second Delay
ca: 1 segon de retard
da: 1 sekunds forsinkelse
fi: 1 s viive
hr: 1 sekunda odgode
hu: 1 másodperc késleltetés
is: 1 sekúndu töf
it: Ritarda 1 Secondo
nl: 1 seconde vertraging
ru: Задержка 1 секунда
sk: Oneskorenie 1 sekundu
tr: 1 Saniye Gecikme
vi: Trễ 1 giây
zh_tw: 延遲 1 秒

source: 3 Second Delay
ca: 3 segons de retard
da: 3 sekunders forsinkelse
fi: 3 s viive
hr: 2 sekunde odgode
hu: 3 másodperc késleltetés
is: 3 sekúndna töf
it: Ritarda 3 Secondi
nl: 3 seconden vertraging
ru: Задержка 3 секунды
sk: Oneskorenie 3 sekundy
tr: 3 Saniye Gecikme
vi: Trễ 3 giây
zh_tw: 延遲 3 秒

source: 5 Second Delay
ca: 5 segons de retard
da: 5 sekunders forsinkelse
fi: 5 s viive
hr: 5 sekundi odgode
hu: 5 másodperc késleltetés
is: 5 sekúndna töf
it: Ritarda 5 Secondi
nl: 5 seconden vertraging
ru: Задержка 5 секунд
sk: Oneskorenie 5 sekúnd
tr: 5 Saniye Gecikme
vi: Trễ 5 giây
zh_tw: 延遲 5 秒

source: Record Screencast
ca: Gravar Screencast
da: Optag skærmen
fi: Tallenna videoksi
hr: Snimanje zaslona
hu: Képernyővideó felvétele
is: Taka upp skjámyndskeið
it: Registra schermo
nl: Screencast opnemen
ru: Запись скринкаста
sk: Záznam obrazovky
tr: Ekran Yayınını Kaydet
vi: Ghi màn hình
zh_tw: 錄製螢幕畫面

source: Record Desktop With Audio
ca: Gravar l'escriptori amb àudio
da: Optag skrivebordet med lyd
fi: Tallenna työpöytää äänellä
hr: Snimi radnu površinu sa zvukom
hu: Asztal felvétele hanggal
is: Skjáupptaka með hljóði
it: Registra Desktop Con Audio
nl: Desktop opnemen met audio
ru: Запись рабочего стола со звуком
sk: Zaznamenať pracovnú plochu so zvukom
tr: Masaüstünü Sesli Kaydet
vi: Ghi màn hình có âm thanh
zh_tw: 錄製桌面 (含音訊)

source: Recording
ca: Gravant
da: Optager
fi: Tallennus
hr: Snimanje
hu: Felvétel
is: Upptaka
it: Registrando
nl: Aan het opnemen
ru: Запись
sk: Zaznamenávanie
vi: Đang ghi
zh_tw: 錄製中

source: With-Audio
ca: Amb-Àudio
da: Med-lyd
fi: Äänellä
hr: sa zvukom pokrenuto
hu: Hanggal
is: Með-hljóði
it: Con Audio
nl: Met audio
ru: Со звуком
sk: So zvukom
tr: Sesli
vi: Có âm thanh
zh_tw: 含音訊

source: Record Desktop Without Audio
ca: Gravar l'escriptori sense àudio
da: Optag skrivebordet uden lyd
fi: Tallenna työpöytää ilman ääntä
hr: Snimi radnu površinu bez zvuka
hu: Asztal felvétele hang nélkül
is: Skjáupptaka án hljóðs
it: Registra Desktop Senza Audio
nl: Desktop opnemen zonder audio
ru: Запись рабочего стола без звука
sk: Zaznamenať pracovnú plochu bez zvuku
tr: Masaüstünü Sessiz Kaydet
vi: Ghi màn hình không âm thanh
zh_tw: 錄製桌面 (無音訊)

source: No-Audio
ca: No-Àudio
da: Uden-lyd
fi: Äänetön
hr: bez zvuka pokrenuto
hu: Nincs hang
is: Ekki-hljóð
it: Senza Audio
nl: Zonder audio
ru: Без звука
sk: Bez zvukom
tr: Ses Yok
vi: Không âm thanh
zh_tw: 無音訊

source: Record Current Window With Audio
ca: Gravar la finestra actual amb àudio
da: Optag det aktuelle vindue med lyd
fi: Tallenna ikkunaa äänellä
hr: Snimi trenutni prozor sa zvukom
hu: Jelenlegi ablak felvétele hanggal
is: Skjáupptaka af núverandi glugga með hljóði
it: Registra Finestra Corrente Con Audio
nl: Huidig venster opnemen met audio
ru: Запись текущего окна со звуком
sk: Zaznamenať aktuálne okno so zvukom
tr: Mevcut Pencereyi Sesli Kaydet
vi: Ghi cửa sổ hiện tại có âm thanh
zh_tw: 錄製目前視窗 (含音訊)

source: Record Current Window Without Audio
ca: Gravar la finestra actual sense àudio
da: Optag det aktuelle vindue uden lyd
fi: Tallenna ikkunaa ilman ääntä
hr: Snimi trenutni prozor bez zvuka
hu: Jelenlegi ablak felvétele hang nélkül
is: Skjáupptaka af núverandi glugga án hljóðs
it: Registra Finestra Corrente Senza Audio
nl: Huidig venster opnemen zonder audio
ru: Запись текущего окна без звука
sk: Zaznamenať aktuálne okno bez zvuku
tr: Mevcut Pencereyi Sessiz Kaydet
vi: Ghi cửa sổ hiện tại không âm thanh
zh_tw: 錄製目前視窗 (無音訊)

source: Stop Recording
ca: Aturar la gravació
da: Stop optagelse
fi: Pysäytä tallennus
hr: Zaustavi snimanje
hu: Felvétel megállítása
is: Stöðva upptöku
it: Interrompi Registrazione
nl: Opname stoppen
ru: Остановить запись
sk: Zastaviť zaznamenávanie
tr: Kaydı Durdur
vi: Dừng ghi
zh_tw: 停止錄製

source: Recording-Stopped
ca: Gravació-Aturada
da: Optagelse-stoppet
fi: Tallennus pysäytetty
hr: Snimanje zaustavljeno
hu: Felvétel megállítva
is: Upptaka-stöðvuð
it: Registrazione Interrotta
nl: Opname gestopt
ru: Запись остановлена
sk: Zaznamenávanie zastavené
tr: Kayıt-Duduruldu
vi: Đã dừng ghi
zh_tw: 已停止錄製

source: Recording-Finished
ca: Gravació-Acabada
da: Optagelse-færdig
fi: Tallennus valmis
hr: Snimanje završeno
hu: Felvétel befejeződött
is: Upptöku-lokið
it: Registrazione Terminata
nl: Opname voltooid
ru: Запись завершена
sk: Zaznamenávanie dokončené
tr: Kayıt-Bitirildi
vi: Đã hoàn tất ghi
zh_tw: 錄製完成

source: Take A Snapshot or Record Your Desktop
ca: Feu una captura de pantalla o graveu el vostre escriptori
da: Tag et skærmbillede eller optag dit skrivebord
fi: Ota tilannekuva tai tallenna työpöytää
hr: Uslikajte ili snimite svoju radnu površinu
hu: Készítsen egy pillanatfelvételt, vagy rögzítse az asztalt
is: Taktu skjámynd eða myndskeið af skjáborðinu þínu
it: Scatta Un'Istantanea o Registra il Desktop
nl: Maak een schermafdruk of neem je bureaublad op
ru: Сделайте снимок или запишите свой рабочий стол
sk: Zachytiť alebo zaznamenať obrazovku vašej pracovnej plochy
tr: Ekran Görüntüsü Alın veya Masaüstünüzü Kaydedin
vi: Chụp ảnh hoặc ghi màn hình desktop
zh_tw: 擷取螢幕畫面或錄製桌面

source: Pictures Folder
ca: Carpeta d'imatges
da: Billedmappe
fi: Kuvat kansio
hr: Slike
hu: Képek mappa
is: Myndamappa
it: Cartella Immagini
nl: Afbeeldingen map
ru: Папка с картинками
sk: Priečinok s obrázkami
tr: Resim Dizini
vi: Thư mục Ảnh
zh_tw: 圖片資料夾

source: Videos Folder
ca: Carpeta de vídeos
da: Videomappe
fi: Videot kansio
hr: Snimke
hu: Videók mappa
is: Myndskeiðamappa
it: Cartella Video
nl: Video's map
ru: Папка с видео
sk: Priečinok s videami
tr: Video Dizini
vi: Thư mục Video
zh_tw: 影片資料夾

source: Take A Snapshot Or Record Your Desktop (recording requires the packages ffmpeg, xdotool & x11-utils to be installed)
ca: Feu una captura de pantalla o graveu el vostre escriptori (per a gravar cal haver instal·lat els paquets ffmpeg, xdotool i x11-utils)
da: Tag et skærmbillede eller optag dit skrivebord (optagelse kræver, at pakkerne ffmpeg, xdotool og x11-utils er installeret)
fi: Ota tilannekuva tai tallenna työpöytää (tallennus vaatii ffmpeg, xdotool ja x11-utils -pakettien asennuksen)
hr: Uslikajte ili snimite svoju radnu površinu (potrebno je instalirati ffmpeg, xdotool i x11-utils pakete)
hu: Készítsen egy pillanatfelvételt, vagy rögzítse az asztalt (a felvételhez telepíteni kell az ffmpeg, xdotool és x11-utils csomagokat)
is: Taktu skjámynd eða myndskeið af skjáborðinu þínu (upptaka myndskeiðs krefst þess að pakkarnir ffmpeg, xdotool & x11-utils séu uppsettir)
it: Scatta Un'Istantanea o Registra il Desktop (la registrazione richiede l'installazione dei pacchetti ffmpeg, xdotool e x11-utils)
nl: Maak een schermafdruk of neem je bureaublad op (opnemen vereist de installatie van de pakketten ffmpeg, xdotool & x11-utils)
ru: Сделайте снимок или запишите свой рабочий стол (для записи требуются пакеты ffmpeg, xdotool & x11-utils должны быть установленны)
sk: Zachytáva alebo zaznamenáva obrazovku vašej pracovnej plochy (záznam vyžaduje nainštalované balíky ffmpeg, xdotool a x11-utils)
vi: Chụp ảnh hoặc ghi màn hình desktop (cần cài đặt các gói ffmpeg, xdotool và x11-utils)
zh_tw: 擷取螢幕畫面或錄製桌面 (錄製功能需要安裝 ffmpeg、xdotool 及 x11-utils 套件)

source: ScreenShot+Record Desktop
ca: Captura+Gravació de l'Escriptori
da: Skærmbillede+Optag skrivebord
hr: Slikanje+Snimanje radne površine
hu: Pillanatfelvétel+Asztal rögzítése
is: Skjámynd-Skjáupptaka
nl: Schermafdruk+Bureaublad opnemen
ru: Скриншот+Запись рабочего стола
sk: Snímka a záznam obrazovky pracovnej plochy
tr: Ekran Görüntüsü+Masaüstü Kaydı
vi: Chụp và ghi màn hình
