Repository: linuxmint/cinnamon-spices-applets
Catalog: search-box@mtwebster/files/search-box@mtwebster/po/*.po
Languages: ca, es, hu, nl, sv, zh_cn

source: Right-click to select or add your search engine
ca: Clic dret per a seleccionar o afegir el vostre motor de cerca
es: Haga clic con el botón derecho para seleccionar o añadir su motor de búsqueda
hu: Kattintson a jobb gombbal a keresőmotor kiválasztásához vagy hozzáadásához
nl: Klik met de rechtermuisknop om uw zoekmachine te selecteren of toe te voegen

source: Type to search...
ca: Escriviu per buscar...
es: Escriba para buscar...
hu: Gépeljen a kereséshez…
nl: Typ om te zoeken...
sv: Skriv för att söka...
zh_cn: 键入以搜索...

source: Select your Search Engine:
ca: Seleccioneu el vostre motor de cerca:
es: Seleccione su motor de búsqueda:
hu: Válassza ki keresőmotorját:
nl: Selecteer uw zoekmachine:

source: Change default programs...
ca: Canviar els programes per defecte...
es: Cambiar programas predeterminados ...
hu: Alapértelmezett alkalmazás megváltoztatása.
nl: Verander standaardprogramma's...
sv: Byt standardprogram...
zh_cn: 更改默认程序...

source: Edit providers
ca: Editar proveïdors
es: Editar motor de búsqueda
hu: Keresőszolgáltatás szerkesztése
nl: Bewerk providers
sv: Redigera söktjänster
zh_cn: 编辑提供者

source: Internet Search Box
ca: Caixa de cerca a Internet
es: Cuadro de búsqueda en Internet
hu: Internetes keresőmező
nl: Internet zoekvak
zh_cn: 互联网搜索框

source: Perform an Internet search, using your favorite engine
ca: Feu una cerca a Internet utilitzant el vostre motor preferit
es: Realice una búsqueda en Internet, utilizando su motor favorito
hu: Internetes keresést hajt végre az Ön kedvenc keresőszolgáltatásával
nl: Voer een internetzoekopdracht uit met uw favoriete zoekmachine
sv: Utför en internetsökning med din favoritsöktjänst
zh_cn: 使用您喜爱的引擎执行互联网搜索

source: Providers
ca: Proveïdors
es: Proveedores
hu: Szolgáltatók
nl: Aanbieders

source: Options
ca: Opcions
es: Opciones
hu: Beállítások
nl: Opties

source: Search-box colors
ca: Colors de la caixa de cerca
es: Colores del cuadro de búsqueda
hu: A keresőmező színei
nl: Kleuren zoekvak

source: Search Provider Settings
ca: Configuració del proveïdor de la cerca
es: Configuración del motor de búsqueda
hu: Keresőszolgáltatás beállítások
nl: Instellingen voor zoekaanbieders
sv: Söktjänstinställningar
zh_cn: 搜索提供者设置

source: Show provider
ca: Mostrar proveïdor
es: Mostrar el motor de búsqueda
hu: Keresőszolgáltatás megjelenítése
nl: Toon aanbieder
sv: Visa söktjänst
zh_cn: 显示提供者

source: Show selected provider in the panel
ca: Mostrar el proveïdor seleccionat al tauler
es: Mostrar el motor de búsqueda seleccionado en el panel
hu: Kiválasztott keresőszolgáltatás megjelenítése a Panelon
nl: Toon geselecteerde aanbieder in het paneel
sv: Visa den valda söktjänsten i panelen
zh_cn: 在面板中显示所选的提供者

source: Reset query after search
ca: Reiniciar consulta després de la cerca
es: Restablecer la consulta tras la búsqueda
hu: Lekérdezés visszaállítása keresés után
nl: Zoekopdracht resetten na zoeken

source: Reset query after search? This may not be useful if you want to be able to perform the same query on other search engines afterwards.
ca: Voleu reiniciar la consulta després de buscar? Aquesta opció pot no ser útil si voleu buscar la mateixa consulta a altres motors de cerca després.
es: ¿Restablecer la consulta después de la búsqueda?. Esto puede no ser útil si desea poder realizar la misma consulta en otros motores de búsqueda después.
hu: Visszaállítja a lekérdezést a keresés után? Ez nem biztos, hogy hasznos, ha azt szeretné, hogy utána ugyanazt a lekérdezést más keresőmotorokon is végrehajthassa.
nl: Zoekopdracht resetten na zoeken? Dit is misschien niet nuttig als u dezelfde zoekopdracht bij andere zoekmachines nadien wilt uitvoeren.

source: Search Engines
ca: Motors de cerca
es: Motores de búsqueda:
hu: Kereső motorok
nl: Zoekmachines

source: Show
ca: Mostrar
es: Mostrar
hu: Megjelenítés
nl: Weergeven

source: Name
ca: Nom
es: Nombre
hu: Név
nl: Naam

source: Short name (3 lower-case letters)
ca: Nom curt (3 caràcters en minúscules)
es: Nombre corto (3 letras minúsculas)
hu: Rövid név (3 kisbetű)
nl: Korte naam (3 kleine letters)

source: Query URL
ca: URL de consulta
es: URL de consulta
hu: URL lekérdezése
nl: Zoekopdracht-URL

source: If your query begins with the 3 letters of the short name, it will be processed by the relevant search engine. Example: ddg linux mint iso
ca: Si la vostra consulta comença amb els 3 caràcters del nom curt, es processarà amb el motor de cerca corresponent. Exemple: ddg linux mint iso
es: Si su consulta comienza con las 3 letras del nombre abreviado, será procesada por el motor de búsqueda correspondiente. Ejemplo: ddg linux mint iso
hu: Ha a lekérdezés a rövid név 3 betűjével kezdődik, akkor azt a megfelelő keresőmotor dolgozza fel. Példa: ddg linux mint iso
nl: Als uw zoekopdracht begint met de 3 letters van de korte naam, wordt deze verwerkt door de relevante zoekmachine. Voorbeeld: ddg linux mint iso

source: Only selected providers will be displayed in the context menu, so you can select your default provider. If you deselect the default provider, the first selected becomes the default provider. If no provider is selected, the default provider is Google.
ca: Només els proveïdors seleccionats es mostraran al menú contextual, permetent-vos seleccionar-ne un per defecte. Si desmarqueu el proveïdor per defecte, es reemplaçarà pel primer seleccionat. Si no hi ha proveïdor seleccionat, s'utilitzarà Google.
es: Sólo los proveedores seleccionados aparecerán en el menú contextual, para que pueda seleccionar su proveedor predeterminado. Si anula la selección del proveedor predeterminado, el primero seleccionado se convierte en el proveedor predeterminado. Si no se selecciona ningún proveedor, el proveedor predeterminado será Google.
hu: Csak a kiválasztott szolgáltatók jelennek meg a helyi menüben, így kiválaszthatja az alapértelmezett szolgáltatót. Ha törli az alapértelmezett szolgáltató kijelölését, az elsőként kiválasztott lesz az alapértelmezett szolgáltató. Ha nincs kiválasztva szolgáltató, az alapértelmezett szolgáltató a Google.
nl: Alleen geselecteerde aanbieders worden weergegeven in het contextmenu, zodat je je standaardaanbieder kunt selecteren. Als je de standaardaanbieder deselecteert, wordt de eerste geselecteerde de standaardaanbieder. Als er geen aanbieder is geselecteerd, is de standaardaanbieder Google.

source: Keybinding
ca: Dreceres
es: Combinación de teclas
hu: Billentyűtársítás
nl: Sneltoets
sv: Kortkommando

source: Keybinding, which opens the search box
ca: Drecera del teclat que obre la finestra de cerca
es: Combinación de teclas que abre el cuadro de búsqueda
hu: Billentyűtársítás, amely megnyitja a keresési mezőt
nl: Sneltoets die het zoekvak opent
sv: Tangentkombination som öppnar sökrutan

source: Background color
ca: Color de fons
es: Color de fondo
hu: Háttér színe
nl: Achtergrondkleur

source: Text color
ca: Color del text
es: Color del texto
hu: Szövegszín
nl: Tekstkleur

source: Select provider
ca: Seleccionar proveïdor
es: Seleccione el motor de búsqueda
hu: Keresőszolgáltatás választása
nl: Selecteer aanbieder
sv: Välj tjänst
zh_cn: 选择提供者

source: Select a search provider
ca: Seleccioneu un proveïdor de cerca
es: Seleccione un motor de búsqueda
hu: Válasszon egy keresőszolgáltatást
nl: Selecteer een zoekaanbieder
sv: Välj en söktjänst
zh_cn: 选择搜索提供者

source: Use custom provider
ca: Utilitzar un proveïdor personalitzat
es: Utilizar un motor de búsqueda personalizado
hu: Egyedi keresőszolgáltatás használata
nl: Gebruik aangepaste aanbieder
sv: Använd anpassad söktjänst
zh_cn: 使用自定义提供者

source: Use your own search provider
ca: Utilitzeu el vostre propi proveïdor
es: Utilice su propio motor de búsqueda
hu: Saját keresőszolgáltatás használata
nl: Gebruik uw eigen zoekaanbieder
sv: Använd din egen favoritsöktjänst
zh_cn: 使用您自己的搜索提供者

source: Name of custom provider
ca: Nom del proveïdor personalitzat
es: Nombre del motor de búsqueda personalizado
hu: Egyedi keresőszolgáltatás neve
nl: Naam van aangepaste aanbieder
sv: Namn på anpassad söktjänst
zh_cn: 自定义提供者的名称

source: Enter label of the custom provider to show in the panel.
ca: Introduïu el nom del vostre proveïdor personalitzat al tauler.
es: Introduzca la etiqueta del motor de búsqueda personalizado que se mostrará en el panel.
hu: Adja meg az egyedi keresőszolgáltatás panelen megjelenítendő címkéjét.
nl: Voer het label van de aangepaste aanbieder in dat moet worden weergegeven in het paneel.
sv: Ange namnet på den anpassade söktjänsten att visas i panelen.
zh_cn: 输入要显示在面板中自定义提供者的标签。

source: URL of custom provider
ca: URL del proveïdor personalitzat
es: URL del motor de búsqueda personalizado
hu: Egyedi keresőszolgáltatás URL elérési útja
nl: URL van aangepaste aanbieder
sv: URL för anpassad söktjänst
zh_cn: 自定义提供者的URL

source: Enter the URL of the custom search provider
ca: Introduïu l'URL del proveïdor personalitzat
es: Introduzca la URL del motor de búsqueda personalizado
hu: Adja meg az URL elérési utat az egyedi keresőszolgáltatáshoz
nl: Voer de URL van de aangepaste zoekaanbieder in
sv: Ange URL för den anpassade söktjänsten
zh_cn: 输入自定义搜索提供者的URL
