Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@PopupTranslator/files/0dyseus@PopupTranslator/po/*.po
Languages: cs, es, sv

source: Description
cs: Popis
es: Descripción

source: Simple translator applet that will allow to display the translation of any selected text from any application on a system in a popup.
cs: Jednoduchý aplet překladače umožňující zobrazit překlad jakéhokoliv vybraného textu z jakékoliv aplikace v popup okně.
es: Simple applet que permite traducir cualquier texto seleccionado desde cualquier aplicación en un sistema y mostrarlo en una ventana emergente.

source: Dependencies
cs: Závislosti
es: Dependencias
sv: Beroenden

source: If one or more of these dependencies are missing in your system, you will not be able to use this applet.
cs: Pokud v systému chybí jedna nebo více těchto závislostí, nebudete moci tento aplet používat.
es: Si una o más de estas dependencias faltan en su sistema, no podrá utilizar este applet.
sv: Om ett eller flera av dessa beroenden saknas i ditt system, kommer du inte att kunna använda det här panelprogrammet.

source: xsel command
cs: xsel příkaz
es: Comando xsel
sv: xsel-kommando

source: XSel is a command-line program for getting and setting the contents of the X selection.
cs: XSel je program příkazového řádku pro získání a nastavení obsahu výběru X.
es: XSel es un programa de la consola para obtener y asignar los contenidos de una selección en X.
sv: XSel är ett kommandoradsprogram för att hämta och ställa in innehållet i X-samlingen.

source: Debian and Archlinux based distributions:
cs: Distribuce založené na Debianu a Archlinuxu:
es: Distribuciones basadas en Debian y Archlinux:
sv: Debian- och Archlinux-baserade distributioner:

source: The package is called **xsel**.
cs: Balík se nazývá **xsel**.
es: El paquete es llamado **xsel**.
sv: Paketet kallas **xsel**.

source: xdg-open command
cs: xdg-open příkaz
es: Comando xdg-open
sv: xdg-open-kommando

source: Open a URI in the user's preferred application that handles the respective URI or file type.
cs: Otevře URI v aplikaci preferované uživatelem, která zpracovává příslušný URI nebo typ souboru.
es: Abre una URI en la aplicación preferida por el usuario que puede manejar la URI o tipo de archivo respectivo.
sv: Öppna en URI i användarens föredragna program, som hanterar respektive URI eller filtyp.

source: This command is installed with the package called **xdg-utils**.
cs: Tento příkaz je nainstalován s balíčkem s názvem **xdg-utils**.
es: Este comando es instalado con el paquete llamado **xdg-uitls**.
sv: Detta kommando installeras med paketet **xdg-utils**.

source: Installed by default in modern versions of Linux Mint.
cs: Instalováno ve výchozím nastavení v moderních verzích Linux Mint.
es: Instalado por defecto en todas las versiones modernas de Linux Mint.
sv: Installerad som standard i nyare versioner av Linux Mint.

source: It should come already installed in all Linux distributions.
cs: Mělo by být již nainstalováno ve všech distribucích Linuxu.
es: Debería estar ya instalado en todas las distribuciones Linux.
sv: Den bör redan vara installerad i alla Linux-distributioner.

source: requests Python 3 module
cs: requests Python 3 modul
es: requests módulo Python 3
sv: begär Python 3-modul

source: Requests allow you to send HTTP/1.1 requests. You can add headers, form data, multi-part files, and parameters with simple Python dictionaries, and access the response data in the same way. It's powered by httplib and urllib3, but it does all the hard work and crazy hacks for you.
cs: Requests knihovna umožňuje posílat HTTP / 1.1 požadavky. Můžete přidat hlavičky, data formuláře, vícedílné soubory a parametry pomocí jednoduchých slovníků Pythonu a přístup k datům odezvy stejným způsobem. Využívá httplib a urllib3, ale dělá pro vás všechnu všechnu zbývající tvrdou práci.
es: Requests permite enviar peticiones HTTP/1.1. Se pueden agregar encabezados, datos de formulario, archivos multi-parte y parámetros con simples diccionarios Python, y acceder a los datos recibidos de la misma manera.
sv: Requests låter dig skicka HTTP/1.1-förfrågningar. Du kan lägga till "headers", formulärdata, multi-part-filer och parametrar med enkla Python-ordlistor, och komma åt svarsdata på samma sätt. Det drivs av httplib och urllib3, men det gör jobbet och alla galna hack åt dig.

source: Debian based distributions:
cs: Distribuce založené na Debianu:
es: Distribuciones basadas en Debian:
sv: Debian-baserade distributioner:

source: The package is called **python3-requests**.
cs: Balík se nazývá **python3-requests**.
es: El paquete es llamado **python3-requests**.
sv: Detta paket kallas **python3-requests**.

source: Archlinux based distributions:
cs: Distribuce založené na Archlinuxu:
es: Distribuciones basadas en Archlinux:
sv: Archlinux-baserade distributioner:

source: The package is called **python-requests**.
cs: Balík se nazývá **python-requests**.
es: El paquete es llamado **python-requests**.
sv: Detta paket kallas **python-requests**.

source: After installing any of the missing dependencies, Cinnamon needs to be restarted
cs: Po instalaci jakékoli chybějících závislosti je nutné restartovat Cinnamon.
es: Luego de instalar cualquiera de las dependencias faltantes, Cinnamon necesita ser reiniciado
sv: Efter installation av något saknat beroende, måste Cinnamon startas om.

source: I don't use any other type of Linux distribution (Gentoo based, Slackware based, etc.). If any of the previous packages/modules are named differently, please, let me know and I will specify them in this help file.
cs: Nepoužívám žádný jiný typ distribuce Linuxu (založený na Gentoo, založeném na Slackware atd.). Pokud se některý z předchozích balíčků / modulů jmenuje jinak, dejte mi vědět a já doplním tento soubor s nápovědou.
es: Yo no uso ningún otro tipo de distribución Linux (basada en Gentoo, basada en Slackware, etc.). Si alguno de los previos paquetes/módulos son nombrados deferente, por favor, háganmelo saber y los especificaré en este archivo de ayuda.
sv: Jag använder inga andra typer av Linux-distributioner (Gentoo-baserade, Slackware-baserade, etc.). Meddela mig, om något av föregående paket/moduler är annorlunda namngivna, så kan jag specificera dem i denna hjälpfil.

source: Note:
cs: Poznámka:
es: Nota:
sv: Notis:

source: Usage
cs: Používání
es: Uso del applet
sv: Användning

source: There are 4 *translations mechanisms* (**Left click**, **Middle click**, **Hotkey #1** and **Hotkey #2**). Each translation mechanism can be configured with their own service providers, language pairs and hotkeys.
cs: Existují 4 *mechanismy překladů* (**levým tlačítkem**, **středním tlačítkem**, **klávesová zkratka # 1** a **klávesová zkratka # 2**). Každý mechanismus překladu může být konfigurován s vlastními poskytovateli služeb, jazykovými páry a klávesovými zkratkami.
es: Existen 4 *mecanismos de traducción* diferentes (**Clic izquierdo**, **Clic medio**, **Atajo de teclado #1** y **Atajo de teclado #2**), Cada mecanismo de traducción puede ser configurado con sus propios proveedores de servicio, par de lenguajes y atajos de teclado.
sv: Det finns 4 *översättningsfunktioner* (**Vänsterklick**, **Mushjulsklick**, **Snabbtangent #1** och **Snabbtangent #2**). Varje översättningsfunktion kan konfigureras med sin egen uppsättning tjänstleverantör, språkpar och snabbtangent.

source: **First translation mechanism (Left click):** Translates any selected text from any application on your system. A hotkey can be assigned to perform this task.
cs: **Mechanismus prvního překladu (levým tlačítkem myši):** Převede libovolný vybraný text z jakékoliv aplikace ve vašem systému. K provedení této úlohy může být přiřazena klávesová zkratka.
es: **Primer mecanismo de traducción (Clic izquierdo):** Traduce cualquier texto seleccionado de cualquier aplicación en el sistema. Un atajo de teclado puede ser asignado para realizar esta tarea.
sv: **Första översättningsfunktionen (Vänsterklick):** Översätter fritt markerad text från valfritt program i ditt system. En snabbtangent kan tilldelas för att utföra åtgärden.

source: **First translation mechanism ([[Ctrl]] + Left click):** Same as **Left click**, but it will bypass the translation history. A hotkey can be assigned to perform this task.
cs: **Mechanismus prvního překladu ([[Ctrl]] + levým tlačítkem myši):** Stejné jako **levým tlačítkem**, ale obchází historii překladu. K provedení této úlohy může být přiřazena klávesová zkratka.
es: **Primer mecanismo de traducción ([[Ctrl]] + Clic izquierdo):** Igual que **Clic izquierdo**, pero el historial de traducciones será ignorado. Un atajo de teclado puede ser asignado para realizar esta tarea.
sv: **Första översättningsfunktionen ([[Ctrl]] + Vänsterklick):** Samma som **Vänsterklick**, men det kringgår översättningshistoriken. En snabbtangent kan tilldelas för att utföra åtgärden.

source: **Second translation mechanism (Middle click):** Same as **Left click**.
cs: **Mechanismus druhého překladu (prostředním tlačítkem myši):** Stejné jako **levým tlačítkem**.
es: **Segundo mecanismo de traducción (Clic medio):** Mismo que **Clic izquierdo**.
sv: **Andra översättningsfunktionen (Mushjulsklick):** Samma som **Vänsterklick**.

source: **Second translation mechanism ([[Ctrl]] + Middle click):** Same as [[Ctrl]] + **Left click**.
cs: **Mechanismus druhého překladu ([[Ctrl]] + prostředním tlačítkem myši):** Stejné jako [[Ctrl]] + **levým tlačítkem**.
es: **Segundo mecanismo de traducción ([[Ctrl]] + Clic medio):** Igual que **[[Ctrl]] + Clic izquierdo**.
sv: **Andra översättningsfunktionen ([[Ctrl]] + Mushjulsklick):** Samma som [[Ctrl]] + **Vänsterklick**.

source: **Third translation mechanism (Hotkey #1):** Two hotkeys can be configured to perform a translation and a forced translation.
cs: **Mechanismus třetího překladu (klávesová zkratka # 1):** Dvě klávesové zkratky mohou být nakonfigurovány pro překlad a vynucený překlad.
es: **Tercer mecanismo de traducción (Atajo de teclado #1):** Dos atajos de teclado pueden ser configurados para realizar una traducción y una traducción forzada.
sv: **Tredje översättningsfunktionen (Snabbtangent #1):** Två snabbtangenter kan konfigureras för att utföra en översättning och en "Tvingad" översättning.

source: **Fourth translation mechanism (Hotkey #2):** Two hotkeys can be configured to perform a translation and a forced translation.
cs: **Mechanismus čtvrtého překladu (klávesová zkratka # 2):** Dvě klávesové zkratky mohou být nakonfigurovány pro překlad a vynucený překlad.
es: **Cuarto mecanismo de traducción (Atajo de teclado #1):** Dos atajos de teclado pueden ser configurados para realizar una traducción y una traducción forzada.
sv: **Fjärde översättningsfunktionen (Snabbtangent #2):** Två snabbtangenter kan konfigureras för att utföra en översättning och en "Tvingad" översättning.

source: All translations are stored into the translation history. If a string of text was already translated in the past, the popup will display that stored translated text without making use of the provider's translation service.
cs: Všechny překlady jsou uloženy do historie překladů. Pokud byl řetězec textu již v minulosti přeložen, vyskakovací okno zobrazí tento uložený přeložený text bez použití služby poskytovatele překladu.
es: Todas las traducciones son guardadas en el historial de traducciones. Si una cadena de texto ya fue traducida en el pasado, el menú emergente mostrará esa cadena de texto guardada sin hacer uso del servicio de traducción del proveedor.
sv: Alla översättningar lagras i översättningshistoriken. Om en textsträng redan tidigare har översatts, Kommer popup-rutan att visa den lagrade översättningen, utan att använda leverantörens översättningstjänst.

source: About translation history
cs: O historii překladů
es: Sobre el historial de traducción
sv: Om översättningshistorik

source: I created the translation history mechanism mainly to avoid the abuse of the translation services.
cs: Vytvořil jsem mechanismus historie překladu hlavně proto, aby se zabránilo zneužívání překladatelských služeb.
es: He creado el mecanismo del historial de traducciones mayormente para evitar el abuso de los servicios de traducción.
sv: Jag skapade historikfunktionen för översättningar, i huvudsak för att undvika missbruk av översättningstjänsterna.

source: If the Google Translate service is "abused", Google may block temporarily your IP. Or what is worse, they could change the translation mechanism making this applet useless and forcing me to update its code.
cs: Pokud je služba Google Translate "zneužívána", může společnost Google dočasně zablokovat vaši IP adresu. Nebo co je horší, mohou změnit překladový mechanismus, což způsobí nepoužitelnost tohoto apletu a donutí mě aktualizovat jeho kód.
es: Si el servicio de Google Translate is "abusado", Google puede que bloquee temporalmente su IP. O lo que es peor, ellos podrían cambiar el mecanismo de traducción usado haciendo este applet inútil y obligándome a actualizar su código.
sv: Om Google Translate "missbrukas" kan det hända att Google blockerar din IP-adress temporärt. Eller vad som är värre, de kan ändra översättningsfunktionen så att det här panelprogrammet blir obrukbart och tvinga mig att skriva om koden.

source: If the Yandex Translate service is "abused", you are "wasting" your API keys quota and they will be blocked (temporarily or permanently).
cs: Pokud je služba Yandex Translate "zneužívána", "utrácíte" kvótu na klíče API a ty budou blokovány (dočasně nebo trvale).
es: Si el servicio de Yandex Translate is "abusado", usted está "desperdiciando" la cuota de sus llaves de la API y estas serán bloqueadas (temporalmente o permanentemente).
sv: Om Yandex Translate "missbrukas", har du "kastat bort" dina API-nycklar som kommer att blockeras (temporärt eller permanent).

source: In the context menu of this applet is an item that can open the folder were the translation history file is stored. From there, the translation history file can be backed up or deleted.
cs: V kontextovém menu tohoto apletu je položka, která může otevřít složku se souborem historie překladů. Odtud může být soubor historie překladů zálohován nebo smazán.
es: En el menú contextual de este applet existe un ítem que permite abrir la carpeta donde el historial de traducciones está guardado. Desde allí, el archivo de historial puede ser respaldado o incluso borrado.
sv: I panelprogrammets kontextmeny (högerklick på ikonen) kan du öppna den mapp där översättningshistoriken lagras. Därifrån kan du säkerhetskopiera eller ta bort historiken.

source: NEVER edit the translation history file manually!!!
cs: NIKDY neupravujte soubor historie překladu ručně!!!
es: ¡NUNCA editar el archivo de historial manualmente!
sv: Redigera ALDRIG översättningshistoriken manuellt!

source: If the translation history file is deleted/renamed/moved, Cinnamon needs to be restarted.
cs: Pokud je soubor s historií překladů smazán/přejmenován/přesunut, je třeba restartovat Cinnamon.
es: Si el archivo de historial es borrado/renombrado/movido, Cinnamon necesita ser reiniciado.
sv: Om historikfilen tas bort, döps om eller flyttas, måste Cinnamon startas om.

source: How to get Yandex translator API keys
cs: Jak získat klíče API pro překladač Yandex
es: ¿Cómo obtener llaves de API para Yandex translator?
sv: Hur man skaffar Yandex translators API-nycklar

source: Visit one of the following links and register a Yandex account (or use one of the available social services).
cs: Navštivte některý z následujících odkazů a zaregistrujte účet Yandex (nebo použijte jednu z dostupných sociálních služeb).
es: Visitar uno de los enlaces siguientes y registrar una cuenta de Yandex (o usar uno de los servicios sociales disponibles).
sv: Besök en av följande länkar och registrera ett Yandex-konto (eller använd ett av tillgängliga sociala medier).

source: English:
cs: Anglicky:
es: Inglés:
sv: Engelska:

source: Russian:
cs: Rusky:
es: Ruso:
sv: Ryska:

source: Once you successfully finish creating your Yandex account, you can visit the link provided several times to create several API keys. **DO NOT ABUSE!!!**
cs: Jakmile úspěšně dokončíte vytváření účtu Yandex, můžete několikrát navštívit odkaz k vytvoření několika klíčů API. **NEZNEUŽÍVEJTE !!!**
es: Una vez que se haya realizado la creación exitosa de una cuenta de Yandex, los enlaces provistos pueden ser visitados varias veces para obtener varias llaves de API. **¡NO ABUSAR!**
sv: När du har skapat ditt Yandex-konto, kan du besöka den angivna länken flera gånger, för att skapa flera API-nycklar. **MISSBRUKA INTE DETTA!!!**

source: Once you have several API keys, you can add them to Popup Translator's settings window (one API key per line).
cs: Jakmile máte k dispozici několik klíčů API, můžete je přidat do okna nastavení Popup překladače (jeden klíč API na každý řádek).
es: Una vez que se tengan varias llaves de API, ellas pueden ser agregadas a la ventana de configuración de Traductor Emergente (una llave de API por linea).
sv: När du har flera API-nycklar, kan du lägga till dem i Popup Translators inställningar (en API-nyckel per rad).

source: Important notes about Yandex API keys
cs: Důležité poznámky o klíčích API služby Yandex
es: Notas importantes sobre llaves de API Yandex
sv: Viktig information om Yandex API-nycklar

source: The API keys will be stored into a preference. Keep your API keys backed up in case you reset Popup Translator's preferences.
cs: Klíče API budou uloženy do předvoleb. Udržujte klíč API zálohované pro případ, že zresetujete předvolby Popup překladače.
es: Las llaves de API son guardadas en una preferencia. Mantener las llaves de API respaldadas en el caso de que la preferencias de Traductor Emergente sean reiniciadas.
sv: API-nycklarna kommer att lagras som en inställning. Bevara en säkerhetskopia på dina API-nycklar, ifall du behöver återställa Popup Translators inställningar.

source: **NEVER make your API keys public!!!** The whole purpose of going to the trouble of getting your own API keys is that the only one "consuming their limits" is you and nobody else.
cs: **NIKDY nezveřejňujte své klíče API** Celý proces získání vlastních klíčů API, má jediný účel a tím je, že jediný kdo spotřebovává jejich limity jste vy a nikdo jiný.
es: **¡NUNCA hacer públicas las llaves de API!** El sólo propósito de tomarse la molestia de obtener sus propias claves API es que el único el "consumir sus límites" es usted y nadie más.
sv: **Offentliggör ALDRIG dina API-nycklar!!!** Hela syftet med att göra sig besväret att skaffa sina egna API-nycklar, är att endast du skall kunna nyttja den begränsade mängden översatta tecken.

source: With each Yandex translator API key you can translate **UP TO** 1.000.000 (1 million) characters per day **BUT NOT MORE** than 10.000.000 (10 millions) per month.
cs: S každým klíčem API pro překladač Yandex můžete přeložit **AŽ DO** 1.000.000 (1 milion) znaků za den **ALE NE VÍCE** než 10.000.000 (10 milionů) za měsíc.
es: Con cada llave de API Yandex uno puede traducir **HASTA** 1.000.000 (1 millón) de caracteres por día **PERO NO MÁS** de 10.000.000 (10 millones) por mes.
sv: Med varje Yandex translator API-nyckel kan du översätta **UPP TILL** 1.000.000 (1 miljon) tecken per dag. **MEN INTE MER ÄN** 10.000.000 (10 miljoner) per månad.

source: The following two sections are available only in English.
cs: Následující dvě části jsou k dispozici pouze v angličtině.
es: Las siguientes dos secciones están disponibles sólo en Inglés.
sv: Följande två sektioner är endast tillgängliga på Engelska.

source: Do not install on any other version of Cinnamon.
cs: Neinstalujte v žádné jiné verzi Cinnamonu.
es: No instalar en ninguna otra versión de Cinnamon.

source: Compatibility
cs: Kompatibilita
es: Copatibilidad

source: Help
cs: Nápověda
es: Ayuda
sv: Hjälp

source: Contributors
cs: Přispěvatelé
es: Colaboradores
sv: Medhjälpare

source: Changelog
cs: Přehled změn
es: Registro de cambios
sv: Ändringslogg

source: Help for %s
cs: Nápověda pro %s
es: Ayuda para %s
sv: Hjälp för %s

source: IMPORTANT!!!
cs: DŮLEŽITÉ!!!
es: ¡IMPORTANTE!
sv: VIKTIGT!!!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
cs: Nikdy neodstraňujte soubory ze složky tohoto xletu. Mohlo by to narušit funkčnost xletu.
es: Jamás borrar ninguno de los archivos encontrados dentro de la carpeta de este xlet. Podría romper la funcionalidad del xlet.
sv: Ta aldrig bort någon av filerna i den här xlet-mappen. Det kan förstöra programmets funktioner.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
cs: Zprávy o chybách, požadavky na funkce a příspěvky by měly být prováděny v repozitáři tohoto xletu, na který je odkaz dále.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på följande länk.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
cs: Lokalizace apletů/deskletů/rozšíření (a.k.a. xlety)
es: Localización de applets/desklets/extensiones (también conocidos como xlets)
sv: Applets/Desklets/Extensions (xlets) översättning

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
cs: Pokud byl tento xlet nainstalován z nastavení systému v Cinnamonu, byly všechny tyto lokalizace xletu automaticky nainstalovány.
es: Si este xlet se instaló desde Configuración de Cinnamon, todas las localizaciones de este xlet se instalaron automáticamente.
sv: Om denna xlet installerades från Cinnamons inställningar, installerades också alla översättningar automatiskt.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
cs: Pokud byl tento xlet nainstalován ručně a nikoliv pomocí nastavení systému v Cinnamonu, mohou být lokalizace instalovány spuštěním skriptu nazvaného ** localizations.sh ** z terminálu otevřeného uvnitř složky xletu.
es: Si este xlet se instaló manualmente y no a través de Configuración de Cinnamon, las localizaciones se pueden instalar ejecutando el archivo llamado **localizations.sh** desde una terminal abierta dentro de la carpeta del xlet.
sv: Om denna xlet installerades manuellt och inte via Cinnamons inställningar, kan översättningar installeras genom att köra skriptet **localizations.sh** från en terminal öppnad i programmappen.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
cs: Pokud tento xlet nemá k dispozici překlad pro váš jazyk, můžete jej vytvořit podle následujících pokynů.
es: Si este xlet no está disponible en su idioma, la localización puede ser creada siguiendo las siguientes instrucciones.
sv: Om ditt språk saknas i denna xlet, kan du översätta den med hjälp av följande instruktioner.

source: Popup Translator history
cs: Historie překladů
es: Historial del Traductor Emergente
sv: Popup Translator historik

source: Date
cs: Datum
es: Fecha
sv: Datum

source: Source text
cs: Zdrojový text
es: Texto de origen
sv: Källtext

source: Language pair
cs: Vybrané jazyky
es: Par de idiomas
sv: Språkpar

source: Target text
cs: Cílový text
es: Texto de destino
sv: Måltext

source: Copy translated text to clipboard
cs: Kopírovat přeložený text do schránky
es: Copiar texto traducido al portapapeles
sv: Kopiera översatt text till urklipp

source: Translate text on provider's website
cs: Přeložit text na webu poskytovatele překladu
es: Traducir texto en el sitio web del proveedor
sv: Översätt texten på tjänstleverantörens webbsida
