Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@PopupTranslator/files/0dyseus@PopupTranslator/po/*.po
Languages: cs, es, sv

source: Open translation history
cs: Otevřít historii překladu
es: Abrir historial de traducción
sv: Öppna översättningshistoriken

source: Source language
cs: Zdrojový jazyk
es: Idioma de origen
sv: Källspråk

source: Target language
cs: Cílový jazyk
es: Idioma de destino
sv: Målspråk

source: (G) = Language supported only by Google Translate. (Y) = Language supported only by Yandex Translate.
cs: (G) = Jazyk podporovaný pouze překladačem Google. (Y) = Jazyk podporovaný pouze překladačem Yandex.
es: (G) = Idioma soportado únicamente por Google Translate. (Y) = Idioma soportado únicamente por Yandex Translate.
sv: (G) = Språk som stöds endast av Google Translate. (Y) = Språk som stöds endast av Yandex Translate.

source: First translation mechanism (Left click on applet)
cs: Mechanismus prvního překladu (Klikněte levým tlačítkem na aplet)
es: Primer mecanismo de traducción (Clic izquierdo en el applet)
sv: 1:a översättningsfunktionen (Vänsterklick på panelikonen)

source: Second translation mechanism (Middle click on applet)
cs: Mechanismus druhého překladu (Klikněte středním tlačítkem na aplet)
es: Segundo mecanismo de traducción (Clic medio en el applet)
sv: 2:a översättningsfunktionen (Mittenklick på panelikonen)

source: Third translation mechanism (Hotkey #1)
cs: Mechanismus třetího překladu (Klávesová zkratka #1)
es: Tercer mecanismo de traducción (Tecla de acceso rápido #1)
sv: 3:e översättningsfunktionen (Snabbtangent #1)

source: Fourth translation mechanism (Hotkey #2)
cs: Mechanismus čtvrtého překladu (Klávesová zkratka #2)
es: Cuarto mecanismo de traducción (Tecla de acceso rápido #2)
sv: 4:e översättningsfunktionen (Snabbtangent #2)

source: Service provider
cs: Poskytovatel služby
es: Proveedor de servicio
sv: Tjänstleverantör

source: Translation hotkey
cs: Klávesová zkratka pro překlad
es: Hotkey para traducir
sv: Snabbtangent för översättning

source: Force translation hotkey
cs: Klávesová zkratka pro vynucený překlad
es: Hoykey para traducir forzosamente
sv: Snabbtangent för tvingad översättning

source: Unmet dependencies found!!!
cs: Nalezeny nesplněné závislosti!!!
es: ¡Dependencias no satisfechas encontradas!
sv: Ej uppfyllda beroenden hittades!!!

source: A detailed error has been logged into ~/.cinnamon/glass.log file.
cs: Podrobnosti chyby byly zaznamenány do ~/.cinnamon/glass.log souboru.
es: Se ha registrado un error detallado en el archivo ~/.cinnamon/glass.log.
sv: En detaljerad fellogg hittas i ~/.cinnamon/glass.log file.

source: Left click on applet
cs: Kliknout levým tlačítkem na apletu
es: Clic izquierdo en el applet
sv: Vänsterklick på panelikonen

source: Middle click on applet
cs: Kliknout prostředním tlačítkem na apletu
es: Clic medio en el applet
sv: Mittenklick på panelikonen

source: Hotkey #1
cs: Klávesová zkratka #1
es: Tecla de acceso rápido #1
sv: Snabbtangent #1

source: Hotkey #2
cs: Klávesová zkratka #2
es: Tecla de acceso rápido #2
sv: Snabbtangent #2

source: Set %s as default translation engine.
cs: Nastavit %s jako výchozí překladač.
es: Establecer %s como motor de traducción predeterminado.
sv: Ange %s som standardöversättare.

source: Applet extras
cs: Extra nastavení apletu
es: Extras del applet
sv: Tilläggsfunktioner

source: Translation history
cs: Historie překladu
es: Historial de traducción
sv: Översättningshistorik

source: Open translation history window.
cs: Otevřít okno historie překladu
es: Abrir ventana del historial de traducción.
sv: Öppna historikfönster.

source: History storage
cs: Úložiště historie
es: Almacenamiento del historial
sv: Historiklagring

source: Open the location where the translation history file is stored.
cs: Otevřít umístění kde je uložena historie překladu.
es: Abrir la ubicación donde se almacena el archivo de historial de traducción.
sv: Öppna mappen där översättningshistoriken lagras.

source: Check dependencies
cs: Zkontrolovat závislosti
es: Comprobar dependencias
sv: Kontrollera beroenden

source: Check whether the dependencies for this applet are met.
cs: Zkontrolovat jestli jsou splněny závislosti pro tento aplet.
es: Comprobar si se cumplen las dependencias para este applet.
sv: Kontrollera om alla beroenden för det här panelprogrammet har uppfyllts.

source: Open this applet help file.
cs: Otevřít soubor s nápovědou tohoto apletu.
es: Abra el archivo de ayuda de este applet.
sv: Öppna programmets hjälpfil.

source: History
cs: Historie
es: Historial
sv: Historik

source: Go to %s's website
cs: Přejít na %s web
es: Ir al sitio web de %s
sv: Gå till %s webbsida

source: Powered By %s
cs: S využitím %s
sv: Drivs av %s

source: No Yandex API keys were found!!!
cs: Žádné Yandex API klíče nebyly nalezeny!!!
es: ¡No se encontraron claves de API de Yandex!
sv: Inga Yandex API-nycklar hittades!!!

source: Check this applet help file for instructions.
cs: Zkontrolujte soubor s nápovědou tohoto apletu pro získání instrukcí.
es: Comprobar el archivo de ayuda de este applet para obtener instrucciones.
sv: Leta efter instruktioner i programmets hjälpfil.

source: It can be accessed from this applet context menu.
cs: Může být zpřístupněn z kontextového menu tohoto apletu.
es: Se puede acceder a él desde el menú contextual de este applet.
sv: Den kan nås från panelikonens högerklicksmeny.

source: API key is invalid
cs: API klíč je neplatný
es: La clave de la API no es válida
sv: API-nyckeln är ogiltig

source: Blocked API key
cs: Blokovaný API klíč
es: Clave de API bloqueada
sv: Blockerad API-nyckel

source: Exceeded the daily limit on the amount of translated text
cs: Překročen denní limit množství přeloženého textu
es: Excedió el límite diario de la cantidad de texto traducido
sv: Översteg den dagliga gränsen för mängden översatt text

source: Exceeded the maximum text size
cs: Překročena maximální délka textu
es: Ha superado el tamaño máximo de texto
sv: Översteg den maximala textstorleken

source: The text cannot be translated
cs: Text nemůže být přeložen
es: El texto no puede ser traducido
sv: Texten kan inte översättas

source: The specified translation direction is not supported
cs: Vybraný směr překladu není podporován
es: No se admite la dirección de traducción especificada
sv: Den specificerade översättningsplatsen stöds inte

source: Error parsing %s's request.
cs: Chyba parsování %s požadavku.
es: Error al analizar la solicitud a %s.
sv: Fel vid tolkning av %s begäran.

source: All dependencies seem to be met.
cs: Všechny závislosti jsou splněny.
es: Todas las dependencias parecen ser cumplidas.
sv: Alla beroenden verkar vara uppfyllda.

source: Unable to execute file/command '%s':
cs: Nelze spustit soubor/příkaz '%s':
es: Imposible ejecutar el archivo/comando '%s':
sv: Kan inte köra filen/kommandot "%s":

source: Simple translator applet that will allow to display any selected text from any application on a system in a popup.
cs: Aplet umožňující zobrazit překlad vybraného textu z jakékoliv aplikace v popup okně.
es: Simple applet que permite traducir cualquier texto seleccionado desde cualquier aplicación en un sistema y mostrarlo en una ventana emergente.
sv: Enkelt översättningsprogram som visar valfri markerad text, från valfri applikation, i en panel-popup.

source: Popup Translator
cs: Popup překladač
es: Traductor emergente
sv: Popup-översättare

source: See this xlet help file.
cs: Viz soubor s nápovědou tohoto xletu.
es: Ver el archivo de ayuda de este xlet.
sv: Se hjälpfilen för denna xlet.

source: Choose a custom timestamp for the translation history entries. YYYY: year MM: month DD: day hh: hours mm: minutes ss: seconds
cs: Zvolte vlastní časové razítko pro záznamy v historii překladů. YYYY: rok MM: měsíc DD: den hh: hodiny mm: minuty ss: sekundy
es: Elijir una marca de tiempo personalizada para las entradas del historial de traducción. YYYY: año MM: mes DD: día hh: horas mm: minutos ss: segundos
sv: Välj en anpassad tidsstämpel för historikposter. YYYY: År MM: Månad DD: Dag hh: Timmar mm: Minuter ss: Sekunder

source: Custom timestamp
cs: Uživatelské časové razítko
es: Marca de tiempo personalizada
sv: Anpassad tidsstämpel

source: Choose translation service provider.
cs: Zvolit poskytovatele služby překladu.
es: Seleccione proveedor de servicios de traducción.
sv: Välj översättningstjänst.

source: Google Translator
cs: Překladač Google

source: Yandex Translator
cs: Překladač Yandex

source: Choose a keybinding to perform a FORCED translation. A "forced translation" forces the translation of any string stored on the translation history and overwrites the existing one.
cs: Zvolit klávesovou zkratku pro vyvolání vynuceného překladu. "Vynucený překlad" vynutí překlad jakéhokoliv řetězce uloženého v historii překladů a přepíše existující.
es: Elija una combinación de teclas para realizar una traducción FORZADA. Una "traducción forzada" fuerza la traducción de cualquier cadena almacenada en el historial de traducción y sobrescribe la existente.
sv: Välj en tangentbindning för att utföra en TVINGAD översättning. En "tvingad översättning" forcerar översättningen av valfri sträng som lagrats i översättningshistoriken och skriver över den befintliga.

source: Keyboard shortcut to perform a FORCED translation
cs: Klávesová zkratka pro vyvolání vynuceného překladu
es: Atajo de teclado para realizar una traducción FORZADA
sv: Tangentbordsgenväg för att utföra en TVINGAD översättning

source: Choose a keybinding to perform a translation.
cs: Zvolit klávesovou zkratku pro vyvolání překladu.
es: Elija una combinación de teclas para realizar una traducción.
sv: Välj en tangentbindning för att utföra en översättning.

source: Keyboard shortcut to perform a translation
cs: Klávesová zkratka pro vyvolání překladu
es: Atajo de teclado para realizar una traducción
sv: Tangentbordsgenväg för att översätta

source: Translated text style
cs: Styl přeloženého textu
es: Estilo para texto traducido
sv: Översatt textstil

source: Custom label
cs: Uživatelský název
es: Etiqueta personalizada
sv: Anpassad etikett

source: Yandex translator settings
cs: Nastavení překladače Yandex
es: Configuración del traductor de Yandex
sv: Yandex translator-inställningar

source: History window initial height
cs: Výchozí výška okna historie
es: Altura inicial de la ventana del historial
sv: Historikfönstrets inledande höjd

source: pixels
cs: pixelů
es: pixeles
sv: pixlar

source: Language pair style
cs: Styl hlavičky s vybranými jazyky
es: Estilo para el par de idiomas
sv: Språkparsstil

source: Translation history settings
cs: Nastavení historie překladu
es: Configuración del historial de traducción
sv: Historikinställningar

source: Custom
cs: Vlastní
es: Personalizado
sv: Anpassad

source: YYYY DD-MM hh:mm:ss (European)
cs: YYYY DD-MM hh:mm:ss (Evropské)
es: YYYY DD-MM hh:mm:ss (Europeo)

source: Timestamp for translation history entries
cs: Časové razítko pro záznamy v historii překladů
es: Marca de tiempo para las entradas del historial de traducción
sv: Tidsstämpel för historikposter

source: Applet settings
cs: Nastavení apletu
es: Ajustes del applet
sv: Programinställningar

source: Popup elements appearance
cs: Vzhled prvků okna
es: Apariencia de elementos emergentes
sv: Utseende för popup-objekt

source: Enter one API key per line. Read the help file (Help item on this applet context menu) found inside this applet folder to know how to get free Yandex API keys.
cs: Zadejte jeden API klíč na řádek. Přečtěte soubor s nápovědou (položka Nápověda v kontextovém menu tohoto apletu), který je umístěn ve složce tohoto apletu s popisem jak získat Yandex API klíče.
es: Introduzca una clave de API por línea. Lea el archivo de ayuda (elemento Ayuda en el menú contextual de este applet) que se encuentra dentro de la carpeta de este applet para saber cómo obtener las claves de API gratuitas de Yandex.
sv: Ange en API-nyckel per rad. Läs hjälpfilen (Hjälp i programikonens högerklicksmeny), för att få reda på hur du skaffar Yandex API-nycklar gratis.

source: API keys
cs: API klíče
es: Claves API
sv: API-nycklar

source: The "Source text" and "Target text" columns on the history window will wrap its text at the width defined by this setting.
cs: Text ve sloupcích "Zdrojový text" a "Cílový text" v okně historie bude zalomen na šířku definovanou tímto nastavením.
es: Las columnas "Texto de origen" y "Texto de destino" de la ventana del historial contendrán el texto con el ancho definido por esta configuración.
sv: Kolumnerna "Källtext" och "Måltext" i historikfönstret, kommer att radbrytas vid den bredd som definieras av denna inställning.

source: Width to trigger word wrap
cs: Šířka pro zalomení řádků
es: Ancho para activar el ajuste de palabras
sv: Bredd som utlöser radbrytning

source: Footer style
cs: Styl zápatí
es: Estilo para pie de página
sv: Sidfotstil

source: It enables the ability to log the output of several functions used by the applet.
cs: Povoluje možnost logovat výstup z několika funkcí používaných apletem.
es: Permite la capacidad de registrar la salida de varias funciones utilizadas por el applet.
sv: Aktiverar loggning av utdata från flera funktioner som används av detta panelprogram.

source: Enable logging
cs: Povolit protokolování
es: Habilitar el registro
sv: Aktivera loggning

source: Custom icon
cs: Vlastní ikona
es: Ícono personalizado
sv: Anpassad ikon

source: Debugging settings
cs: Nastavení ladění
es: Configuración de depuración
sv: Felsökningsinställningar

source: (*) This options are only useful for the applet developer
cs: (*) Tyto volby jsou užitečné pouze pro vývojáře apletu
es: (*) Estas opciones sólo son útiles para el desarrollador del applet
sv: (*) Detta alternativ är endast användbart för programutvecklaren.

source: It allows to save the translation history data with indentation.
cs: Umožňuje ukládat data o historii překladu s odsazením.
es: Permite guardar los datos del historial de traducción con sangría.
sv: Sparar översättningshistorik med indrag.

source: Indent translation history data
cs: Odsadit data historie překladu
es: Indentar los datos del historial de traducciones
sv: Indentera översättningshistorikdata

source: History window initial width
cs: Výchozí šířka okna historie
es: Ancho inicial de la ventana de historial
sv: Historikfönstrets inledande bredd

source: language-name
sv: Svenska

source: Choose language
sv: Välj språk

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked below.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på nedanstående länk.
