Repository: linuxmint/cinnamon-spices-applets
Catalog: cpufreq@mtwebster/files/cpufreq@mtwebster/po/*.po
Languages: ca, nl, vi

source: CPU frequency scaling unavailable
ca: Escalat de la freqüència de la CPU no disponible
nl: CPU-frequentie schaling niet beschikbaar
vi: Không thể thay đổi tần số CPU

source: Your system does not appear to support CPU frequency scaling. Unfortunately this applet is of no use to you.
ca: Sembla que el vostre sistema no suporta l'escalat de la freqüència de CPU. Per tant, aquesta miniaplicació no us serveix de res.
nl: Het lijkt erop dat uw systeem geen ondersteuning biedt voor CPU-frequentie schaling. Helaas heeft deze applet geen nut voor u.
vi: Hệ thống của bạn không hỗ trợ thay đổi tần số CPU. Rất tiếc, applet này sẽ không có tác dụng với bạn.

source: Configure Applet
ca: Configurar la miniaplicació
nl: Applet configureren
vi: Cấu hình Applet

source: CPU frequency switcher program not installed
ca: El paquet per a canviar la freqüència de la CPU no està instal·lat
nl: CPU-frequentie omschakelprogramma niet geÃ¯nstalleerd
vi: Chưa cài đặt chương trình chuyển tần số CPU

source: You appear to be missing the required program, 'cpufreq-selector.' This program is needed to perform scaling or governor switching.
ca: Us falta el paquet 'cpufreq-selector'. És necessari per a l'escalat o els canvis de governador.
nl: U lijkt het vereiste programma 'cpufreq-selector' te missen. Dit programma is nodig om schaling of governor-omschakeling uit te voeren.
vi: Có vẻ bạn chưa cài đặt chương trình cần thiết 'cpufreq-selector'. Chương trình này cần thiết để thay đổi tần số hoặc chế độ CPU.

source: This program is ordinarily provided by the package: gnome-applets
ca: Aquest programa és proveït pel paquet gnome-applets
nl: Dit programma wordt normaal gesproken geleverd door het pakket: gnome-applets.
vi: Chương trình này thường được cung cấp trong gói: gnome-applets

source: If you're on Linux Mint or Ubuntu, you can install this using the following command:
ca: Si sou a Linux Mint o Ubuntu, es pot instal·lar utilitzant la següent ordre:
nl: Als u Linux Mint of Ubuntu gebruikt, kunt u dit installeren met het volgende commando:
vi: Nếu bạn đang dùng Linux Mint hoặc Ubuntu, có thể cài đặt bằng lệnh sau:

source: Display and control cpu frequency
ca: Mostra i controla la freqüència de la CPU
nl: Weergeven en controleren van CPU-frequentie
vi: Hiển thị và điều khiển tần số CPU

source: CPU Frequency Applet
ca: Miniaplicació de freqüència de CPU
nl: CPU-frequentie applet
vi: Applet Tần số CPU

source: General
nl: Algemeen
vi: Chung

source: The medium level color for each graph bar:
ca: Color del nivell mitjà per cada barra del gràfic:
nl: De kleur voor het medium niveau van elke grafiekbalk:
vi: Màu mức trung bình cho mỗi cột đồ thị:

source: Click the button to select a new medium level status color
ca: Cliqueu el botó per seleccionar un color pel nivell mitjà per cada barra del gràfic
nl: Klik op de knop om een nieuwe kleur voor het medium niveau te selecteren
vi: Nhấp nút để chọn màu trạng thái mức trung bình mới

source: The low level color for each graph bar:
ca: Color del nivell baix per cada barra del gràfic:
nl: De kleur voor het lage niveau van elke grafiekbalk:
vi: Màu mức thấp cho mỗi cột đồ thị:

source: Click the button to select a new low level status color
ca: Cliqueu el botó per seleccionar un color pel nivell baix per cada barra del gràfic
nl: Klik op de knop om een nieuwe kleur voor het lage niveau te selecteren
vi: Nhấp nút để chọn màu trạng thái mức thấp mới

source: Show clock speed or percentage:
ca: Mostrar velocitat del rellotge o percentatge:
nl: Toon kloksnelheid of percentage:
vi: Hiển thị tốc độ xung hoặc phần trăm:

source: Display the clock speed or a percentage of the maximum clock speed.
ca: Mostra la velocitat del rellotge o un percentatge sobre la seva velocitat màxima.
nl: Toon de kloksnelheid of een percentage van de maximale kloksnelheid.
vi: Hiển thị tốc độ xung hoặc phần trăm so với tốc độ tối đa.

source: Percentage
ca: Percentatge
vi: Phần trăm

source: Clock speed
ca: Velocitat del rellotge
nl: Kloksnelheid
vi: Tốc độ xung

source: The high level color for each graph bar:
ca: Color del nivell alt per cada barra del gràfic:
nl: De kleur voor het hoge niveau van elke grafiekbalk:
vi: Màu mức cao cho mỗi cột đồ thị:

source: Click the button to select a new high level status color
ca: Cliqueu el botó per seleccionar un color pel nivell alt per cada barra del gràfic
nl: Klik op de knop om een nieuwe kleur voor het hoge niveau te selecteren
vi: Nhấp nút để chọn màu trạng thái mức cao mới

source: The text color for the applet:
ca: Color pel text de la miniaplicació:
nl: De tekstkleur voor de applet:
vi: Màu văn bản của applet:

source: Click the button to select a text color
ca: Cliqueu el botó per seleccionar un color pel text de la miniaplicació
nl: Klik op de knop om een tekstkleur te selecteren
vi: Nhấp nút để chọn màu văn bản

source: Display style:
ca: Estil de visualització:
nl: Weergavestijl:
vi: Kiểu hiển thị:

source: Select to show graphs only, values only, or both.
ca: Seleccioneu si mostrar només gràfics, valors, o ambdós.
nl: Selecteer om alleen grafieken, alleen waarden of beide weer te geven.
vi: Chọn hiển thị chỉ đồ thị, chỉ giá trị hoặc cả hai.

source: Graph
ca: Gràfic
nl: Grafiek
vi: Đồ thị

source: Digit
ca: Numèric
nl: Cijfer
vi: Số

source: Both
ca: Ambdós
nl: Beide
vi: Cả hai

source: Width of individual bars:
ca: Amplada de les barres individuals:
nl: Breedte van individuele balken:
vi: Chiều rộng của từng cột:

source: Move the slider to adjust the width of individual CPU graph bars
ca: Ajusteu l'amplada de cada barra dels gràfics
nl: Beweeg de schuifregelaar om de breedte van individuele CPU-grafiekbalken aan te passen
vi: Di chuyển thanh trượt để điều chỉnh độ rộng của các cột CPU

source: The background color for each graph bar:
ca: Color de fons de cada barra del gràfic:
nl: De achtergrondkleur voor elke grafiekbalk:
vi: Màu nền cho mỗi cột đồ thị:

source: Click the button to select a new bar background color
ca: Seleccioneu el color de fons per les barres del gràfic
nl: Klik op de knop om een nieuwe achtergrondkleur voor de balk te selecteren
vi: Nhấp nút để chọn màu nền mới cho cột

source: Colors
nl: Kleuren
vi: Màu sắc

source: Refresh rate:
ca: Interval de refresc:
nl: Vernieuwingsfrequentie:
vi: Tốc độ làm mới:

source: Move the slider to adjust how often the applet updates. Note: this can have a large impact on system performance if you set it too low
ca: Com de sovint s'actualitzarà la miniaplicació. Un interval excessivament baix pot impactar negativament el rendiment del sistema
nl: Beweeg de schuifregelaar om aan te passen hoe vaak de applet wordt bijgewerkt. Let op: dit kan een grote invloed hebben op de systeemprestaties als u het te laag instelt.
vi: Di chuyển thanh trượt để điều chỉnh tần suất cập nhật applet. Lưu ý: đặt quá thấp có thể ảnh hưởng đến hiệu năng hệ thống.

source: CPUs to display:
ca: CPUs a mostrar:
nl: Te tonen CPU's:
vi: CPU hiển thị:

source: Select to show individual CPUs and a summary, only individuals, or only a summary
ca: Seleccioneu si mostrar les CPUs individuals i un resum, només les CPUs o només un resum
nl: Selecteer om individuele CPU's en een samenvatting, alleen individuele of alleen een samenvatting weer te geven.
vi: Chọn hiển thị cả từng CPU và tổng quan, chỉ từng CPU hoặc chỉ tổng quan

source: Summary and individual
ca: Resum i individual
nl: Samenvatting en individuele
vi: Tổng quan và chi tiết

source: Summary only
ca: Només resum
nl: Alleen samenvatting
vi: Chỉ tổng quan

source: Individual only
ca: Només individual
nl: Alleen individuele
vi: Chỉ chi tiết
