Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/ctrl4docker@hoffis-eck.*/*.po
Languages: de

source: Checking status
de: Undersøger status

source: Container does not exist
de: Beholder findes ikke

source: Containername is in use
de: Beholdernavn er i brug

source: Container is running
de: Beholder kører

source: Container is paused
de: Beholder er sat på pause

source: Container has an error
de: Beholder har en fejl

source: Container is not running
de: Beholder kører ikke

source: Error, trying to set unknown status!
de: Fejl, prøver at angive ukendt status!

source: Error, don't know what to do on unknown status!
de: Fejl, ved ikke hvordan ukendt status skal håndteres!

source: docker image
de: docker-billede

source: container name
de: beholdernavn

source: parameter for the container
de: beholderens parameter

source: Activates/Deactivates Docker Container
de: Aktiverer/deaktiverer docker-beholder

source: Docker Control
de: Docker-kontrol
