Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/commandLauncher@scollins/*.po
Languages: de, fi, hr, hu, sv, tr, vi

source: Command Launcher
de: Befehl-Sarter
fi: Komentokäynnistin
hr: Pokretač naredbe
hu: Parancsindító
sv: Kommandostartare
tr: Komut Başlatıcı
vi: Trình khởi chạy lệnh

source: Process started
de: Prozess gestartet
fi: Prosessi aloitettu
hr: Proces pokretanja pokrenut
hu: Folyamat elkezdődött
sv: Åtgärden startades
tr: İşlem başladı
vi: Tiến trình đã khởi động

source: Command
de: Befehl
fi: Komento
hr: Naredba
hu: Parancs
sv: Kommando
tr: Komut
vi: Lệnh

source: Process Id
de: Prozess-ID
fi: Prosessin id
hr: ID procesa
hu: Folyamatazonosító
tr: İşlem Kimliği (Id)
vi: ID tiến trình

source: Error while trying to run "%s"
de: Fehler beim Ausführen von »%s«
fi: Virhe suorittaessa "%s"
hr: Greška pokušaja pokretanja "%s"
hu: Hiba történt a futtatás közben "%s"
sv: Ett fel inträffade vid försök att köra "%s"
tr: "%s" çalıştırma denenirken hata oluştu
vi: Lỗi khi chạy "%s"

source: Process ended
de: Prozess beendet
fi: Prosessi päättyi
hr: Proces pokretanja završen
hu: Folyamat elkezdődött
sv: Åtgärden avslutades
tr: İşlem bitti
vi: Tiến trình đã kết thúc

source: Lets you to run command-line commands with the click of a button
de: Ermöglicht das Ausführen von Befehlszeilenkommandos mit einem Klick auf einen Knopf
fi: Voit suorittaa komentorivin komentoja napin painalluksella
hr: Omogućuje vam pokretanje naredbi kao u naredbenom redku klikom na tipku
hu: Lehetővé teszi a parancssori parancsok futtatását egy gombnyomással
sv: Låter dig köra kommandon med ett knappklick
tr: Bir düğme tıklaması ile komut satırı komutlarını çalıştırmanızı sağlar
vi: Cho phép bạn chạy lệnh dòng lệnh chỉ với một cú nhấp chuột

source: This is a simple multi-instance applet for Cinnamon which allows the user to launch commands as though from a command prompt with the click of a button. Unlike a program launcher, which typically uses a .desktop to launch a program, Command Launcher uses a direct command-line command. This means you can use any command you could use from a terminal (eg run a script, launch program with complicated command-line arguments, etc).
de: Dies ist ein einfaches Multi-Instanz-Applet für Cinnamon, das dem Benutzer erlaubt Befehle wie von einer Eingabeaufforderung mit dem Klicken auf einen Knopf zu starten. Im Gegensatz zu einem Programmstarter, der normalerweise eine .desktop-Datei verwendet, um ein Programm zu starten, verwendet Befehl-Starter ein direktes Befehlszeilenkommando. Dies bedeutet, dass Sie jeden Befehl verwenden können, den Sie auch in einem Terminal benutzen könnten (z.B. ein Skript ausführen, ein Programm mit komplizierten Befehlszeilenargumenten starten, usw.).
fi: Tämä on usean esiintymän sovelma Cinnamonille, jonka avulla käyttäjä voi käynnistää komentoja ikään kuin päätteessä, mutta napin painalluksella. Toimii eri tavalla kuin ohjelmien käynnistin, joka käyttää tyypillisesti .desktop-tiedostoa ohjelman käynnistämiseen. Komentokäynnistin (Command Launcher) käyttää suoraa komentoa, eli voit käyttää mitä tahansa komentoa, jota voit käyttää päätteestä esim. ajaa komentoketjuja, käynnistää ohjelma monimutkaisilla komentorivin argumenteilla jne.
hr: Ovo je jednostavan aplet za Cinnamon koji omogućuje korisniku pokretanje naredbi kao u naredbenom redku klikom na tipku. Za razliku od pokretača aplikacija, koji uglavnom koristi .desktop datoteke za pokretanje aplikacija, Pokretač naredbe koristi izravnu naredbu iz naredbenog redka. To znači da možete koristiti bilo koju naredbu kao i u terminalu (npr. pokretanje skripte, pokretanje aplikacije sa složenijim argumentima naredbenog redka, itd).
hu: Ez egy egyszerű, többpéldányos Cinnamon kisalkalmazás, amely lehetővé teszi a felhasználó számára, hogy gombnyomásra parancsokat indítson, úgy mintha csak egy parancssorból tenné azt. Ellentétben a programindítóval, amely általában egy .desktop programot használ a program indításához, a Parancsindító közvetlen parancssori parancsot használ. Ez azt jelenti, hogy bármilyen parancsot használhat, amelyet egy terminálból indítana (pl. futtathat egy szkriptet, elindíthat egy programot bonyolult parancssori argumentumokkal stb.).
sv: Detta är ett enkelt multiinstansprogram för Cinnamon, som låter användaren köra kommandon som från en terminal, med ett knapptryck. Olikt en programstartare, som vanligen använder en .desktop-fil för att starta ett program, använder kommandostartaren en direkt kommandorad. Det innebär att du kan använda valfritt kommando som annars kan användas i terminal (exempelvis köra ett skript, starta ett program med komplicerade argument etc.)
tr: Bu, kullanıcının ayarladığı bir komutu bir tuşa basarak başlatmasına olanak tanıyan; Cinnamon için basit, çok örneklemeli bir uygulamacıktır. Bir programı başlatmak için genellikle bir .desktop kullanan bir program başlatıcısından farklı olarak, Komut Başlatıcı doğrudan komut satırı komutunu kullanır. Bu, bir uçbirimden kullanabileceğiniz herhangi bir komutu bu uygulama ile çalıştırabileceğiniz anlamına gelir (örneğin bir betik çalıştırabilir, bir uygulamayı karmaşık komut satırı argümanlarıyla başlatabilirsiniz, vb).
vi: Đây là applet đa phiên bản đơn giản cho Cinnamon, cho phép người dùng chạy lệnh như trong cửa sổ dòng lệnh chỉ bằng một cú nhấp chuột. Khác với trình khởi chạy chương trình (thường dùng tệp .desktop), Command Launcher sử dụng lệnh dòng lệnh trực tiếp. Nhờ đó bạn có thể chạy bất kỳ lệnh nào trong terminal (ví dụ: chạy script, khởi chạy chương trình với tham số phức tạp, v.v.).

source: Stephen Collins - Author
de: Stephen Collins - Autor
fi: Tekijä - Stephen Collins
hr: Stephen Collins - Autor
hu: Stephen Collins - Szerző
tr: Stephen Collins - Geliştirici
vi: Stephen Collins - Tác giả

source: Appearance and behavior
de: Erscheinungsbild und Verhalten
fi: Ulkonäkö ja käyttäytyminen
hr: Izgled i ponašanje
hu: Megjelenés és viselkedés
sv: Utseende och beteende
tr: Görünüm ve davranış
vi: Giao diện và hành vi

source: Panel Icon
de: Leistensymbol
fi: Paneelin kuvake
hr: Ikona panela
hu: Panelikon
sv: Panelikon
tr: Panel Simgesi
vi: Biểu tượng bảng

source: Supports both icon name and icon path. To use a symbolic icon, include '-symbolic' (or '-symbolic.svg') at the end.
de: Unterstützt Symbolnamen und Symbolpfad. Um ein symbolisches Icon zu verwenden, »-symbolic« (oder »-symbolic.svg«) an das Ende hinzufügen.
fi: Tukee kuvakkeen nimeä tai kuvakkeen polkua. Jos haluat käyttää symbolista kuvaketta, lisää "-symbolic" (tai "-symbolic.svg") loppuun.
hr: Podržava oboje naziv ikone i putanju. Za korištenje simboličke ikone, uključite '-symbolic' (ili '-symbolic.svg') na kraju.
hu: Támogatja az ikon nevét és az ikon elérési útját. Szimbolikus ikon használatához a végén vegye fel a „-symbolic” (vagy a „-symbolic.svg” szót).
sv: Stödjer både ikonnamn och ikonsökväg. För att använda en symbolisk ikon. Inkludera "-symbolic" eller "-symbolic.svg" i slutet, för att använda symbolisk ikon.
tr: Simge adı ve simge yolunu destekler. Sembolik bir simge kullanmak için, sonuna '-symbolic' (veya '-symbolic.svg') ekleyin.
vi: Hỗ trợ cả tên biểu tượng và đường dẫn biểu tượng. Để dùng biểu tượng dạng symbolic, thêm '-symbolic' (hoặc '-symbolic.svg') ở cuối.

source: Tooltip
fi: Vihje
hr: Napomena
hu: Eszköztipp
sv: Verktygsbeskrivning
tr: İpucu
vi: Chú giải

source: Keyboard shortcut
de: Tastaturkürzel
fi: Pikanäppäin
hr: Prečac tipkovnice
hu: Gyorsbillentyű
sv: Tangentbordsgenväg
tr: Klavye kısayolu
vi: Phím tắt

source: Show notifications on completion
de: Benachrichtigung nach Ausführung des Befehls anzeigen
fi: Näytä ilmoitus valmistumisesta
hr: Prikaži obavijest pri završetku
hu: Értesítés megjelenítése ha befejeződött
sv: Visa avisering vid slutfört kommando
tr: Tamamlandığında bildirimleri göster
vi: Hiển thị thông báo khi hoàn tất

source: Command settings
de: Befehleinstellungen
fi: Komentoasetukset
hr: Postavke naredbe
hu: Parancs beállítások
sv: Kommandoinställningar
tr: Komut ayarları
vi: Cài đặt lệnh

source: Run as root
de: Als Systemverwalter ausführen
fi: Suorita root oikeuksin
hr: Pokreni kao korijenski korisnik
hu: Futtatés root-ként
sv: Kör som root
tr: Yönetici olarak çalıştır
vi: Chạy với quyền root

source: Run in alternate directory
de: In einem anderen Verzeichnis ausführen
fi: Suorita valinnaisessa hakemistossa
hr: Pokreni u alternativnoj mapi
hu: Futtassa alternatív könyvtárban
sv: Kör i en alternativ mapp
tr: Alternatif dizinde çalıştır
vi: Chạy trong thư mục khác

source: Environment path
de: Umgebungspfad
fi: Tietokoneen polku
hr: Putanja okruženja
hu: Útvonal
sv: Miljösökväg
tr: Ortam yolu
vi: Đường dẫn môi trường
