Repository: linuxmint/cinnamon-spices-applets
Catalog: gmail@lauritsriple/files/gmail@lauritsriple/po/*.po
Languages: ca, es, it, vi

source: No new mail
ca: No hi ha correus nous
es: No hay nuevo correo
it: Nessuna nuova e-mail
vi: Không có thư mới

source: Something went wrong
ca: Alguna cosa ha anat malament
es: Algo ha salido mal
it: Qualcosa è andato storto
vi: Có gì đó không đúng

source: INFO: Install python libaries from terminal
ca: INFO: Instal·leu les llibreries de python des del terminal
es: INFO: Instalar librerías de python desde el terminal
it: INFO: Installa le librerie python dal terminale
vi: THÔNG TIN: Cài thư viện Python từ terminal

source: How To
ca: Com fer-ho
es: Cómo hacerlo
it: Come Fare
vi: Cách thực hiện

source: guide
ca: guia
es: guía
it: guida
vi: hướng dẫn

source: You need pip3:
ca: Necessiteu pip3:
es: Necesita 'pip3':
it: Necessiti di pip3:
vi: Bạn cần pip3:

source: You need python-feedparser:
ca: Necessiteu python-feedparser:
es: Necesitas 'python-feedparser':
it: Necessiti di python-feedparser:
vi: Bạn cần python-feedparser:

source: You need python keyring and python keyring-alt:
ca: Necessiteu python keyring i python keyring-alt:
es: Necesitas 'python keyring' y 'python keyring-alt':
it: Necessiti di python keyring e python keyring-alt:
vi: Bạn cần python keyring và python keyring-alt:

source: and
ca: i
es: y
it: e
vi: và

source: INFO: Are you getting this message? You should not!
ca: INFO: Esteu rebent aquest missatge? No hauria de ser així!
es: INFO: ¿Recibes este mensaje? ¡No debería!
it: INFO: Hai ricevuto questo messaggio? Ciò non doveva accadere!
vi: THÔNG TIN: Bạn nhận được thông báo này? Không nên vậy!

source: ERROR
it: ERRORE
vi: LỖI

source: Check internet connection Install the needed python libaries Configure password correctly
ca: Reviseu la connexió a Internet Instal·leu les llibreries python necessàries Configureu la contrasenya correctament
es: Compruebe la conexión a Internet Instale las librerías python necesarias Configure correctamente la contraseña
it: Controlla la connessione a Internet Installa le librerie python necessarie Configura la password correttamente
vi: Kiểm tra kết nối Internet Cài đặt các thư viện Python cần thiết Cấu hình mật khẩu đúng cách

source: ERROR: Error from json parser
es: ERROR: Error de parser json
it: ERRORE: Errore dal parser json
vi: LỖI: Lỗi từ trình phân tích JSON

source: New mail
ca: Correu nou
es: Nuevo correo
it: Nuova e-mail
vi: Thư mới

source: New mails
ca: Correus nous
es: Nuevos correos
it: Nuove e-mail
vi: Các thư mới

source: No new mails
ca: No hi ha correus nous
es: No hay correos nuevos
it: Nessuna nuova e-mail
vi: Không có thư mới

source: Have a nice day
ca: Que tingueu un bon dia
es: Que tenga un buen día
it: Buona giornata
vi: Chúc bạn một ngày tốt lành

source: Username:
ca: Nom d'usuari:
es: Nombre de usuario:
it: Nome utente:
vi: Tên người dùng:

source: Set your username
ca: Introduïu el vostre nom d'usuari
es: Ingrese su nombre de usuario
it: Imposta il tuo nome utente
vi: Đặt tên người dùng của bạn

source: Store your username and password. Uses the keyring so password is not stored in cleartext. It might take a while (2-10seconds) before the password gets visible removed after you press the button. If your gmail adress is usernam@gmail.com, only put in the username part here. There are still some issues so you might have to press the button a couple of time. If the password changes to something else, dont press it again.
ca: Emmagatzema el vostre usuari i contrasenya. Utilitza keyring de manera que la contrasenya no es guardi en format de text pla. Pot ser que tardi una estona (2-10segons) abans de la contrasenya S'elimina després de prémer el botó Si la vostra adreça és @gmail.com, només cal introduir el nom d'usuari. Encara hi ha alguns problemes, és possible que necessiteu prémer el botó múltiples vegades. Si la contrasenya canvia a alguna altra cosa, no el premeu de nou.
es: Guarda su nombre de usuario y contraseña. Se utiliza el 'keyring' para que la contraseña no se almacene en texto sin cifrar. Puede tardar un tiempo (2-10 segundos) antes de que la contraseña sea vuelva invisible después de pulsar el botón. Si su dirección de gmail es usernam@gmail.com, ponga sólo la parte del nombre de usuario. Todavía hay algunos problemas, así que puede que tenga que pulsar el botón un par de veces. Si la contraseña cambia a otra cosa, no lo presione de nuevo.
it: Memorizza il tuo nome utente e password. Utilizza il portachiavi in modo che la password non sia memorizzata in chiaro. Potrebbe essere necessario diverso tempo (2-10 secondi) prima che sia possibile rimuovere la visibilità della password dopo aver premuto il pulsante. Se il tuo indirizzo gmail è nomeutente@gmail.com, inserisci qui solo la parte del nome utente. Ci sono ancora alcuni problemi, quindi potresti dover premere il pulsante un paio di volte. Se la password cambia in qualcos'altro, non premerla di nuovo.
vi: Lưu tên người dùng và mật khẩu của bạn. Sử dụng keyring nên mật khẩu không lưu dưới dạng văn bản rõ. Có thể mất một lúc (2-10 giây) trước khi mật khẩu hiển thị hoặc được xóa sau khi bạn nhấn nút. Nếu địa chỉ Gmail của bạn là usernam@gmail.com, chỉ nhập phần tên người dùng. Vẫn còn một số vấn đề nên bạn có thể phải nhấn nút vài lần. Nếu mật khẩu thay đổi, đừng nhấn lại.

source: Password:
ca: Contrasenya:
es: Contraseña:
vi: Mật khẩu:

source: Set your password
ca: Introduïu la vostra contrasenya
es: Ingrese su clave
it: Imposta la tua password
vi: Đặt mật khẩu của bạn

source: Save username and password
ca: Guarda l'usuari i la contrasenya
es: Guardar nombre de usuario y contraseña
it: Salva nome utente e password
vi: Lưu tên người dùng và mật khẩu

source: Click to save username and password
ca: Cliqueu perquè es guardin els vostres credencials
es: Haga clic para guardar el nombre de usuario y la contraseña
it: Fare clic per salvare nome utente e password
vi: Nhấn để lưu tên người dùng và mật khẩu

source: Shows most recent mails, and how many unread messages you have.
ca: Mostra els correus més nous i quants missatges no llegits hi ha.
es: Muestra los correos más recientes y cuántos mensajes no leídos tiene.
it: Mostra i messaggi più recenti e quanti messaggi non letti hai.
vi: Hiển thị thư mới nhất và số lượng thư chưa đọc của bạn.

source: GmailNotifier
ca: Notificador de Gmail
vi: Thông báo Gmail
