Repository: linuxmint/cinnamon-spices-applets
Catalog: window-list@sangorys/files/window-list@sangorys/po/*.po
Languages: bg, es, hr

source: Preferences
es: Preferencias

source: About...
es: Acerca de...

source: Configure...
es: Configurar...

source: Remove '%s'
es: Eliminar '%s'

source: Open new window
bg: Отвори нов прозорец
es: Abrir una nueva ventana
hr: Otvori novi prozor

source: Pin to this workspace
bg: Закачи на това работно място
es: Anclar a esta área de trabajo

source: Pin to other workspaces
bg: Закачи на друго работно място
es: Anclar a otras áreas de trabajo

source: Only on this workspace
es: Sólo en esta área de trabajo

source: Visible on all workspaces
es: Visible en todas las áreas de trabajo

source: Move to another workspace
es: Mover a otra área de trabajo

source: Move to another monitor
bg: Премести до друг монитор
es: Mover a otro monitor

source: Restore
es: Restaurar

source: Minimize
es: Minimizar

source: Unmaximize
bg: Демаксимизиране
es: Restaurar
hr: Prikaži u prozoru

source: Close others
es: Cerrar otras

source: Close all
es: Cerrar todas

source: Close
es: Cerrar

source: Places
es: Lugares

source: A window list with app grouping and window previews
bg: Списък прозорци с групиране по приложение и преглед
es: Una lista de ventanas con agrupación de aplicaciones y vista previa de ventanas
hr: Prikaz prozora s grupiranjem aplikacija i prozorima pregleda

source: Captions
bg: Надписи
es: Etiquetas
hr: Natpis

source: Name
bg: Име
es: Nombre de la aplicación
hr: Naziv

source: Title
bg: Заглавие
es: Título de la ventana
hr: Naslov

source: Caption type
bg: Вид на надписите
es: Tipo de etiqueta
hr: Vrsta natpisa

source: None
bg: Никой
es: Ninguna
hr: Nijedan

source: All
bg: Всички
es: Todas las ventanas
hr: Sve

source: Running
bg: Работещи
es: Ventanas en ejecución
hr: Pokrenute

source: Focused
bg: На фокус
es: Ventana enfocada
hr: Fokusirane

source: Display Caption For
bg: Покажи надписи за
es: Mostrar etiqueta para
hr: Prikaži natpis za

source: pixels
es: píxeles

source: Label width
bg: Ширина на заглавието
es: Ancho de los botones
hr: Širina naslova

source: Animate label
bg: Анимирано заглавие
es: Animación de los botones
hr: Animirani naslov

source: milliseconds
es: milisegundos

source: Label animation time
bg: Време на анимация
es: Tiempo de animación de los botones
hr: Vrijeme animiranog naslova

source: Never
es: No mostrar

source: Always
bg: Винаги
es: Siempre mostrar

source: 2 or more windows
bg: При два или повече прозореца
es: Desde 2 o más ventanas

source: Display Number
bg: Покажи бройка
es: Mostrar número de ventanas
hr: Prikaz brojeva

source: Icons
es: Iconos

source: Group Windows
bg: Групирай прозорците
es: Ventanas agrupadas
hr: Grupiranje prozora

source: If windows are grouped, all windows from an application are managed by the same button, if not grouped, all windows get an own button
bg: Ако има групиране на прозорци, всички прозорци на едно приложение се управляват от един бутон, ако няма групиране, всеки прозорец има отделен бутон
es: Si las ventanas están agrupadas, todas las ventanas de una aplicación son gestionadas por el mismo botón, si no están agrupadas, todas las ventanas tienen un botón propio

source: Display Favorites
bg: Показвай любими
es: Mostrar favoritos
hr: Prikaz omiljenih

source: Animation Time
bg: Време на анимация
es: Tiempo de animación
hr: Vrsta animacije

source: The flashing time when a new window is opened via a button
bg: Време на примигване, когато нов прозорец в отворен от бутона
es: Tiempo de parpadeo cuando se abre una nueva ventana mediante un botón

source: Only show windows on the same monitor
bg: Показвай само прозорците от този монитор
es: Mostrar sólo las ventanas en el mismo monitor

source: If enabled, this applet instance only manages windows that are displayed on the same monitor
bg: Ако е включено, тази инстанция на аплета ще управлява прозорците, които се покзват на същия монитор
es: Si se activa, esta instancia del applet sólo gestiona las ventanas que se muestran en el mismo monitor

source: Preview menu
es: Menú de vista previa

source: Show on click
es: Mostrar al hacer clic

source: If enabled, a popup menu with a list of current windows will show when clicking (Only with 2 or more windows)
es: Si se activa, al hacer clic se mostrará un menú emergente con una lista de las ventanas actuales (Sólo con 2 o más ventanas)

source: Show on hover
bg: Покажи при посочване
es: Mostrar al pasar el cursor
hr: Prikaži pri prijelazu pokazivačem

source: If enabled, a popup menu with a list of current windows will show when hovering
es: Si se activa, al pasar el cursor por encima se mostrará un menú emergente con una lista de las ventanas actuales

source: Show previews
es: Mostrar vistas previas

source: If enabled, the popup menu will show window previews (Always disabled when running Cinnamon in Software Rendering Mode)
bg: Ако е включено, изкачащо меню ще се показва при преглед на прозорците (Винаги е изключено когато ползвате Cinnamon в режим на софтуерно рендиране)
es: Si se activa, el menú emergente mostrará vistas previas de las ventanas (Siempre se desactiva cuando se ejecuta Cinnamon en el modo de renderizado de software)

source: Windows
es: Ventanas

source: Number of unshrunk previews
es: Número de vistas previas no reducidas

source: Timeout Show
bg: Закъснение при показване
es: Tiempo de espera para mostrar
hr: Istek vremena prikaza

source: The waiting time for the popup menu to show, when hovering a button (Not used when moving directly to a different button in the list)
bg: Време на изчакване преди покзване на изкачащия прозорец при посочване на бутона (Не се използва при директно преместване към различен бутон в списъка)
es: El tiempo de espera para que se muestre el menú emergente, cuando se pasa por encima de un botón (No se utiliza cuando se pasa directamente a otro botón de la lista)

source: Timeout Hide
bg: Закъснение при скриване
es: Tiempo de espera para ocultar
hr: Istek vremena sakrivanja

source: The waiting time for the popup menu to hide, when leaving a button (Not used when moving directly to a different button in the list)
bg: Време на изчакване преди скриване на изкачащия прозорец при отдалечаване от бутона (Не се използва при директно преместване към различен бутон в списъка)
es: El tiempo de espera para que el menú emergente se oculte, al salir de un botón (No se utiliza cuando se pasa directamente a otro botón de la lista)

source: Close window on mouse-wheel click
bg: Затвори прозореца при клик с колелцето на мишката
es: Cerrar la ventana al hacer clic con la rueda del ratón

source: Remove this applet
bg: Премахни този аплет
hr: Ukloni ovaj aplet

source: Smart
bg: Умно
hr: Pametan

source: Previews
bg: Преглед
hr: Pregledi

source: Pin app to window list
hr: Pričvrsti aplikaciju na popis prozora

source: Unpin app from window list
hr: Ukloni aplikaciju s popisa prozora
