Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/auto-dark-light@gihaume/*.po
Languages: es, fi, it, pl

source: Click: toggle dark/light mode
es: Clic: alternar modo oscuro/claro
fi: Paina: tumma/vaalea tila vaihtuu
it: Clic: attiva/disattiva la modalità scura/chiara
pl: Kliknij: przełącz tryb jasny/ciemny

source: Middle-click: toggle automatic switch mode
es: Botón central: cambiar el modo de conmutación automática
fi: Keskipainnallus: automaattinen vaihtotila
it: Clic centrale: attiva/disattiva la modalità di commutazione automatica
pl: Kliknięcie środkowym przyciskiem: przełącz tryb automatyczny

source: Today's automatic mode switch times
es: Tiempos de cambio de modo automático de hoy
fi: Tämän päivän autom. tilan vaihtoajat
it: Orari di cambio modalità automatica di oggi
pl: Dzisiejsze czasy automatycznego przełączania trybów

source: Light mode
es: Modo claro
fi: Vaalea tila
it: Modalità chiara
pl: Tryb jasny

source: Dark mode
es: Modo oscuro
fi: Tumma tila
it: Modalità scura
pl: Tryb ciemny

source: Error
fi: Virhe
it: Errore
pl: Błąd

source: Critical error
es: Error crítico
fi: Kriittinen virhe
it: Errore critico
pl: Błąd krytyczny

source: Missing dependencies `make` and/or `g++`. Install them, in e.g. on Debian-based system with `sudo apt install make g++`, then reload the applet in restarting Cinnamon.
es: Faltan las dependencias `make` y/o `g++`. Instálelas, por ejemplo, en un sistema basado en Debian con `sudo apt install make g++`, y vuelva a cargar el applet al reiniciar Cinnamon.
it: Dipendenze mancanti `make` e/o `g++`. Installarle, ad esempio su un sistema basato su Debian, con `sudo apt install make g++`, quindi ricaricare l'applet riavviando Cinnamon.
pl: Brak zależności `make` i/lub `g++`. Zainstaluj je, na przykład w systemach opartych na Debianie poleceniem `sudo apt install make g++`, a następnie przeładuj aplet poprzez ponowne uruchomienie Cinnamon.

source: Compilation of
es: Compilación de
fi: Koonti aiheesta
it: Compilazione di
pl: Kompilacja

source: failed
es: ha fallado
fi: epäonnistui
it: fallita
pl: zakończona niepowodzeniem

source: the subprocess
es: el subproceso
fi: taustaprosessi
it: il sottoprocesso
pl: podproces

source: wrote on its error output
es: escribió en su salida de error
fi: kirjoitti virhetulokseen
it: ha scritto sul suo output di errore
pl: zwrócił dane na wyjściu błędów

source: unable to calculate twilight times, check coordinates format or range
es: no puede calcular las horas crepusculares, compruebe el formato o el rango de las coordenadas
fi: ei pysty laskemaan auringon laskun jälkeistä aikaa tai tarkistamaan maa koordinaatteja
it: impossibile calcolare gli orari del crepuscolo, controllare il formato o l'intervallo delle coordinate
pl: nie można obliczyć czasów zmierzchu, sprawdź format lub zakres współrzędnych

source: the command
es: el comando
fi: komento
it: il comando
pl: polecenie

source: due to a wrong format
es: debido a un formato incorrecto
fi: väärän formaatin takia
it: a causa di un formato errato
pl: z powodu nieprawidłowego formatu

source: Detail
es: Detalle
it: Dettagli
pl: Szczegóły

source: due to time expiration
es: por expiración del plazo
fi: ajan erääntymisen takia
it: a causa della scadenza del tempo
pl: z powodu przekroczenia czasu

source: due to an error
es: debido a un error
it: a causa di un errore
pl: z powodu błędu

source: this applet is only supported by
es: este applet sólo es compatible con
it: questa applet è solo supportata da
pl: ten aplet jest obsługiwany wyłącznie przez

source: Automatic dark/light themes
es: Temas oscuros/claro automáticos
fi: Autom. tumma/vaalea teema
it: Temi scuri/chiari automatici
pl: Automatyczne motywy jasny/ciemny

source: Automatically switch between dark and light themes at twilight times.
es: Cambia automáticamente entre los temas oscuro y claro en las horas crepusculares.
fi: Vaihtaa autom. tummien ja vaaleiden teemojen välillä hämärän tultua.
it: Passa automaticamente dal tema scuro a quello chiaro e viceversa al crepuscolo.
pl: Automatycznie przełącza motywy jasny i ciemny na podstawie czasu zmierzchu.

source: Settings
es: Configuraciones
fi: Asetukset
it: Impostazioni
pl: Ustawienia

source: State
es: Estado
fi: Tila
it: Stato
pl: Stan

source: Control
fi: Hallinta
it: Controllo
pl: Sterowanie

source: Location
es: Ubicación
fi: Sijainti
it: Posizione
pl: Lokalizacja

source: Themes
es: Temas
fi: Teemat
it: Temi
pl: Motywy

source: Others
es: Otros
fi: Muut
it: Altri
pl: Inne

source: Desktop background
es: Fondo de escritorio
fi: Pöydän taustakuva
it: Sfondo del desktop
pl: Tło pulpitu

source: Custom commands
es: Comandos personalizados
fi: Mukautetut komennot
it: Comandi personalizzati
pl: Polecenia niestandardowe

source: Automatically switch modes
es: Cambio automático de modos
fi: Autom. tilan vaihto
it: Cambia automaticamente modalità
pl: Automatycznie przełączaj tryby

source: Automatically switch between light and dark modes based on the location and time of day
es: Cambia automáticamente entre los modos claro y oscuro en función de la ubicación y la hora del día
fi: Vaihtaa autom. vaalean ja tumman välillä sijainnin ja vuorokauden kellonajan mukaan
it: Passa automaticamente dalla modalità chiara a quella scura in base alla posizione e all'ora del giorno
pl: Automatycznie przełącza między trybem jasnym i ciemnym w oparciu o lokalizację i porę dnia

source: Light/dark mode
es: Modo claro/oscuro
fi: Tila vaalea/tumma
it: Modalità chiara/scura
pl: Tryb jasny/ciemny

source: Toggle light or dark mode manually
es: Alternar manualmente entre modo claro y modo oscuro
fi: Vaihda vaalea tai tumma tila manuaalisesti
it: Attiva/disattiva manualmente la modalità chiara o scura
pl: Ręcznie przełącz tryb jasny lub ciemny

source: Sync from the system
es: Sincronización desde el sistema
fi: Synkronoi tietokoneesta
it: Sincronizza dal sistema
pl: Synchronizuj z systemu

source: Dynamically sync the location coordinates from the region and city defined in the system using a local database
es: Sincronizar dinámicamente las coordenadas de localización de la región y la ciudad definidas en el sistema mediante una base de datos local
fi: Synkronoi sijainnin koordinaatit tietokoneeseen annetun maan ja kaupungin mukaan
it: Sincronizza dinamicamente le coordinate della posizione dalla regione e dalla città definite nel sistema utilizzando un database locale
pl: Dynamicznie synchronizuj współrzędne lokalizacji na podstawie regionu i miasta ustawionych w systemie

source: Open the system settings
es: Abrir la configuración del sistema
fi: Avaa tietokoneen asetukset
it: Aprire le impostazioni di sistema
pl: Otwórz ustawienia systemu

source: Open the system's settings window to select the region and city for the time zone
es: Abra la ventana de configuración del sistema para seleccionar la región y la ciudad de la zona horaria
fi: Avaa asetusikkuna ja valitse aikavyöhyke ja kaupunki
it: Apre la finestra delle impostazioni del sistema per selezionare la regione e la città per il fuso orario
pl: Otwiera okno ustawień systemu, aby wybrać region i miasto dla strefy czasowej

source: Latitude
es: Latitud
fi: Leveysaste
it: Latitudine
pl: Szerokość geograficzna

source: Geographical latitude in decimal degrees
es: Latitud geográfica en grados decimales
fi: Maantieteellinen leveysaste desimaaleina
it: Latitudine geografica in gradi decimali
pl: Szerokość geograficzna w stopniach dziesiętnych

source: Longitude
es: Longitud
fi: Pituusaste
it: Longitudine
pl: Długość geograficzna

source: Geographical longitude in decimal degrees
es: Longitud geográfica en grados decimales
fi: Maantieteellinen pituusaste desimaaleina
it: Longitudine geografica in gradi decimali
pl: Długość geograficzna w stopniach dziesiętnych

source: Show switch times in a notification
es: Mostrar la hora de cambio en una notificación
it: Mostra gli orari di cambio in una notifica
pl: Pokaż czas przełączeń w powiadomieniu

source: Show today's switch times for light and dark modes based on the current location via a system notification message
es: Mostrar las horas de conmutación de hoy para los modos claro y oscuro en función de la ubicación actual a través de un mensaje de notificación del sistema
fi: Näytä ilmoitusviestinä tämän päivän vaihtoajat vaalealle ja tummalle tilalle nykyisen sijainnin perusteella
it: Mostra gli orari di commutazione odierni per le modalità luce e buio in base alla posizione corrente tramite un messaggio di notifica di sistema
pl: Wyświetla dzisiejsze czasy przełączeń trybu jasnego i ciemnego w powiadomieniu systemowym

source: Open the system's settings window to select the themes
es: Abra la ventana de configuración del sistema para seleccionar los temas
fi: Valitse teemat avaamalla asetusikkuna
it: Apre la finestra delle impostazioni del sistema per selezionare i temi

source: Detect from the system
es: Detectar desde el sistema
fi: Havaitse tietokoneesta
it: Rileva dal sistema
pl: Wykryj z systemu

source: Detect the system's themes currently set and assign them to the light mode
es: Detecta los temas del sistema actualmente configurados y los asigna al modo claro
fi: Tunnista tällä hetkellä asetetut teemat ja määritä ne vaaleaan tilaan
it: Rileva i temi del sistema attualmente impostati e li assegna alla modalità chiara
pl: Wykryj bieżące motywy systemowe i przypisz je do trybu jasnego

source: Mouse pointer
es: Puntero del ratón
fi: Hiiren osoitin
it: Puntatore del mouse
pl: Kursor myszy

source: Name of the mouse pointer theme
es: Nombre del tema del puntero del ratón
fi: Hiiren osoittimen teeman nimi
it: Nome del tema del puntatore del mouse
pl: Nazwa motywu kursora myszy

source: Applications
es: Aplicaciones
fi: Sovellukset
it: Applicazioni
pl: Aplikacje

source: Name of the applications theme (GTK theme)
es: Nombre del tema de la aplicación (tema GTK)
fi: Sovellusten teeman nimi (GTK-teema)
it: Nome del tema dell'applicazione (tema GTK)
pl: Nazwa motywu aplikacji (motyw GTK)

source: Icons
es: Iconos
fi: Kuvakkeet
it: Icone
pl: Ikony

source: Name of the icons theme
es: Nombre del tema de los iconos
fi: Kuvakkeiden teeman nimi
it: Nome del tema delle icone
pl: Nazwa motywu ikon

source: Desktop
es: Escritorio
fi: Pöytä
it: Scrivania
pl: Pulpit

source: Name of the desktop theme (Cinnamon theme)
es: Nombre del tema de escritorio (tema Cinnamon)
fi: Pödän teeman nimi (Cinnamon teema)
it: Nome del tema del desktop (tema Cinnamon)
pl: Nazwa motywu pulpitu (motyw Cinnamon)

source: Test applying to the system
es: Prueba de aplicación al sistema
it: Testa applicando al sistema
pl: Przetestuj zastosowanie w systemie

source: Apply the light mode themes to the system manually
es: Aplicar manualmente los temas del modo claro al sistema
fi: Käytä vaaleita teemoja manuaalisesti
it: Applica manualmente i temi della modalità chiara al sistema
pl: Ręcznie zastosuj motywy trybu jasnego

source: Set desktop background
es: Establecer fondo de escritorio
fi: Aseta pöydän taustakuva
it: Imposta sfondo desktop
pl: Ustaw tło pulpitu

source: Enable setting the desktop backgrounds for light and dark modes
es: Habilitar la configuración de los fondos de escritorio para los modos claro y oscuro
fi: Aseta pöydän taustakuva vaaleille ja tummille tiloille
it: Abilita l'impostazione degli sfondi del desktop per le modalità chiara e scura
pl: Włącz ustawianie innych teł pulpitu dla trybu jasnego i ciemnego

source: Launch custom commands
es: Lanzar comandos personalizados
fi: Mukautetut komennot
it: Avvia comandi personalizzati
pl: Uruchamiaj niestandardowe polecenia

source: Enable setting commands to be launched when switching to light mode
es: Permitir el lanzamiento de comandos de ajuste al cambiar al modo claro
fi: Salli komentojen käynnistäminen kun vaihdat vaaleaan tilaan
it: Abilita i comandi di impostazione da avviare quando si passa alla modalità chiara
pl: Włącz uruchamianie poleceń podczas przełączania do trybu jasnego

source: Open the system's settings window to set the background settings
es: Abra la ventana de configuración del sistema para establecer la configuración del fondo
fi: Avaa asetusikkuna taustakuville
it: Apre la finestra delle impostazioni del sistema per impostare le impostazioni dello sfondo
pl: Otwórz ustawienia systemowe, aby skonfigurować tło pulpitu

source: Detect the system's background settings currently set and assign them to the light mode
es: Detecta los ajustes de fondo del sistema actualmente configurados y los asigna al modo de claro
fi: Tunnista tällä hetkellä asetetut taustakuvat ja määritä ne vaaleaan tilaan
it: Rileva le impostazioni di sfondo del sistema attualmente impostate e le assegna alla modalità chiara
pl: Wykryj aktualne ustawienia tła systemu i przypisz je do trybu jasnego

source: Slideshow
es: Presentación
fi: Diaesitys
it: Presentazione
pl: Pokaz slajdów

source: Set the desktop background to be a slideshow
es: Configurar el fondo de escritorio para que sea una presentación de imágenes
fi: Aseta diaesitys pöydän taustakuvaksi
it: Imposta lo sfondo del desktop come presentazione
pl: Ustaw tło pulpitu jako pokaz slajdów

source: Image file
es: Archivo de imagen
fi: Kuvatiedosto
it: File immagine
pl: Plik obrazu

source: Image file to be set as the desktop background
es: Archivo de imagen que se establecerá como fondo de escritorio
fi: Kuvatiedosto, joka asetetaan pöydän taustakuvaksi
it: File immagine da impostare come sfondo del desktop
pl: Plik obrazu używany jako tło pulpitu

source: Images folder
es: Carpeta de imágenes
fi: Kuvat kansio
it: Cartella immagini
pl: Folder z obrazami

source: Folder containing images to be set for the desktop background slideshow
es: Carpeta que contiene las imágenes que se van a utilizar en la presentación de fondo de escritorio
fi: Kansio, joka sisältää kuvat diaesitykseen ja näytetään pöydän taustakuvina
it: Cartella contenente le immagini da impostare per la presentazione sullo sfondo del desktop
pl: Folder zawierający obrazy do pokazu slajdów tła pulpitu

source: Apply the light mode background settings to the system manually
es: Aplicar manualmente los ajustes de fondo del modo claro al sistema
fi: Käytä vaalean tilan taustakuvien asetuksia manuaalisesti
it: Applica manualmente le impostazioni dello sfondo in modalità chiara al sistema
pl: Ręcznie zastosuj ustawienia tła dla trybu jasnego

source: Name
es: Nombre
fi: Nimi
it: Nome
pl: Nazwa

source: Active
es: Activo
fi: Aktiivinen
it: Attiva
pl: Aktywne

source: Expiry (s)
es: Expiración
fi: Erääntyy (s)
it: Scadenza (s)
pl: Limit czasu (s)

source: Command
es: Comando
fi: Komento
it: Comando
pl: Polecenie

source: List of commands to be executed when switching to this mode Notes: - the name's purpose is for error messages - the expiry time terminates the command's process early - an expiry of 0 second means never - a process refusing to terminate 10 seconds after the expiry is killed - the path is in the user's home directory (~/) - the error messages are displayed in a notification and reports stderr
es: Lista de comandos que se ejecutan al cambiar a este modo Notas: - El propósito del nombre es para mensajes de error - El tiempo de expiración finaliza el proceso del comando antes de tiempo - Una expiración de 0 segundos significa que nunca - Un proceso que se niega a terminar 10 segundos después de la expiración es eliminado - La ruta está en el directorio personal del usuario (~/) - Los mensajes de error se muestran en una notificación e informes de stderr
it: Elenco dei comandi da eseguire quando si passa a questa modalità Note: - il nome serve per i messaggi di errore - il tempo di scadenza termina anticipatamente il processo del comando - una scadenza di 0 secondi significa mai - un processo che rifiuta di terminare 10 secondi dopo la scadenza viene terminato - il percorso si trova nella directory home dell'utente (~/) - i messaggi di errore vengono visualizzati in una notifica e riportano stderr
pl: Lista poleceń wykonywanych podczas przełączenia na ten tryb Uwagi: - nazwa służy komunikatom błędów, - limit czasu kończy proces wcześniej, - 0 oznacza brak limitu, - proces, który nie zakończy się 10 sekund po limicie, zostanie zakończony siłowo, - ścieżka znajduje się w katalogu domowym użytkownika (~/), - komunikaty błędów pojawiają się w powiadomieniu i zawierają stderr.

source: Test commands launch
es: Lanzar comandos de prueba
it: Avvia i comandi di prova
pl: Przetestuj uruchamianie poleceń

source: Test launching the commands set for the light mode
es: Lanzamiento de prueba de los comandos establecidos para el modo claro
it: Prova ad avviare i comandi impostati per la modalità chiara
pl: Przetestuj uruchomienie poleceń przypisanych do trybu jasnego

source: Detect the system's themes currently set and assign them to the dark mode
es: Detectar los temas del sistema actualmente configurados y asignarlos al modo oscuro
fi: Tunnista tällä hetkellä asetetut teemat ja määritä ne tummaan tilaan
it: Rileva i temi del sistema attualmente impostati e li assegna alla modalità scura
pl: Wykryj aktualne motywy systemowe i przypisz je do trybu ciemnego

source: Apply the dark mode themes to the system manually
es: Aplicar manualmente los temas del modo oscuro al sistema
fi: Käytä tummia teemoja manuaalisesti
it: Applica manualmente i temi della modalità scura al sistema
pl: Ręcznie zastosuj motywy trybu ciemnego

source: Enable setting commands to be launched when switching to dark mode
es: Permitir el lanzamiento de comandos de configuración al cambiar al modo oscuro
fi: Salli komentojen käynnistäminen kun vaihdat tummaan tilaan
it: Abilita i comandi di impostazione da avviare quando si passa alla modalità scura
pl: Włącz uruchamianie poleceń podczas przełączania do trybu ciemnego

source: Detect the system's background settings currently set and assign them to the dark mode
es: Detectar los ajustes de fondo del sistema actualmente configurados y asignarlos al modo oscuro
fi: Tunnista tällä hetkellä asetetut taustakuvat ja määritä ne tummaan tilaan
it: Rileva le impostazioni di sfondo del sistema attualmente impostate e le assegna alla modalità scura
pl: Wykryj aktualne tła pulpitu i przypisz je do trybu ciemnego

source: Apply the dark mode background settings to the system manually
es: Aplicar manualmente la configuración de fondo del modo oscuro al sistema
fi: Käytä tumman tilan taustakuvien asetuksia manuaalisesti
it: Applica manualmente le impostazioni dello sfondo in modalità scura al sistema
pl: Ręcznie zastosuj ustawienia tła dla trybu ciemnego

source: List of commands to be executed when switching to this mode Notes: - the name's purpose is for error messages - the expiry time kills the command's process - an expiry of 0 seconds means never - any child process won't be able to expire - the path is in the ~ directory - the error messages reports stderr when the return status is not 0 and will appear in a notification
es: Lista de comandos que se ejecutarán al cambiar a este modo Notas: - el propósito del nombre es para mensajes de error - el tiempo de expiración mata el proceso del comando - una expiración de 0 segundos significa nunca - ningún proceso secundario podrá expirar - la ruta está en el directorio ~ - los mensajes de error informan stderr cuando el estado de retorno no es 0 y aparecerán en una notificación
fi: Luettelo komennoista, jotka suoritetaan, kun vaihdat tähän tilaan Huomaa: - nimen on virheilmoituksia varten - erääntymisaika tappaa komennon prosessin - 0 sekunnin erääntyminen tarkoittaa ei koskaan - mikään aliprosessi ei voi erääntyä - polku on ~-hakemistoon - Virheilmoitukset raportoi stderr, kun paluutila ei ole 0 ja ne näkyvät ilmoituksena
it: Elenco dei comandi da eseguire quando si passa a questa modalità Nota: - lo scopo del nome è per i messaggi di errore - il tempo di scadenza uccide il processo del comando - una scadenza di 0 secondi significa mai - nessun processo figlio potrà scadere - il percorso è nella directory ~ - i messaggi di errore segnalano stderr quando lo stato di ritorno non è 0 e appariranno in una notifica
pl: Lista poleceń wykonywanych podczas przełączania na ten tryb Uwagi: - nazwa służy komunikatom błędów, - limit czasu kończy proces, - 0 oznacza brak limitu, - procesy potomne nie kończą się automatycznie, - ścieżka znajduje się w katalogu domowym (~), - komunikaty błędów (stderr) pojawią się w powiadomieniu, jeśli kod wyjścia nie wynosi 0.

source: Test launching the commands set for the dark mode
es: Lanzamiento de prueba de los comandos establecidos para el modo oscuro
it: Prova ad avviare i comandi impostati per la modalità scura
pl: Przetestuj uruchomienie poleceń przypisanych do trybu ciemnego
