Repository: linuxmint/cinnamon-spices-applets
Catalog: ddcci-monitor-control@andr35/files/ddcci-monitor-control@andr35/po/*.po
Languages: ca, es, fr, hu, it, vi, zh_tw

source: Adjust external monitor brightness and contrast
ca: Ajusta la brillantor i el contrast d'un monitor extern
es: Ajustar el brillo y el contraste del monitor externo
fr: Régler la luminosité et le contraste du moniteur externe
hu: A külső monitor fényerejének és kontrasztjának beállítása
it: Regola la luminosità e il contrasto del monitor esterno
vi: Điều chỉnh độ sáng và độ tương phản của màn hình ngoài
zh_tw: 調整外接螢幕的亮度與對比度

source: DDC/CI Monitor Brightness
ca: Brillantor de monitor DDC/CI
es: Brillo del monitor DDC/CI
fr: Luminosité du moniteur DDC/CI
hu: DDC/CI Monitor Fényerő
it: Luminosità del monitor DDC/CI
vi: Độ sáng Màn hình DDC/CI
zh_tw: DDC/CI 螢幕亮度

source: "Default brightness 1" button label
ca: Etiqueta del botó "Brillantor per defecte 1"
es: Etiqueta del botón "Brillo por defecto 1"
fr: "Luminosité par défaut 1" Étiquette du bouton
hu: „Alapértelmezett fényerő 1” gomb felirata
it: Etichetta del pulsante "Luminosità predefinita 1"
vi: Nhãn nút "Độ sáng mặc định 1"
zh_tw: 「預設亮度 1」按鈕標籤

source: For example "Daily Brightness"
ca: Per exemple, "brillantor diürna"
es: Por ejemplo, "Brillo de día"
fr: Par exemple "Luminosité diurne"
hu: Például a „Nappali fényerő”
it: Ad esempio "Luminosità giornaliera"
vi: Ví dụ: "Độ sáng hàng ngày"
zh_tw: 例如：「日間亮度」

source: "Default brightness 1" value
ca: Valor de "Brillantor per defecte 1"
es: Valor "Brillo predeterminado 1"
fr: "Luminosité par défaut 1" valeur
hu: "Alapértelmezett fényerő 1" érték
it: Valore "Luminosità predefinita 1"
vi: Giá trị "Độ sáng mặc định 1"
zh_tw: 「預設亮度 1」的數值

source: Set the brightness level that will be applied when the "Default brightness 1" button is clicked
ca: Assigna el nivell de brillantor que serà aplicat quan es cliqui el botó "Brillantor per defecte 1"
es: Ajuste el nivel de brillo que se aplicará cuando se pulse el botón "Brillo por defecto 1"
fr: Définissez le niveau de luminosité qui sera appliqué lorsque le bouton "Luminosité par défaut 1" est activée.
hu: Állítsa be a fényerő szintjét, amely az „Alapértelmezett fényerő 1” gombra kattintva érvényesül
it: Imposta il livello di luminosità che verrà applicato quando si fa clic sul pulsante "Luminosità predefinita 1"
vi: Đặt mức độ sáng sẽ được áp dụng khi nút "Độ sáng mặc định 1" được nhấn
zh_tw: 設定點選 「預設亮度 1」 按鈕時要套用的亮度

source: "Default brightness 2" button label
ca: Etiqueta del botó "Brillantor per defecte 2"
es: Etiqueta del botón "Brillo por defecto 2"
fr: "Luminosité par défaut 2" Étiquette du bouton
hu: „Alapértelmezett fényerő 2” gomb felirata
it: Etichetta del pulsante "Luminosità predefinita 2"
vi: Nhãn nút "Độ sáng mặc định 2"
zh_tw: 「預設亮度 2」按鈕標籤

source: For example "Night Brightness"
ca: Per exemple, "Brillantor nocturna"
es: Por ejemplo, "Brillo de noche"
fr: Par exemple "Luminosité nocturne"
hu: Például a „Éjjeli fényerő”
it: Ad esempio "Luminosità notturna"
vi: Ví dụ: "Độ sáng ban đêm"
zh_tw: 例如：「夜間亮度」

source: "Default brightness 2" value
ca: Valor de "Brillantor per defecte 2"
es: Valor "Brillo predeterminado 2"
fr: "Luminosité par défaut 2" valeur
hu: "Alapértelmezett fényerő 2" érték
it: Valore "Luminosità predefinita 2"
vi: Giá trị "Độ sáng mặc định 2"
zh_tw: 「預設亮度 2」的數值

source: Set the brightness level that will be applied when the "Default brightness 2" button is clicked
ca: Assigna el nivell de brillantor que serà aplicat quan es cliqui el botó "Brillantor per defecte 2"
es: Ajuste el nivel de brillo que se aplicará cuando se pulse el botón "Brillo por defecto 2"
fr: Définissez le niveau de luminosité qui sera appliqué lorsque le bouton "Luminosité par défaut 2" est activée.
hu: Állítsa be a fényerő szintjét, amely akkor érvényesül, amikor az „Alapértelmezett fényerő 2” gombra kattint
it: Imposta il livello di luminosità che verrà applicato quando si fa clic sul pulsante "Luminosità predefinita 2"
vi: Đặt mức độ sáng sẽ được áp dụng khi nút "Độ sáng mặc định 2" được nhấn
zh_tw: 設定點選 「預設亮度 2」 按鈕時要套用的亮度
