Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/MonitorInputSource@klangman/*.po
Languages: de, es, fi, it, nl

source: Ctrl+
de: Strg+

source: Left Click
de: Linksklick
es: Clic izquierdo
fi: Hiiren vasen
it: Clic sinistro
nl: Linkerklik

source: Middle Click
de: Mittelklick
es: Clic central
fi: Hiiren keskip
it: Clic centrale
nl: Middelklik

source: Right Click
de: Rechtsklick
es: Clic derecho
fi: Hiiren oikea
it: Clic destro
nl: Rechterklik

source: Back Click
de: Zurück klicken
es: Clic hacia atrás
fi: Takaisin
it: Clic indietro
nl: Achteruitklik

source: Forward Click
de: Vorwärts klicken
es: Clic hacia adelante
fi: Seuraava
it: Clic avanti
nl: Vooruitklik

source: Monitor input sources
de: Monitor-Eingangsquellen
es: Fuentes de entrada del monitor
it: Monitorare le sorgenti di input
nl: Monitors invoerbronnen

source: Detecting monitors...
de: Erkennung von Monitoren...
es: Detectando monitores...
fi: Tunnistetaan näyttöjä...
it: Rilevamento monitor...
nl: Monitoren detecteren...

source: Options
de: Optionen
es: Opciones
fi: Asetukset
it: Opzioni
nl: Opties

source: Clear monitor cache
de: Monitor-Cache löschen
es: Borrar la caché del monitor
fi: Tyhjennä näyttövälimuisti
it: Svuota la cache dei monitor
nl: Monitorcache wissen

source: Clear quick actions
de: Schnelle Aktionen löschen
es: Borrar acciones rápidas
fi: Tyhjennä toiminnot
it: Cancella azioni rapide
nl: Snelle acties wissen

source: Help
de: Hilfe
es: Ayuda
fi: Ohje
it: Aiuto
nl: Hulp

source: Required "ddcutil" not found
de: Erforderliches "ddcutil" nicht gefunden
es: Se requiere "ddcutil", no está instalado
fi: Vaadittua "ddcutil" ohjelmaa ei löydy
it: Pacchetto "ddcutil" richiesto non trovato
nl: Vereiste "ddcutil" niet gevonden

source: Error, "ddcutil" exit code
de: Fehler, "ddcutil"-Exit-Code
es: Error, código de salida de "ddcutil"
fi: Virhe, "ddcutil" virhekoodi
it: Errore, codice di uscita "ddcutil"
nl: Fout, "ddcutil" exit code

source: No capable monitors detected
de: Keine angeschlossenen Monitore gefunden
es: No se detectaron monitores compatibles
fi: Lisänäyttöjä ei havaittu
it: Nessun monitor compatibile rilevato
nl: Geen geschikte monitoren gedetecteerd

source: for
de: für
es: para
it: per
nl: voor

source: Refresh
de: Aktualisieren
es: Actualizar
fi: Päivitä
it: Aggiorna
nl: Vernieuwen

source: Monitor Input Source
de: Monitor-Eingangsquelle
es: Fuente de entrada de monitor
fi: Liitetyt näytöt
it: Sorgente di Ingresso Monitor
nl: Monitor Invoerbron

source: Change your monitors video input source directly from the cinnamon panel
de: Ändern Sie die Videoeingangsquelle Ihres Monitors direkt über das Cinnamon-Bedienfeld
es: Cambia la fuente de entrada de vídeo de tus monitores directamente desde el panel canela
fi: Vaihda näyttösi lähdettä suoraan Cinnamon asetuksista
it: Cambia la sorgente di ingresso video del tuo monitor direttamente dal pannello di Cinnamon
nl: Verander rechtstreeks de video-invoerbron van je monitor vanuit het Cinnamon-paneel

source: Shift+
it: Maiusc+
