Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/mic-level@zamszowy/*.po
Languages: fr, vi

source: Click so switch to HFP profile
fr: Cliquez pour passer au profil HFP
vi: Nhấp để chuyển sang hồ sơ HFP

source: Click so switch to A2DP profile
fr: Cliquez pour passer au profil A2DPP
vi: Nhấp để chuyển sang hồ sơ A2DP

source: Microphone level monitor
fr: Contrôleur de microphone
vi: Giám sát mức Microphone

source: Monitors microphone level
fr: Contrôle le niveau du microphone
vi: Giám sát mức độ âm thanh từ micro

source: Settings
fr: Paramètres
vi: Cài đặt

source: Timings (seconds)
fr: Délais (secondes)
vi: Thời gian (giây)

source: Bluetooth devices
fr: Interfaces Bluetooth
vi: Thiết bị Bluetooth

source: Keybindings
fr: Raccourcis clavier
vi: Phím tắt

source: For how long to record a sample and report result
fr: Temps pour enregistrer un échantillon et présenter le résultat
vi: Thời gian ghi mẫu và báo cáo kết quả

source: How long to wait before recoring another sample
fr: Temps avant d'enregistrer un autre échantillon
vi: Thời gian chờ trước khi ghi mẫu tiếp theo

source: Show applet only when BT device is active and has HFP profile enabled
fr: Afficher l'applet uniquement lorsque le périphérique BT est actif et que le profil HFP est activé
vi: Chỉ hiển thị applet khi thiết bị BT hoạt động và hồ sơ HFP được bật

source: This option disables keybinding, since it would interfere with the automatic detection of HFP profile
fr: Cette option désactive le raccourci clavier, car il interfère avec la détection automatique du profil HFP
vi: Tùy chọn này vô hiệu hóa phím tắt vì sẽ ảnh hưởng đến việc phát hiện tự động hồ sơ HFP

source: Enable click on applet to switch between HFP and A2DP profiles
fr: Permettre de basculer entre les profils HFP et A2DP d'un clic sur l'applet
vi: Cho phép nhấp vào applet để chuyển giữa hồ sơ HFP và A2DP

source: Enable keybind to enable/disable the applet
fr: Activer le raccourci clavier pour activer/désactiver l'applet
vi: Bật phím tắt để bật/tắt applet

source: This option will not work if optoon to show applet only when BT device is on as it would interfere with the automatic detection of HFP profile
fr: Cette option ne fonctionnera pas si l'option d'affichage de l'applet n'est activée que lorsque l'appareil BT est en marche, car elle interférerait avec la détection automatique du profil HFP
vi: Tùy chọn này sẽ không hoạt động nếu bật tùy chọn chỉ hiển thị applet khi thiết bị BT đang bật, vì sẽ ảnh hưởng đến việc phát hiện tự động hồ sơ HFP

source: Set key for toggling enable state of the applet
fr: Définir la combinaison de touches pour activer/désactiver l'applet
vi: Đặt phím để chuyển đổi trạng thái bật/tắt của applet
