Repository: linuxmint/cinnamon-spices-applets
Catalog: darkMode@linuxedo.com/files/darkMode@linuxedo.com/po/*.po
Languages: da, nl, pl_pl, vi

source: Dark Mode
da: Mørk tilstand
nl: Donkere modus
pl_pl: Ciemny motyw
vi: Chế độ tối

source: Easily switch between dark mode and light mode with one click.
da: Skift let mellem mørk og lys tilstand med et enkelt klik.
nl: Schakel eenvoudig tussen de donkere modus en de lichte modus met één klik.
pl_pl: Łatwe przełączanie między trybem ciemnym i jasnym jednym kliknięciem.
vi: Chuyển đổi giữa chế độ tối và chế độ sáng chỉ với một cú nhấp chuột.

source: General
da: Generelt
nl: Algemeen
pl_pl: Ogólne
vi: Chung

source: Light Mode
da: Lys tilstand
nl: Lichte modus
pl_pl: Jasny motyw
vi: Chế độ sáng

source: Dark mode
da: Mørk tilstand
nl: Donkere modus
pl_pl: Ciemny motyw
vi: Chế độ tối

source: Automatically switch modes
da: Skift automatisk tilstand
nl: Automatisch overschakelen tussen modi
pl_pl: Automatycznie przełączaj tryby
vi: Tự động chuyển chế độ

source: Light mode start time
da: Begyndelsestidspunkt for lys tilstand
nl: Starttijd lichte modus
pl_pl: Czas rozpoczęcia trybu jasnego
vi: Thời gian bắt đầu chế độ sáng

source: Dark mode start time
da: Begyndelsestidspunkt for mørk tilstand
nl: Starttijd donkere modus
pl_pl: Czas rozpoczęcia trybu ciemnego
vi: Thời gian bắt đầu chế độ tối

source: Window control theme
da: Vinduestema
nl: Thema voor vensterbesturing
pl_pl: Motyw elementów sterujących
vi: Giao diện điều khiển cửa sổ

source: Window border theme
da: Vinduesrammetema
nl: Thema voor vensterranden
pl_pl: Motyw ramki pulpitu
vi: Giao diện viền cửa sổ

source: Desktop theme
da: Skrivebordstema
nl: Bureaubladthema
pl_pl: Motyw pulpitu
vi: Giao diện máy tính

source: Icon theme
da: Ikontema
nl: Pictogramthema
pl_pl: Motyw ikon
vi: Giao diện biểu tượng

source: Change desktop background
da: Skift skrivebordsbaggrund
nl: Verander bureaubladachtergrond
pl_pl: Zmień tło pulpitu
vi: Đổi hình nền máy tính

source: Desktop background location
da: Placering af skrivebordsbaggrund
nl: Locatie bureaubladachtergrond
pl_pl: Lokalizacja tła pulpitu
vi: Vị trí hình nền máy tính

source: A picture from this folder will be randomly chosen.
da: Et tilfældigt billede fra denne mappe vil blive valgt.
nl: Een afbeelding uit deze map wordt willekeurig gekozen.
pl_pl: Zdjęcie z tego folderu zostanie wybrane losowo.
vi: Một hình ảnh từ thư mục này sẽ được chọn ngẫu nhiên.

source: Internal use
da: Intern brug
nl: Intern gebruik
pl_pl: Do użytku wewnętrznego
vi: Dành cho sử dụng nội bộ
