Repository: linuxmint/cinnamon-spices-applets
Catalog: brightness-and-gamma-applet@cardsurf/files/brightness-and-gamma-applet@cardsurf/po/*.po
Languages: bg, ca, da, de, es, fi, hr, hu, it, nl, pt_br, ru, sv, tr, vi

source: The changes are made step by step. Here you define the duration (in milliseconds) of each step in which the values are changed by one unit, if necessary. 0 means instantaneous changes. Recommended value: between 200 and 300.
ca: Els canvis es fan pas per pas. Aquí definiu la duració (en mil·lisegons) de cada pas en què els valors es canvien per una unitat, si s'escau. 0 significa canvis instantanis. Valor recomanat: entre 200 i 300.
es: Los cambios se realizan paulatinamente. Aquí se define la duración (en milisegundos) de cada intervalo en el que los valores se modifican en una unidad, si es necesario. 0 significa cambios instantáneos. Valor recomendado: entre 200 y 300.
vi: Các thay đổi được thực hiện từng bước. Tại đây bạn xác định thời lượng (tính bằng mili giây) của mỗi bước mà giá trị được thay đổi từng đơn vị nếu cần thiết. 0 nghĩa là thay đổi tức thì. Giá trị khuyến nghị: từ 200 đến 300.

source: Step duration (ms)
ca: Duració del pas (ms)
es: Duración del intervalo (ms)
vi: Thời lượng mỗi bước (ms)

source: Apply when the number of monitors changes
ca: S'aplica quan el número de monitors canvia
es: Aplicar cuando cambie el número de monitores
it: Applica quando cambia il numero di monitor
nl: Toepassen wanneer het aantal monitoren verandert
vi: Áp dụng khi số lượng màn hình thay đổi

source: Hotkey to Increase brightness
ca: Drecera del teclat per a incrementar la brillantor
es: Tecla rápida para aumentar el brillo
fi: Pikanäppäin kirkkauden lisääminen
hu: Gyorsbillentyű a fényerő növeléséhez
it: Tasto di scelta rapida per aumentare la luminosità
nl: Sneltoets om helderheid te verhogen
vi: Phím tắt tăng độ sáng

source: Hotkey to Decrease brightness
ca: Drecera del teclat per a disminuir la brillantor
es: Tecla rápida para reducir el brillo
fi: Pikanäppäin kirkkauden laskeminen
hu: Gyorsbillentyű a fényerő csökkentéséhez
it: Tasto di scelta rapida per diminuire la luminosità
nl: Sneltoets om helderheid te verlagen
vi: Phím tắt giảm độ sáng

source: Hotkey to Toggle On/Off this applet
es: Tecla de acceso rápido para activar/desactivar este applet

source: No change
es: Sin cambios

source: All values set to 100%
es: Todos los valores establecidos al 100%

source: Way to set this applet off
es: Cómo activar este applet

source: Gamma Red-Green-Blue
es: Gamma Rojo-Verde-Azul

source: Screen Temperature (K)
es: Temperatura de la pantalla (K)

source: Setting Method
es: Método de configuración

source: Minimum temperature
es: Temperatura mínima

source: A minimum value of temperature. Value from 700 K to 6500 K.
es: Valor mínimo de temperatura. Valor entre 700 K y 6500 K.

source: Maximum temperature
es: Temperatura máxima

source: A maximum value of temperature. Value from 6500 K to 22000 K.
es: Valor máximo de temperatura. Valor entre 6500 K y 22000 K.

source: Gamma / Temperature
es: Gamma / Temperatura

source: Only sun
es: Solo sol

source: Screen with sun
es: Pantalla con sol

source: Symbolic
es: Simbólico

source: You can define or modify presets below, which can then be accessed via the applet's context menu. Only the first Start at Sunrise and Start at Sunset checked boxes are taken into account.
ca: Podeu definir o modificar predefinicions a sota, a les quals pot accedir-se des del menú contextual de la miniaplicació. Només es tenen en compte les primeres caselles d'inici amb la sortida i/o la posta del sol.
es: A continuación puede definir o modificar los preajustes, a los que podrá acceder a través del menú contextual del applet. Sólo se tienen en cuenta las primeras casillas marcadas de Inicio al amanecer e Inicio al atardecer.
hu: Az alábbiakban definiálhat vagy módosíthat előbeállításokat, amelyekhez a kisalkalmazás helyi menüjén keresztül férhet hozzá. A program csak az elsőként bejelölt „Kezdés napkeltekor” és „Kezdés naplementekor” jelölőnégyzeteket veszi figyelembe.
it: È possibile definire o modificare i preset qui sotto, accessibili tramite il menù contestuale dell'applet. Vengono prese in considerazione solo le prime caselle selezionate "Inizia all'alba" e "Inizia al tramonto".
nl: Je kunt hieronder voorinstellingen definiÃ«ren of wijzigen, die vervolgens toegankelijk zijn via het contextmenu van het applet. Alleen de eerste aangevinkte vakjes Start bij Zonsopgang en Start bij Zonsondergang worden in aanmerking genomen.
vi: Bạn có thể định nghĩa hoặc chỉnh sửa các thiết lập trước bên dưới, sau đó truy cập qua menu ngữ cảnh của applet. Chỉ hộp kiểm 'Bắt đầu lúc Bình minh' và 'Bắt đầu lúc Hoàng hôn' đầu tiên được xét đến.

source: Name
ca: Nom
es: Nombre
hu: Név
it: Nome
nl: Naam
vi: Tên

source: Show in menu
ca: Mostra al menú
es: Mostrar en el menú
hu: Megjelenítés a menüben
it: Mostra nel menù
nl: Toon in menu
vi: Hiển thị trong menu

source: Gamma Red
ca: Gamma Vermella
es: Gamma Rojo
hu: Gamma Vörös
it: Gamma Rosso
nl: Gamma Rood
vi: Gamma Đỏ

source: Gamma Green
ca: Gamma Verda
es: Gamma Verde
hu: Gamma Zöld
it: Gamma Verde
nl: Gamma Groen
vi: Gamma Xanh lá

source: Gamma Blue
ca: Gamma Blava
es: Gamma Azul
hu: Gamma Kék
it: Gamma Blu
nl: Gamma Blauw
vi: Gamma Xanh dương

source: Start at Sunrise
ca: Comença En sortir el sol
es: Empezar al Amanecer
hu: Kezdés napfelkeltekor
it: Inizia all'Alba
nl: Start bij Zonsopgang
vi: Bắt đầu lúc Bình minh

source: Start at Sunset
ca: Comença En posta de sol
es: Empezar al Atardecer
hu: Kezdés napnyugtakor
it: Inizia al Tramonto
nl: Start bij Zonsondergang
vi: Bắt đầu lúc Hoàng hôn

source: Hotkey
es: Tecla de acceso rápido

source: Show shortcuts in the menu
es: Mostrar accesos directos en el menú

source: Choose a shortcut to copy
es: Elija un atajo para copiar

source: Helps you select a keyboard shortcut to use in any of the items listed above. Once selected, click on the button below, then edit the item to paste (Ctrl+V) this shortcut.
es: Le ayuda a seleccionar un atajo de teclado para utilizarlo en cualquiera de los elementos mencionados anteriormente. Una vez seleccionado, haga clic en el botón de abajo y, a continuación, edite el elemento para pegar (Ctrl+V) este atajo.

source: Copy this shortcut to the clipboard
es: Copiar este atajo de teclado al portapapeles

source: Set Sunrise and Sunset times
ca: Estableix horaris de sortida i posta del sol
es: Fijar las horas de salida y puesta del sol
hu: Napkelte és napnyugta időpontjainak beállítása
it: Imposta gli orari di alba e tramonto
nl: Stel tijden in voor zonsopgang en zonsondergang
vi: Thiết lập thời gian Bình minh và Hoàng hôn

source: Apply all changes
ca: Aplica tots els canvis
es: Aplicar todos los cambios
hu: Az összes módosítás alkalmazása
it: Applica tutti i cambiamenti
nl: Alle wijzigingen toepassen
vi: Áp dụng tất cả thay đổi

source: Apply the selected method
es: Aplicar el método seleccionado

source: General
hu: Általános
it: Generale
nl: Algemeen
vi: Chung
