Repository: linuxmint/cinnamon-spices-applets
Catalog: brightness-and-gamma-applet@cardsurf/files/brightness-and-gamma-applet@cardsurf/po/*.po
Languages: bg, ca, da, de, es, fi, hr, hu, it, nl, pt_br, ru, sv, tr, vi

source: The following packages were not found:
bg: Следните пакети не са намерени:
ca: No s'han trobat els següents paquets:
da: Følgende pakker blev ikke fundet:
de: Die folgenden Pakete wurden nicht gefunden:
es: No se encontraron los siguientes paquetes:
fi: Seuraavia paketteja ei löytynyt:
hr: Sljedeći paketi nisu pronađeni:
hu: A következő csomagokat nem sikerült megtalálni:
it: Non sono stati trovati i seguenti pacchetti:
nl: De volgende pakketten werden niet gevonden:
pt_br: Os seguintes pacotes não foram encontrados:
ru: Следующие пакеты небыли найдены:
sv: Följande paket kunde inte hittas:
tr: Aşağıdaki paketler bulunamadı:
vi: Không tìm thấy các gói sau:

source: Please install the above packages to use the applet
bg: Моля инсталирайте посочените пакети, за да използвате аплета
ca: Si us plau, instal·leu els paquets per a usar la miniapliació
da: Ovenstående pakker skal installeres for at kunne bruge panelprogrammet
de: Bitte die obigen Pakete installieren, um das Applet zu benutzen
es: Por favor, instale los paquetes anteriores para utilizar el applet
fi: Asenna seuraavat paketit käyttääksesi sovelmaa
hr: Instalirajte pakete iznad navedene kako bi mogli koristiti aplet
hu: Az kisalkalmazás használatához telepítse a fenti csomagokat
it: Installa i pacchetti sopracitati per usare l'applet
nl: Installeer alstublieft de bovenstaande pakketten om de applet te gebruiken
pt_br: Instale os pacotes acima para iniciar esse applet
ru: Пожалуйста, установите недостающие пакеты, которые использует апплет
sv: Installera ovanstående paket för att använda detta panelprogram
tr: Uygulamacığı kullanmak için lütfen yukarıdaki paketleri yükleyin
vi: Vui lòng cài đặt các gói trên để sử dụng applet

source: Screen
bg: Екран
ca: Pantalla
da: Skærm
de: Bildschirm
es: Pantalla
fi: Näyttö
hr: Zaslon
hu: Képernyő
it: Schermo
nl: Scherm
pt_br: Tela
ru: Экран
sv: Skärm
tr: Ekran
vi: Màn hình

source: Outputs
bg: Изходи:
ca: Monitors
da: Output
de: Ausgang
es: Monitores
fi: Ulostulo
hr: Izlaz
hu: Kimenet
it: Output
nl: Uitgangen
pt_br: Monitores
ru: Видеовыход
sv: Utdata
tr: Çıkış
vi: Đầu ra

source: Brightness
bg: Яркост
ca: Brillantor
da: Lysstyrke
de: Helligkeit
es: Brillo
fi: Kirkkaus
hr: Svjetlina
hu: Fényerő
it: Luminosità
nl: Helderheid
pt_br: Brilho
ru: Яркость
sv: Ljus
tr: Parlaklık
vi: Độ sáng

source: Red
bg: Червено
ca: Vermell
da: Rød
de: Rot
es: Rojo
fi: Punainen
hr: Crvena
hu: Vörös
it: Rosso
nl: Rood
pt_br: Vermelho
ru: Красный
sv: Röd
tr: Kırmızı
vi: Đỏ

source: Green
bg: Зелено
ca: Verd
da: Grøn
de: Grün
es: Verde
fi: Vihreä
hr: Zelena
hu: Zöld
it: Verde
nl: Groen
pt_br: Verde
ru: Зелёный
sv: Grön
tr: Yeşil
vi: Xanh lá

source: Blue
bg: Синьо
ca: Blau
da: Blå
de: Blau
es: Azul
fi: Sininen
hr: Plava
hu: Kék
it: Blu
nl: Blauw
pt_br: Azul
ru: Синий
sv: Blå
tr: Mavi
vi: Xanh dương

source: Sunrise
ca: Sortida del sol
es: Amanecer
hu: Napkelte
it: Alba
nl: Zonsopgang
vi: Bình minh

source: Sunset
ca: Posta de sol
es: Atardecer
hu: Napnyugta
it: Tramonto
nl: Zonsondergang
vi: Hoàng hôn

source: Temperature
es: Temperatura

source: Standard values
es: Valores estándar

source: Day-time comfort
es: Comodidad durante el día

source: Night-time comfort
es: Comodidad nocturna

source: All values at maximum
es: Todos los valores al máximo

source: Toggle On / Off
es: Activar/Desactivar

source: Reload
ca: Recarregar
es: Recargar
hu: Újratöltés
it: Ricarica
nl: Herladen
vi: Tải lại

source: Configure Presets
ca: Configurar predefinicions
es: Configurar preajustes
hu: Előbeállítások konfigurálása
it: Configura Preset
nl: Voorinstellingen configureren
vi: Cấu hình thiết lập trước

source: Presets
ca: Predefinicions
es: Preajustes
hu: Előbeállítások
it: Preset
nl: Voorinstellingen
vi: Thiết lập trước

source: Sets brightness and gamma levels of a screen
bg: Задава нивата на яркост и гама на екрана
ca: Estableix els valors de brillantor i gamma d'una pantalla
da: Indstiller skærmens lysstyrke og gammaværdi
de: Helligkeits- und Gamma-Werte eines Bildschirms festlegen
es: Establece los niveles de brillo y gamma de una pantalla
fi: Asettaa näytön kirkkauden ja gammatason
hr: Prilagodite razinu svjetline i game na svome zaslonu
hu: Beállítja a képernyő fényerejét és gamma szintjét
it: Imposta i livelli di luminosità e gamma di uno schermo
nl: Stelt helderheids- en gammawaarden van een scherm in
pt_br: Define os níveis de brilho e gama de cores de uma tela
ru: Задаёт уровень яркости и уровни гаммы на экране
sv: Anger ljus- och gammanivåer för skärmen
tr: Bir ekranın parlaklık ve gama seviyelerini ayarlar
vi: Thiết lập mức độ sáng và gamma của màn hình

source: Brightness and gamma applet
bg: Аплет за яркост и гама
ca: Miniaplicació de Brillantor i Gamma
da: Lysstyrke og gamma
de: Helligkeit und Gamma-Applet
es: Applet de brillo y gamma
fi: Kirkkauden ja gammatason sovelma
hr: Aplet svjetline i game
hu: Fényerő és gamma kisalkalmazás
it: Luminosità e gamma applet
nl: Helderheid en gamma van applet
pt_br: Applet de ajuste do brilho e gama de cores
ru: Настройка яркости и гаммы (Brightness and gamma applet)
sv: Ljus- och gammaprogram
tr: Parlaklık ve gama uygulamacığı
vi: Applet điều chỉnh độ sáng và gamma

source: Configuration
ca: Configuració
es: Configuración
fi: Määritykset
hu: Beállítás
it: Configurazione
nl: Configuratie
ru: Конфигурация
vi: Cấu hình

source: Apply at startup
bg: Задай при стартиране
ca: Aplicar a l'inici
da: Anvend ved opstart
de: Beim Start anwenden
es: Aplicar al iniciar el applet
fi: Käytä arvoja käynnistyksessä
hr: Primijeni pri pokretanju
hu: Alkalmazás indításkor
it: Applica all'avvio
nl: Toepassen bij opstarten
pt_br: Aplicar os ajustes salvos na inicialização do applet
ru: Применить при запуске
sv: Tillämpa vid uppstart
tr: Başlangıçta çalıştır
vi: Áp dụng khi khởi động

source: Apply values at applet startup
bg: Прилагане на стойностите при пускане на аплета
ca: Aplica els nivells a l'inici de la miniaplicació
da: Anvend værdier ved opstart af panelprogrammet
de: Werte beim Applet-Start anwenden
es: Aplicar niveles guardados al iniciar el applet
fi: Käytä arvoja sovelman käynnistyessä
hr: Primijeni vrijednosti pri pokretanju
hu: Értékek használata a kisalkalmazás indításakor
it: Applica valori all'avvio dell'applet
nl: Waarden toepassen bij opstarten van de applet
pt_br: Aplicar os ajustes salvos na inicialização do applet
ru: Применять настройки при запуске апплета
sv: Tillämpa värden vid panelprogrammets start
tr: Değerleri sistem başlangıcında uygular
vi: Áp dụng giá trị khi applet khởi động

source: seconds
bg: секунди
ca: segons
da: sekunder
de: Sekunden
es: segundos
fi: sekuntia
hr: sekunde
hu: másodpercek
it: secondi
nl: seconden
pt_br: segundos
ru: секунд
sv: sekunder
tr: saniye
vi: giây

source: Apply every
bg: Прилагай на всеки
ca: Aplicar cada
da: Anvend efter
de: Alle anwenden
es: Aplicar cada
fi: Virkistä
hr: Primijeni svakih
hu: Összes alkalmazása
it: Applica ogni
nl: Toepassen om de
pt_br: Aplicar as alterações a cada
ru: Применять каждые
sv: Tillämpa varje
tr: Herşeyi uygula
vi: Áp dụng mỗi

source: How often to apply values. 0 means that values are not applied periodically.
bg: Колко начесто да се прилагат стойностие. 0 означава че стойностите няма да се прилагат периодично.
ca: Cada quan s'aplicaran els valors. 0 significa que no s'aplicaran periòdicament.
da: Hvor ofte værdier skal anvendes. 0 betyder, at værdier ikke anvendes periodisk.
de: Wie oft die Werte angewendet werden sollen. 0 bedeutet, dass die Werte nicht periodisch angewendet werden.
es: Frecuencia con que se aplican los niveles. 0 significa que los niveles no se aplican periódicamente.
fi: Kuinka usein arvoja tulee soveltaa. 0 tarkoittaa, että arvoja ei käytetä säännöllisesti.
hr: Koliko često se primijenjuju vrijednosti. 0 znači da se vrijednosti ne primijenjuju povremeno.
hu: Milyen gyakran alkalmazza az értékeket. A 0 azt jelenti, hogy az értékeket nem alkalmazzák időszakosan.
it: Con quale frequenza applicare i valori. 0 significa che i valori non vengono applicati periodicamente.
nl: Hoe vaak waarden toe te passen. 0 betekent dat waarden niet periodiek worden toegepast.
pt_br: Com que frequência aplicar as alterações recentes? Se o número for 0, os valores salvos não serão aplicados.
ru: Как часто нужно применять настройки. 0 означает не применять установленные значения периодически.
sv: Hur ofta värdena skall tillämpas. 0 innebär att värdena inte tillämpas periodiskt.
tr: Değerlerin ne sıklıkla uygulanacağı. 0, değeri periyodik olarak uygulanmadığı anlamına gelir.
vi: Tần suất áp dụng giá trị. 0 nghĩa là giá trị không được áp dụng định kỳ.

source: Apply asynchronously
bg: Прилагай асинхронно
ca: Aplicar de forma asíncrona
da: Anvend asynkront
de: Asynchron anwenden
es: Aplicar de forma asincrónica
fi: Käytä epäsynkronisesti
hr: Primijeni asinkrono
hu: Alkalmazza aszinkron módon
it: Applica in modo asincrono
nl: Asynchroon toepassen
pt_br: Aplicar as alterações em segundo plano
ru: Применять асинхронно
sv: Tillämpa asynkront
tr: Eşzamansız olarak uygulayın
vi: Áp dụng không đồng bộ

source: Apply values in a background process
bg: Прилагане на стойностие във фонов процес
ca: Aplicar nivells en segon pla
da: Anvend værdier i en baggrundsproces
de: Werte in einem Hintergrundprozess anwenden
es: Aplicar niveles en segundo plano
fi: Käytä arvoja taustaprosessissa
hr: Primijeni vrijednosti u pozadini
hu: Értékek alkalmazása egy háttérfolyamatban
it: Applica i valori con un processo in background
nl: Waarden toepassen in een achtergrondproces
pt_br: Aplicar as alterações por meio de um processo em segundo plano
ru: Применять настройки в фоновом процессе
sv: Tillämpa värden i en bakgrundsprocess
tr: Değerleri arka planda uygula
vi: Áp dụng giá trị trong tiến trình nền

source: Adjust brightness scroll
bg: Плъзгач за регулиране на яркостта
ca: Ajustar la brillantor amb la roda del ratolí
da: Justér lysstyrkerulning
de: Helligkeit durch scrollen regulieren
es: Ajustar el brillo con la rueda del mouse
fi: Säädä kirkkautta vierittämällä
hr: Prilagodi pomicanje svjetline
hu: Fényerő görgetés beállítása
it: Regola lo scorrimento della luminosità
nl: Aanpassen van de helderheidsscroll
pt_br: Ajustar o brilho com a rolagem do mouse
ru: Регулировать яркость прокруткой колесом мыши
sv: Skrolla för att justera ljuset
tr: Parlaklığı kaydırma ile ayarla
vi: Điều chỉnh cuộn độ sáng

source: Allows to adjust a brightness value on a mouse scroll
bg: Позволява нагласяне на стойността на яркост чрез колелцето на мишката
ca: Permet ajustar el nivell de brillantor amb la roda del ratolí
da: Tillader justering af en lysstyrkeværdi ved rulning med musehjulet
de: Ermöglicht das Ändern des Helligkeitswertes durch scrollen mit der Maus
es: Permite ajustar el nivel de brillo con la rueda del mouse
fi: Mahdollistaa kirkkausarvon säätämisen hiiren rullalla
hr: Omogućuje prilagodbu vrijednosti svjetline pri pomicanju kotačićem miša
hu: Lehetővé teszi a fényerő mértékének beállítását az egér görgetésével
it: Permette di regolare un valore di luminosità con uno scorrimento del mouse
nl: Maakt het mogelijk om een helderheidswaarde aan te passen met het scrollen van het muiswiel
pt_br: Permite ajustar o nível de brilho com a roda do mouse
ru: Разрешить менять значение яркости, прокруткой колесом мыши
sv: Låter dig justera ljusvärdet med mushjulet
tr: Parlaklık değerini fare kaydırma tekerleği ile ayarlamaya izin verir
vi: Cho phép điều chỉnh độ sáng bằng cuộn chuột

source: Scroll step
bg: Стъпка на плъзгача
ca: Increment per scroll
da: Rulningstrin
de: Scrollweite
es: Velocidad de desplazamiento con la rueda del mouse
fi: Vierityksen askel
hr: Korak pomicanja
hu: Görgetés lépés
it: Passo di scorrimento
nl: Scrollstap
pt_br: A cada rolagem do mouse, aumentar ou diminuir o brilho em
ru: Шаг прокрутки
sv: Skrollsteg
tr: Kaydırma oranı
vi: Bước cuộn

source: A percentage of a brightness value to adjust on a mouse scroll
bg: Процент на стойността на яркост за настройка чрез колелцето на мишката
ca: Percentatge d'increment o disminució de brillantor en usar la roda del ratolí
da: Procentdel af en lysstyrkeværdi som justeres ved rulning med musehjulet
de: Helligkeitswert in Prozent, der beim Scrollen mit der Maus verändert wird
es: Porcentaje del nivel de brillo que cambiará al mover la rueda del mouse
fi: Prosenttiosuus kirkkaudesta, joka säädellään hiiren vieritystoiminnolla
hr: Postotak vrijednosti svjetline pri pomicanju kotačićem miša
hu: A fényerő értékének százalékarányos állítása az egér görgetésénél
it: Una percentuale di un valore di luminosità da regolare con uno scorrimento del mouse
nl: Een percentage van een helderheidswaarde om aan te passen met een het scrollen van een muiswiel
pt_br: Porcentagem do nível de brilho a ser alterado na rolagem do mouse
ru: Процент изменения яркости, при прокручивании колеса мыши
sv: En procentsats för ljusjustering vid varje skrollsteg
tr: Fare tekerleği ile kaydırarak parlaklık değerini değiştirme oranı
vi: Phần trăm giá trị độ sáng được điều chỉnh khi cuộn chuột

source: Values
bg: Стойности
ca: Valors
da: Værdier
de: Werte
es: Niveles
fi: Arvot
hr: Vrijednosti
hu: Értékek
it: Valori
nl: Waarden
pt_br: Níveis
ru: Значения
sv: Värden
tr: Değerler
vi: Giá trị

source: Minimum brightness
bg: Минимална яркост
ca: Brillantor mínima
da: Mindste lysstyrke
de: Minimale Helligkeit
es: Brillo mínimo
fi: Pienin kirkkaus
hr: Najmanja svjetlina
hu: Minimális fényerő
it: Luminosità minima
nl: Minimale helderheid
pt_br: Brilho mínimo
ru: Минимальная яркость
sv: Min. ljus
tr: Asgari parlaklık
vi: Độ sáng tối thiểu

source: A minimum value of brightness. Value from 10% to 50%.
bg: Минимална стойност на яркост. Стойностите са от 10% до 50%
ca: Valor mínim de Brillantor [10-50]%.
da: Lysstyrkens mindste værdi (10% - 50%).
de: Ein minimaler Helligkeitswert. Wert von 10% bis 50%.
es: El nivel mínimo de brillo oscila entre el 10% y el 50%.
fi: Kirkkauden pienin arvo 10% - 50%.
hr: Najmanja vrijednost svjetline. Vrijednosti od 10% do 50%.
hu: A fényerő minimális értéke. 10% és 50% közötti érték.
it: Un valore minimo di luminosità. Valore dal 10% al 50%.
nl: Een minimale helderheidswaarde. Waarde van 10% tot 50%.
pt_br: O nível de brilho mínimo varia de 10% a 50%.
ru: Минимальное значение яркости. Значение от 10% до 50%.
sv: Ett minsta värde för ljus. Värde från 10% till 50%.
tr: Asgari parlaklık değeri. % 10 ile % 50 arasında değer verilebilir.
vi: Giá trị độ sáng tối thiểu. Từ 10% đến 50%.

source: Maximum brightness
bg: Максимална яркост
ca: Brillantor màxima
da: Største lysstyrke
de: Maximale Helligkeit
es: Brillo máximo
fi: Suurin kirkkaus
hr: Najveća svjetlina
hu: Maximális fényerő
it: Luminosità massima
nl: Maximale helderheid
pt_br: Brilho máximo
ru: Максимальная яркость
sv: Max. ljus
tr: Azami parlaklık
vi: Độ sáng tối đa

source: A maximum value of brightness. Value from 51% to 200%.
bg: Максимална стойност на яркост. Стойностите са от 51% до 200%
ca: Valor màxim de Brillantor [51-200]%.
da: Lysstyrkens største værdi (51% - 200%).
de: Ein maximaler Helligkeitswert. Wert von 51% bis 200%.
es: El nivel máximo de brillo oscila entre el 51% y el 200%.
fi: Kirkkauden suurin arvo 51% - 200%.
hr: Najveća vrijednost svjetline. Vrijednosti od 51% do 200%.
hu: A fényerő maximális értéke. 51% és 200% közötti érték.
it: Un valore massimo di luminosità. Valore dal 51% al 200%.
nl: Een maximale helderheidswaarde. Waarde van 51% tot 200%.
pt_br: O nível de brilho máximo varia de 51% a 200%.
ru: Максимальное значение яркости. Значение от 51% до 200%.
sv: Ett högsta värde för ljus. Värde från 51% till 200%.
tr: Azami parlaklık değeri. % 51 ile % 200 arasında değer verilebilir.
vi: Giá trị độ sáng tối đa. Từ 51% đến 200%.

source: Minimum gamma
bg: Минимум гама
ca: Gamma mínima
da: Mindste gamma
de: Minimaler Gamma-Wert
es: Gama de colores mínima
fi: Pienin gamma
hr: Najmanja gama
hu: Minimális gamma
it: Gamma minimo
nl: Minimale gamma
pt_br: Gama de cores mínima
ru: Минимальная гамма
sv: Min. gamma
tr: Asgari gama
vi: Gamma tối thiểu

source: A minimum value of gamma. Value from 10% to 50%.
bg: Минимална стойност на гама. Стойностите са от 10% до 50%
ca: Valor mínim de Gamma [10-50]%.
da: Gammas mindste værdi (10% - 50%).
de: Ein minimaler Gamma-Wert. Wert von 10% bis 50%.
es: El nivel mínimo de gamma de colores oscila entre el 10% y el 50%.
fi: Gamman pienin arvo 10% - 50%.
hr: Najmanja vrijednost game. Vrijednosti od 10% do 50%.
hu: A gamma minimális értéke. 10% és 50% közötti érték.
it: Un valore minimo di gamma. Valore dal 10% al 50%.
nl: Een minimale gammawaarde. Waarde van 10% tot 50%.
pt_br: O nível de gama de cores mínimo varia de 10% a 50%.
ru: Минимальное значение гаммы. Значение от 10% до 50%.
sv: Ett minsta värde för gamma. Värde från 10% till 50%.
tr: Asgari gama değeri. % 10 ile % 50 arasında değer verilebilir.
vi: Giá trị gamma tối thiểu. Từ 10% đến 50%.

source: Maximum gamma
bg: Максимум гама
ca: Gamma màxima
da: Største gamma
de: Maximaler Gamma-Wert
es: Gama máxima de colores
fi: Suurin gamma
hr: Najveća gama
hu: Maximális gamma
it: Gamma massimo
nl: Maximale gamma
pt_br: Gama de cores máxima
ru: Максимальная гамма
sv: Max. gamma
tr: Azami gama
vi: Gamma tối đa

source: A maximum value of gamma. Value from 51% to 200%.
bg: Максимална стойност на гама. Стойностите са от 51% до 200%
ca: Valor màxim de Gamma [51-200]%.
da: Gammas største værdi (51% - 200%).
de: Ein maximaler Gamma-Wert. Wert von 51% bis 200%.
es: El nivel máximo de gama de colores oscila entre el 51% y el 200%.
fi: Gamman suurin arvo 51% - 200%.
hr: Najveća vrijednost game. Vrijednosti od 51% do 200%.
hu: A gamma maximális értéke. 51% és 200% közötti érték.
it: Un valore massimo di gamma. Valore dal 51% al 200%.
nl: Een maximale gammawaarde. Waarde van 51% tot 200%.
pt_br: O nível de gama de cores máximo varia de 51% a 200%.
ru: Максимальное значение гаммы. Значение от 51% до 200%.
sv: Ett högsta värde för gamma. Värde från 51% till 200%.
tr: Azami gama değeri. % 51 ile % 200 arasında değer verilebilir.
vi: Giá trị gamma tối đa. Từ 51% đến 200%.

source: Save every
bg: Запазвай на всеки
ca: Guardar cada
da: Gem efter
de: Alle speichern
es: Guardar cada
fi: Tallenna
hr: Spremi svakih
hu: Összes mentése
it: Salva ogni
nl: Opslaan om de
pt_br: Salvar as alterações a cada
ru: Сохранять каждые
sv: Spara varje
tr: Kaydetme aralığı
vi: Lưu mỗi

source: How often to save last used values
bg: Колко често да се запазва последната зададена стойност
ca: Com de sovint es guarden els últims valors seleccionats
da: Hvor tit sidst brugte værdier skal gemmes
de: Wie oft die zuletzt verwendeten Werte gespeichert werden sollen
es: Frecuencia con que se guardan los últimos niveles usados
fi: Kuinka usein käytetyt arvot tallennetaan
hr: Koliko često spremati zadnje korištene vrijednosti
hu: Milyen gyakran mentse az utoljára használt értékeket
it: Con quale frequenza salvare gli ultimi valori utilizzati
nl: Hoe vaak de laatst gebruikte waarden opslaan
pt_br: Com que frequência salvar as alterações recentes?
ru: Как часто нужно сохранять последнее заданное значение
sv: Hur ofta senast använda värden skall sparas
tr: Son kullanılan değerlerin hangi sıklıkta kayıt edileceği
vi: Tần suất lưu giá trị sử dụng gần nhất

source: Gui
bg: ГПИ
ca: Interfície
da: Grafisk brugergrænseflade
de: Grafische Benutzeroberfläche
es: Apariencia
fi: Käyttöliittymä
hr: Grafičko sučelje
hu: Grafikus Felhasználói Felület
it: Interfaccia Grafica
nl: Grafische gebruikersinterface
pt_br: Aparência
ru: Отображение
tr: Grafik arayüz
vi: Giao diện

source: Show
bg: Показвай
ca: Mostrar
da: Vis
de: Anzeigen
es: Mostrar
fi: Näytä
hr: Prikaži
hu: Megjelenítés
it: Mostra
nl: Toon
pt_br: Ao clicar no ícone do painel, mostrar os níveis de
ru: Отображать
sv: Visa
tr: Gösterilecekler
vi: Hiển thị

source: All
bg: Всички
ca: Tot
da: Alle
de: Alles
es: Brillo y gama de colores
fi: Kaikki
hr: Sve
hu: Minden
it: Tutti
nl: Alle
pt_br: Brilho e gama de cores
ru: Всё
sv: Alla
tr: Tümü
vi: Tất cả

source: Gamma
bg: Гама
es: Gama de colores
hr: Gama
pt_br: Gama de cores
ru: Гамма

source: Values shown in user interface
bg: Стойности, които да се показват в потребителския интерфейс
ca: Valors mostrats a la interfície d'usuari
da: Værdier vist i brugergrænsefladen
de: In der Benutzeroberfläche angezeigte Werte
es: Niveles mostrados en el menú
fi: Käyttöliittymässä näkyvät arvot
hr: Stavke prikazane u korisničkom sučelju
hu: A felhasználói felületen látható értékek
it: Valori mostrati nell'interfaccia utente
nl: Waarden weergegeven in de gebruikersinterface
pt_br: Opções exibidas no menu
ru: Значения, отображаемые в интерфейсе апплета
sv: Värden som visas i användargränssnittet
tr: Kullanıcı arayüzünde gösterilen değerler
vi: Giá trị hiển thị trên giao diện người dùng

source: Icon
bg: Иконка
ca: Icona
da: Ikon
de: Symbol
es: Icono
fi: Kuvake
hr: Ikona
hu: Ikon
it: Icona
nl: Pictogram
pt_br: Ícone do painel
ru: Значок
sv: Ikon
tr: Simge
vi: Biểu tượng

source: An icon displayed in a panel
bg: Иконка, която да се показва в панела
ca: Icona mostrada al tauler
da: Ikonet der vises i panelet
de: Ein Symbol, das in der Leiste angezeigt wird
es: Icono mostrado en el panel
fi: Paneelissa näkyvä kuvake
hr: Ikona prikazana u panelu
hu: A panelen használt ikon
it: Un'icona visualizzata in un pannello
nl: Een pictogram weergegeven in een paneel
pt_br: Um ícone para ser exibido no painel
ru: Значок, для показа на панели
sv: En ikon för visning i panelen
tr: Panelde gösterilecek simge
vi: Biểu tượng hiển thị trên bảng điều khiển

source: Your presets
ca: Predefinicions existents
es: Tus preajustes
hu: Az Ön előbeállításai
it: I tuoi preset
nl: Jouw voorinstellingen
vi: Thiết lập trước của bạn

source: Disable Night Mode
ca: Desactiva el mode nocturn
es: Desactivar el modo nocturno
fi: Poista yötila
hu: Éjszakai mód kikapcsolása
it: Disabilita Luce Notturna
nl: Nachtmodus uitschakelen
vi: Tắt chế độ ban đêm

source: Disable Cinnamon Night Mode while this applet is running. This prevents the screen from flickering. The adjustment time can be up to twice the number of seconds indicated below.
ca: Desactiva el mode nocturn de Cinnamon mentre aquesta miniaplicació estigui activa. Evita parpellejos del monitor. Aquest temps d'ajustament pot ser fins a dues vegades el número de segons indicats a sota.
es: Desactiva el modo nocturno de Cinnamon mientras se ejecuta este applet. Esto evita que la pantalla parpadee. El tiempo de ajuste puede ser hasta el doble del número de segundos indicado a continuación.
fi: Poista Cinnamon yötila käytöstä, kun sovelma on käynnissä. Se estää näytön välkkymisen. Säätöaika voi olla enintään kaksi kertaa alla ilmoitettu sekuntimäärä.
hu: A Cinnamon éjszakai mód letiltása az kisalkalmazás futtatása közben. Ez megakadályozza a képernyő villódzását. A beállítási idő az alább megadott másodpercek számának kétszerese lehet.
it: Disattiva la modalità Luce Notturna di Cinnamon mentre questa applet è in esecuzione. Questo impedisce lo sfarfallio dello schermo. Il tempo di regolazione può essere fino al doppio del numero di secondi indicato di seguito.
nl: Schakel de Cinnamon-nachtmodus uit terwijl deze applet actief is. Dit voorkomt dat het scherm flikkert. De aanpassingstijd kan oplopen tot tweemaal het hieronder aangegeven aantal seconden.
vi: Tắt chế độ ban đêm của Cinnamon khi applet này đang chạy. Điều này giúp ngăn màn hình bị nhấp nháy. Thời gian điều chỉnh có thể gấp đôi số giây được chỉ định bên dưới.
