Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/clipboard-qr@wrouesnel/*.po
Languages: ca, da, de, es, hr, hu, it, nl, pt_br, sv, zh_cn, zh_tw

source: Invalid or unsupported mode.
ca: Mode invàlid o no suportat.
da: Ugyldig eller ikke understøttet tilstand.
de: Ungültiger oder nicht unterstützter Modus.
es: Modo no válido o no soportado.
hr: Neispravan ili nepodržan način.
hu: Érvénytelen vagy nem támogatott mód.
it: ModalitÃ non valida o non supportata.
nl: Ongeldige of niet-ondersteunde modus.
pt_br: Modo inválido ou não compatível.
sv: Läget stöds inte.
zh_cn: 无效或不支持的模式。
zh_tw: 無效或不支援的模式。

source: Invalid data format.
ca: Format de dades invàlid.
da: Ugyldigt dataformat.
de: Ungültiges Dateiformat.
es: Formato de datos no válido.
hr: Neispravan format podataka.
hu: Érvénytelen adatformátum.
it: Formato dati non valido.
nl: Ongeldig gegevensformaat.
pt_br: Área de transferência vazia ou formato de arquivo inválido.
sv: Ogiltigt datumformat.
zh_cn: 无效的数据格式。
zh_tw: 資料格式無效。

source: Invalid ECC level.
ca: Nivell ECC invàlid.
da: Ugyldigt ECC-niveau.
de: Ungültiger ECC-Level.
es: Nivel de ECC no válido.
hr: Neispravna ECC razina.
hu: Érvénytelen ECC szint.
it: Livello ECC non valido.
nl: Ongeldig ECC-niveau.
pt_br: Nível de ECC inválido.
sv: Ogiltig ECC-nivå.
zh_cn: 无效的纠错能力等级。
zh_tw: ECC 等級無效。

source: Too much data.
ca: Massa informació.
da: For mange data.
de: Zu viele Daten.
es: Demasiados datos.
hr: Previše podataka.
hu: Túl sok adat.
it: Troppi dati.
nl: Te veel gegevens.
pt_br: Muitos dados.
sv: För mycket data
zh_cn: 数据过多。
zh_tw: 資料過多。

source: Invalid version.
ca: Versió invàlida.
da: Ugyldig version.
de: Ungültige Version.
es: Versión no válida.
hr: Neispravna inačica.
hu: Érvénytelen verzió.
it: Versione non valida.
nl: Ongeldige versie.
pt_br: Versão inválida.
sv: Ogiltig version
zh_cn: 版本无效。
zh_tw: 版本無效。

source: Invalid mask.
ca: Màscara invàlida.
da: Ugyldig maske.
de: Ungültige Maske.
es: Máscara no válida.
hr: Neispravna maska.
hu: Érvénytelen maszk.
it: Maschera non valida.
nl: Ongeldig masker.
pt_br: Máscara inválida.
sv: Ogiltig mask.
zh_cn: 掩码无效。
zh_tw: 遮罩無效。

source: QR generated
ca: QR generat
da: QR dannet
de: QR-Code erzeugt
es: QR generado
hu: QR létrehozva
it: QR generato
pt_br: Um código QR foi gerado
zh_cn: 二维码已生成
zh_tw: 已產生 QR code

source: Create QR code from clipboard
ca: Crea un codi QR des del porta-papers
da: Dan QR-kode fra udklipsholderen
de: QR-Code aus Zwischenablage erstellen
es: Crear un código QR desde el portapapeles
hr: Stvori QR kôd iz međuspremnika
hu: QR kód létrehozása a vágólapból
it: Crea codice QR dagli Appunti
nl: Maak een QR-code van uit klembord
pt_br: Criar um código QR referente ao conteúdo copiado
sv: Skapa QR-kod från urklipp
zh_cn: 从剪贴板生成二维码
zh_tw: 從剪貼簿建立 QR code

source: Save QR code as SVG in '~/%s'
ca: Guarda el codi QR com a fitxer SVG a '~/%s'
da: Gem QR-kode som SVG i “~/%s”
de: QR-Code als SVG in »~/%s« speichern
es: Guardar el código QR como SVG en '~/%s'
hu: QR kód mentése mint SVG itt '~/%s'
it: Salva codice QR come SVG in '~/%s'
pt_br: Salvar o código QR como SVG em '~/%s'
zh_cn: 以 SVG 格式保存二维码到 ~/%s
zh_tw: 將 QR code 以 SVG 格式儲存至 '~/%s'

source: Scan QR Code
ca: Escanejar codi QR
da: Skan QR-kode
de: QR-Code scannen
es: Escanear código QR
hr: Skeniraj QR kôd
hu: QR kód beolvasása
it: Scansione Codice QR
nl: Scan de QR-code
pt_br: Escanear o código QR
sv: Skanna QR-kod
zh_cn: 扫描二维码
zh_tw: 掃描 QR code

source: No QR code scanned.
ca: No s'ha escanejat cap codi QR.
da: Ingen QR-kode skannet.
de: Kein QR-Code gescannt.
es: No se ha escaneado ningún código QR.
hr: Nema skeniranog QR kôda
hu: QR kód nem lett beolvasva.
it: Nessun Codice QR scansionato.
nl: Geen QR-code gescand.
pt_br: Nenhum código QR foi escaneado.
sv: Ingen QR-kod skannad.
zh_cn: 没有扫描到二维码。
zh_tw: 尚未掃描 QR code。

source: Clipboard QR code applet
ca: Miniaplicació de codi QR des del porta-papers
da: QR-kode fra udklipsholderen
de: Zwischenablage-QR-Code-Applet
es: Applet de código QR del portapapeles
hr: QR kôd međuspremnika
hu: Vágólap QR kód kisalkalmazás
it: Codice QR dagli Appunti - Applet
nl: Klembord QR-code hulptoepassing
pt_br: Applet gerador de código QR
sv: Urklipp till QR-kod
zh_cn: 剪切板二维码小程序
zh_tw: Clipboard QR code 小程式

source: Create QR codes from clipboard content
ca: Creeu codis QR a partir del contingut del porta-papers
da: Dan QR-koder fra indholdet af udklipsholderen
de: QR-Codes aus Inhalt der Zwischenablage erstellen
es: Crea códigos QR a partir del contenido del portapapeles
hr: Stvorite QR kôdove iz sadržaja međuspremnika
hu: QR kódok készítése a vágólap tartalmából
it: Crea codici QR dal contenuto degli Appunti
nl: QR-codes maken van inhoud van het klembord
pt_br: Crie um código QR referente ao conteúdo copiado para a área de transferência
sv: Skapa QR-koder från urklippsinnehåll
zh_cn: 从剪切板生成二维码
zh_tw: 從剪貼簿內容建立 QR code
