Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/c-eyes@anaximeno/*.po
Languages: ca

source: The click effects will be removed from this applet on the version 6.2 of Cinnamon and moved to a new extension named mouse-click-effects which can already be installed on the Cinnamon Extensions settings module for versions of Cinnamon >= 5.4
ca: Els efectes del clic s'eliminaran d'aquesta aplicació a la versió 6.2 de Cinnamon i es mouran a una nova extensió anomenada mouse-click-effects que ja pot ser instal·lada en l'actualitat a les opcions de les extensions de Cinnamon per versions >= 5.4

source: click to deactivate the eye
ca: cliqueu per desactivar l'ull

source: click to activate the eye
ca: cliqueu per activar l'ull

source: Hey, I saw that!
ca: Ei, he vist això!

source: Cinnamon Eyes
ca: Ulls de Cinnamon

source: An applet for Cinnamon that adds an eye to the panel bar that follows your cursor.
ca: Una miniaplicació per Cinnamon que afegeix un ull al tauler que segueix el vostre cursor.

source: Eye
ca: Ull

source: Effects
ca: Efectes

source: Events
ca: Esdeveniments

source: Lids
ca: Pestanyes

source: Bulb
ca: Rodona

source: Line Width
ca: Amplada de línia

source: Margin
ca: Marge

source: Eye Update Interval
ca: Interval de refresc de l'ull

source: This setting controls the time to redraw the eye again. Lower values (measured in miliseconds) result in smoother animation but require more processing power.
ca: Aquesta opció controla el temps en què l'ull es dibuixar de nou. Un valor més petit (en ms) resulta en una animació més fina però necessita més poder de processament.

source: Eye Update Sensitivity
ca: Sensitivitat del refresc de l'ull

source: This setting controls the minimum angle change between mouse movements required to redraw the eye. Lower values (measured in radians) result in smoother animation but require more processing power.
ca: Controla l'angle mínim de canvi entre moviments de ratolí necessari per redibuixar l'ull. Un valor més petit (en ms) resulta en una animació més fina però necessita més poder de processament.

source: Start Activated
ca: Comença activat

source: Deactivate On Fullscreen
ca: Desactiva en pantalla completa

source: Activated Base Color
ca: Color base de l'ull activat

source: Activated Iris Color
ca: Color de l'iris

source: Activated Pupil Color
ca: Color de la pupil·la

source: Fill the Colors Inside the Eye
ca: Omple els colors de dins de l'ull

source: Enable Effects
ca: Activar efectes

source: Icon Mode
ca: Mode d'icona

source: Direction
ca: Direcció

source: Circle
ca: Cercle

source: Icon Size
ca: Mida de la icona

source: Click Animation Mode
ca: Mode d'animació del clic

source: Blink
ca: Parpelleig

source: Bounce Back
ca: Rebot

source: Retract
ca: Retrctil

source: Expand
ca: Expansiu

source: Enable Left Click
ca: Activar el clic esquerre

source: Enable Middle Click
ca: Activar el clic del mig

source: Enable Right Click
ca: Activar el clic dret

source: Fade Timeout
ca: Temps de desaparició

source: Left Click Color
ca: Color del clic esquerre

source: Middle Click Color
ca: Color del clic del mig

source: Right Click Color
ca: Color del clic dret

source: General Opacity
ca: Opacitat general

source: In Cinnamon versions 6.2 and later, the click effects have been removed from this applet and relocated to a new extension called 'mouse-click-effects,' which can be installed through the Cinnamon Extensions settings module.
ca: En versions de Cinnamon 6.2 i posteriors, els efectes del clic s'han eliminat i han passat a formar part de l'extensió 'mouse-click-effects', que pot ser instal·lada des de les opcions del mòdul d'extensions de Cinnamon.

source: Style
ca: Estil

source: Optimizations
ca: Optimitzacions

source: Eye Mode
ca: Tipus d'ull

source: Tooltip Message on Hover
ca: Missatge de barra d'eines en passar el cursor per sobre de l'ull

source: Optimization Mode
ca: Mode d'optimització

source: Battery
ca: Bateria

source: Balanced
ca: Equilibrat

source: Performance
ca: Rendiment

source: Use Alternative Colors for the Eye
ca: Utilitzar colors alternatius per a l'ull

source: When disabled it will use the current system theme's default color for panel items.
ca: Quan estigui desactivat s'utilitzar el color per defecte del tema del sistema pels elements del tauler.

source: Base Color
ca: Color base

source: Iris Color
ca: Color de l'iris

source: Pupil Color
ca: Color de la pupil·la
