Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/timer@Severga/*.po
Languages: da, es, fi

source: Timer: inactive
da: Timer: inaktiv
es: Temporizador: inactivo
fi: Ajastin: ei käytössä

source: In: 00:00:00
da: Om: 00:00:00
es: En: 00:00:00
fi: Aika: 00:00:00

source: At: --:--:--
da: Klokken: --:--:--
es: A las: --:--:--
fi: Klo: --:--:--

source: Run command | turn off computer on timer
es: Ejecutar comando | apagar el ordenador con temporizador

source: Quick setup
da: Hurtig opsætning
es: Configuración rápida
fi: Nopea asetus

source: Tip: set slider to zero to deactivate timer
da: Tip: Sæt skyderen til nul for at deaktivere timeren
es: Consejo: ponga el control deslizante a cero para desactivar el temporizador
fi: Vihje: vedä liukusäädin nollaan ajastuksen poistamiseksi

source: Precise setup
da: Præcis opsætning
es: Configuración precisa
fi: Tarkka asetus

source: Set time (today)
da: Angiv tid (i dag)
es: Hora fijada (hoy)
fi: Aseta aika (tänään)

source: Set time (tomorrow)
da: Angiv tid (i morgen)
es: Hora fijada (mañana)
fi: Aseta aika (huominen)

source: Set period
da: Start timer
es: Fijar periodo
fi: Aseta ajanjakso

source: Add preset
da: Tilføj forudindstilling
es: Añadir preselección
fi: Lisää esiasetukseksi

source: Presets
da: Forudindstillinger
es: Preselección
fi: Esiasetukset

source: Tip: use 'Precise setup' to add preset and [ × ] button to remove preset
da: Tip: Brug “Præcis opsætning” for at tilføje forudindstilling og knappen [ × ] for at fjerne forudindstilling
es: Consejo: utilice 'Configuración precisa' para añadir preajustes y el botón [ × ] para eliminarlos
fi: Vinkki: käytä "Tarkka asetus" ja lisää asetus [ × ] painikkeella poistat asetuksen

source: In:
da: Om:
es: En:
fi: Aika:

source: At:
da: Klokken:
es: A las:
fi: Klo:

source: Turn off in
da: Sluk om
es: Apagar en
fi: Sammutetaan

source: s
es: seg

source: Timer:
es: Temporizador:
fi: Ajastin:

source: Timer
es: Temporizador

source: Time's up!
da: Tiden er gået!
es: ¡Se acabó el tiempo!
fi: Aika on kulunut!

source: A timer applet
da: Timer der kører i panelet
es: Un applet de temporizador
fi: Voit tehdä hälytyksiä tänään tai huomenna. Voit myös sammuttaa tietokoneen ajastetusti

source: Command to run on timer (empty for turn off)
es: Comando para ejecutar con temporizador (dejar vacío para desactivar)

source: Custom command to run on timer. Leave empty to turn off the computer on timer
es: Comando personalizado para ejecutar con temporizador. Déjelo vacío para apagar el ordenador con temporizador

source: Cancel run command (turn off) option
es: Opción para cancelar el comando de ejecución (desactivar)

source: Cancel the option to run command or turn off for subsequent use (triggers only at the moment count down finished)
es: Cancelar la opción de ejecutar el comando o desactivarlo para su uso posterior (se activa solo cuando finaliza la cuenta atrás)

source: Play sound on timer
da: Afspil lyd ved udløb af timer
es: Reproducir sonido al finalizar el temporizador
fi: Soita äänimerkki

source: Soundclip file path
da: Sti til lydklipsfil
es: Ruta de archivo del clip de sonido
fi: Äänitiedoston polku

source: Show system notification on timer
da: Vis systemunderretning ved udløb af timer
es: Mostrar notificación del sistema al finalizar el temporizador
fi: Näytä ilmoitusalueella

source: Custom notification text
es: Texto de notificación personalizado

source: Custom text of the system notification on timer
es: Texto personalizado de la notificación del sistema sobre el temporizador

source: Submenu to open initially
da: Undermenu der åbnes ved klik
es: Submenú a abrir inicialmente
fi: Valikko joka avataan oletuksena

source: Turn off computer on timer
da: Sluk computeren ved udløb
fi: Sammuta tietokone ajastimesta
