Repository: linuxmint/cinnamon-spices-applets
Catalog: AlwaysOn@krivetochka/files/AlwaysOn@krivetochka/po/*.po
Languages: ca, es, hu, it, nl, ru, vi, zh_tw

source: Click here to activate AlwaysOn
ca: Feu clic aquí per activar AlwaysOn
es: Haga clic aquí para activar AlwaysOn
hu: Kattintson ide a MindigBe aktiválásához
it: Clicca qui per attivare AlwaysOn
nl: Klik hier om AlwaysOn te activeren
ru: Нажмите чтобы активировать AlwaysOn
vi: Nhấp vào đây để kích hoạt AlwaysOn
zh_tw: 點此啟用 AlwaysOn

source: AlwaysOn activated
ca: AlwaysOn activat
es: AlwaysOn activado
hu: MindigBe aktiválva
it: AlwaysOn attivato
nl: AlwaysOn geactiveerd
ru: AlwaysOn включен
vi: AlwaysOn được kích hoạt
zh_tw: AlwaysOn 已啟用

source: Your computer will now stay active.
ca: Ara, l'ordinador romandrà actiu.
es: Tu ordenador permanecerá activo.
hu: Számítógépe mostantól aktív marad.
it: Il computer ora rimarrà attivo.
nl: Je computer blijft nu actief.
ru: Теперь ваш компьютер будет оставаться активным.
vi: Bây giờ máy tính của bạn sẽ vẫn hoạt động.
zh_tw: 電腦現在會保持運作。

source: Deactivate AlwaysOn
ca: Desactivar AlwaysOn
es: Desactivar AlwaysOn
hu: MindigBe leállítása
it: Disattiva AlwaysOn
nl: Deactiveer AlwaysOn
ru: Выключить AlwaysOn
vi: Tắt AlwaysOn
zh_tw: 停用 AlwaysOn

source: AlwaysOn deactivated
ca: AlwaysOn desactivat
es: AlwaysOn desactivado
hu: MindigBe leállítva
it: AlwaysOn disattivato
nl: AlwaysOn gedeactiveerd
ru: AlwaysOn выключен
vi: AlwaysOn đã tắt
zh_tw: AlwaysOn 已停用

source: Now your computer can go to sleep.
ca: Ara, l'ordinador pot entrar en mode de suspensió.
es: Ahora tu ordenador puede irse a dormir.
hu: A számítógépe most már alvó üzemmódba kapcsolhat.
it: Ora il computer può andare in sospensione.
nl: Je computer kan nu in slaapstand gaan.
ru: Теперь ваш компьютер может войти в спящий режим.
vi: Bây giờ máy tính của bạn có thể chuyển sang chế độ ngủ.
zh_tw: 電腦現在可以進入睡眠模式。

source: Activate AlwaysOn
ca: Activar AlwaysOn
es: Activar AlwaysOn
hu: MindigBe aktiválása
it: Attiva AlwaysOn
nl: Activeer AlwaysOn
ru: Включить AlwaysOn
vi: Kích hoạt AlwaysOn
zh_tw: 啟用 AlwaysOn

source: AlwaysOn
hu: MindigBe

source: When AlwaysOn is activated, the screen will remain on, and the computer will not go to sleep. The behavior can be changed in the applet settings.
ca: Quan s'activa AlwaysOn, la pantalla romandrà encesa i l'ordinador no entrarà en mode de suspensió. Aquest comportament pot canviar-se a la configuració de la miniaplicació.
es: Cuando AlwaysOn está activado, la pantalla permanecerá encendida y el ordenador no entrará en reposo. El comportamiento puede cambiarse en la configuración del applet.
hu: Ha az MindigBe funkció be van kapcsolva, a képernyő bekapcsolva marad, és a számítógép nem megy át alvó üzemmódba. A viselkedés megváltoztatható az alkalmazás beállításaiban.
it: Quando AlwaysOn è attivo, lo schermo rimarrà acceso e il computer non andrà in sospensione. Il comportamento può essere modificato nelle impostazioni dell'applet.
nl: Wanneer AlwaysOn is geactiveerd, blijft het scherm aan en gaat de computer niet in slaapstand. Dit gedrag kan worden aangepast in de appletinstellingen.
ru: Когда AlwaysOn активирован экран будет оставаться включенным, также компьютер не будет уходить в сон. Поведение можно изменить в настройках апплета.
vi: Khi AlwaysOn được kích hoạt, màn hình sẽ vẫn sáng và máy tính sẽ không chuyển sang chế độ ngủ. Bạn có thể thay đổi chế độ này trong cài đặt applet.
zh_tw: 啟用 AlwaysOn 時，螢幕會持續亮著，且電腦不會進入睡眠。此行為可在小程式設定中調整。

source: General
hu: Általános
nl: Algemeen
vi: Chung
zh_tw: 一般

source: Click to select which settings will be affected by this applet
ca: Feu clic per seleccionar quines opcions seran afectades per aquesta miniaplicació
es: Haga clic para seleccionar los ajustes que se verán afectados por este applet
hu: Kattintson ide, hogy kiválassza, mely beállításokat érintse ez a kisalkalmazás
nl: Klik om te selecteren welke instellingen door deze applet worden beÃ¯nvloed
vi: Nhấp để chọn cài đặt nào sẽ bị ảnh hưởng bởi applet này
zh_tw: 點此選取此小程式將影響的設定

source: Dim the screen when idle
ca: Atenua la pantalla en estat d'inactivitat
es: Atenuar la pantalla cuando está en reposo
hu: Képernyő elsötétítése tétlenség közben
it: Oscura lo schermo quando inattivo
nl: Scherm dimmen bij inactiviteit
ru: Затемнять экран при бездействии
vi: Làm mờ màn hình khi không sử dụng
zh_tw: 閒置時調暗螢幕

source: Sleep mode when idle
ca: Entra en suspensió en estat d'inactivitat
es: Modo de suspensión cuando está en reposo
hu: Alvó üzemmód tétlenség esetén
it: Sospensione quando inattivo
nl: Slaapstand bij inactiviteit
ru: Спящий режим при бездействии
vi: Chế độ ngủ khi không sử dụng
zh_tw: 閒置時進入睡眠模式

source: Turning off the screen when idle
ca: Apaga la pantalla en estat d'inactivitat
es: Apagar la pantalla cuando esté en reposo
hu: Képernyő kikapcsolása tétlenség közben
it: Spegni schermo quando inattivo
nl: Scherm uitschakelen bij inactiviteit
ru: Выключение экрана при бездействии
vi: Tắt màn hình khi không sử dụng
zh_tw: 閒置時關閉螢幕

source: Select a combination to activate the applet
ca: Seleccioneu una combinació per activar la miniaplicació
es: Seleccione una combinación para activar el applet
hu: Válasszon egy kombinációt a kisalkalmazás aktiválásához
it: Seleziona una combinazione per attivare l'applet
nl: Selecteer een combinatie om de applet te activeren
ru: Выберите комбинацию клавиш для активации апплета
vi: Chọn một tổ hợp phím để kích hoạt applet
zh_tw: 選擇啟用此小程式的組合鍵

source: Notifications
ca: Notificacions
es: Notificaciones
hu: Értesítések
it: Notifiche
nl: Meldingen
ru: Уведомления
vi: Thông báo
zh_tw: 通知

source: Send notifications from this applet
ca: Envia notificacions des d'aquesta miniaplicació
es: Enviar notificaciones desde este applet
hu: Értesítések küldése erről a kisaklamazásból
it: Invia notifiche da questa applet
nl: Meldingen van deze applet verzenden
ru: Присылать уведомления от этого апплета
vi: Gửi thông báo từ applet này
zh_tw: 從此小程式傳送通知

source: Appearance
ca: Aparença
es: Apariencia
hu: Megjelenítés
it: Aspetto
nl: Uiterlijk
ru: Оформление
vi: Giao diện
zh_tw: 外觀

source: Choose icon type
ca: Trieu el tipus d'icona
es: Elija el tipo de icono
hu: Ikontípus kiválasztása
it: Scegli il tipo di icona
nl: Kies het pictogramtype
ru: Выберите тип значка
vi: Chọn loại icon
zh_tw: 選擇圖示類型

source: Symbolic
ca: Simbòlica
es: Simbólico
hu: Szimbolikus
it: Simbolica
nl: Symbolisch
ru: Символьный
vi: Biểu tượng
zh_tw: 符號圖示

source: Colored
ca: Acolorida
es: En color
hu: Színes
it: Colorata
nl: Gekleurd
ru: Цветной
vi: Màu sắc
zh_tw: 彩色圖示

source: Hide applet from the panel (works best with notifications enabled)
ca: Oculta la miniaplicació al tauler (funciona millor amb les notificacions activades)
es: Ocultar applet del panel (funciona mejor con las notificaciones activadas)
hu: Kisalkalmazás elrejtése a panelről (legjobban működik, ha engedélyezve vannak az értesítések)
it: Nascondi l'applet dal pannello (funziona meglio con le notifiche abilitate)
nl: Verberg de applet van het paneel (werkt het best met meldingen ingeschakeld)
ru: Скрыть апплет с панели (лучше всего работает с включенными уведомлениями)
vi: Ẩn applet khỏi bảng điều khiển (hoạt động tốt nhất khi bật thông báo)
zh_tw: 從面板隱藏小程式（搭配啟用通知可達最佳效果）

source: Choose which parameters this applet affects
ru: Выберите на какие параметры будет влиять этот апплет

source: Do nothing when laptop lid is closed
ru: Ничего не делать при закрытии крышки ноутбука
