Repository: linuxmint/cinnamon-spices-applets
Catalog: gpumonitor@axel358/files/gpumonitor@axel358/po/*.po
Languages: ca, es, it, nl, zh_tw

source: Launch Radeontop
ca: Iniciar Radeontop
es: Lanzar Radeontop
it: Avvia Radeontop
nl: Start Radeontop
zh_tw: 啟動 Radeontop

source: AMD GPU Monitor
ca: Monitor de GPUs d'AMD
es: Monitor de GPU AMD
it: Monitora GPU AMD

source: Monitor AMD GPU statistics, requires radeontop
ca: Monitora les estadístiques de les GPU d'AMD. Necessita el paquet radeontop
es: Monitoriza las estadísticas de la GPU AMD, requiere radeontop
it: Monitora le statistiche delle GPU AMD, richiede radeontop
nl: Monitor AMD GPU-statistieken, vereist radeontop
zh_tw: 監控 AMD GPU 統計資訊，需要安裝 radeontop

source: Settings
ca: Opcions
es: Configuraciones
it: Impostazioni
nl: Instellingen
zh_tw: 設定

source: Display style
ca: Estil de visualització
es: Estilo de visualización
it: Stile di visualizzazione
nl: Weergavestijl
zh_tw: 顯示方式

source: Column
ca: Columna
es: Columna
it: Colonna
nl: Kolom
zh_tw: 垂直排列

source: Side by side
ca: Adjaçent
es: Uno al lado del otro
it: Fianco a fianco
nl: Naast elkaar
zh_tw: 水平排列

source: GPU only
ca: Només GPU
es: Sólo GPU
it: Solo GPU
nl: Alleen GPU
zh_tw: 僅顯示 GPU

source: VRAM only
ca: Només VRAM
es: Sólo VRAM
it: Solo VRAM
nl: Alleen VRAM
zh_tw: 僅顯示 VRAM

source: Use compact label style
ca: Utilitzar un estil d'etiqueta compacta
es: Utilizar un estilo de etiqueta compacto
it: Utilizza lo stile etichetta compatta
nl: Gebruik compacte labelstijl
zh_tw: 使用簡潔標籤樣式

source: Show only the first character of each label. Example: G for GPU
ca: Mostra només el primer caràcter de cada etiqueta. Per exemple: G per GPU
es: Mostrar sólo el primer carácter de cada etiqueta. Ejemplo: G de GPU
it: Mostra solo il primo carattere di ciascuna etichetta. Esempio: G per GPU
nl: Toon alleen het eerste karakter van elk label. Bijvoorbeeld: G voor GPU
zh_tw: 只顯示每個標籤的第一個英文字母，例如：G 代表 GPU

source: milliseconds
ca: mil·lisegons
es: milisegundos
it: millisecondi
nl: milliseconden
zh_tw: 毫秒

source: Refresh interval
ca: Interval de refresc
es: Intervalo de actualización
it: Intervallo di aggiornamento
nl: Vernieuwingsinterval
zh_tw: 更新間隔

source: Time between data refeshes
ca: Temps entre actualitzacions de dades
es: Tiempo entre refrescos de datos
it: Tempo tra gli aggiornamenti dei dati
nl: Tijd tussen gegevensupdates
zh_tw: 資料更新的時間間隔

source: Decimal places
ca: Número de decimals
es: Cifras decimales
it: Posizioni decimali
nl: Decimalen
zh_tw: 小數點位數

source: Number of decimal places to show
ca: Número de decimals a mostrar als valors de les dades
es: Número de decimales a mostrar
it: Numero di cifre decimali da mostrare
nl: Aantal decimalen om weer te geven
zh_tw: 要顯示的小數位數

source: Select GPU (bus no.)
ca: Seleccioneu GPU (número de bus)
es: Seleccionar GPU (nº de bus)
it: Seleziona GPU (n. bus)
nl: Selecteer GPU (busnr.)
zh_tw: 選擇 GPU（匯流排編號）

source: Loading...
ca: Carregant...
es: Cargando…
it: Caricamento...
nl: Laden...
zh_tw: 載入中...

source: Use 'lshw -C display' for more info
ca: Utilitzeu 'lshw -C display' per més informació
es: Utilice 'lshw -C display' para obtener más información
it: Utilizzare 'lshw -C display' per maggiori informazioni
nl: Gebruik 'lshw -C display' voor meer info
zh_tw: 請執行 'lshw -C display' 命令以取得更多資訊

source: Font size
ca: Mida del text
es: Tamaño de la fuente
it: Dimensione carattere
nl: Lettergrootte
zh_tw: 字型大小

source: Label font size
ca: Mida del text de les etiquetes
es: Tamaño de fuente de la etiqueta
it: Dimensione carattere etichetta
nl: Lettergrootte van het label
zh_tw: 標籤文字大小
