Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/stopwatch@pdcurtis/*.po
Languages: ca, da, de, es, fr, hr, hu, it, sv, zh_cn, zh_tw

source: Name
ca: Nom
es: Nombre
fr: Nom
hu: Név
it: Nome
zh_tw: 名稱

source: Start
ca: Iniciar
es: Iniciar
fr: Démarrer
hu: Kezdés
it: Inizio
zh_tw: 開始

source: Pause
ca: Aturar
es: Pausa
hu: Szünet
it: Pausa
zh_tw: 暫停

source: Reset
ca: Reiniciar
es: Reiniciar
fr: Réinitialiser
hu: Visszaállítás
zh_tw: 重設

source: Continue
ca: Continuar
es: Continuar
fr: Poursuivre
hu: Folytatás
it: Continua
zh_tw: 繼續

source: Continue from Start
ca: Continuar des de l'Inici
es: Continuar desde el inicio
fr: Poursuivre depuis le début
hu: Folytassa a Kezdéstől
it: Continua dall'inizio
zh_tw: 從原始開始時間繼續

source: Housekeeping and System Sub Menu
ca: Submenú de manteniment del sistema
da: Vedligehold og systemundermenu
de: Organisation und System-Untermenü
es: Submenú de Mantenimiento y Sistema
fr: Sous-menu Ménage et Système
hr: Upravljanje i podizbornici sustava
hu: Karbantartás és rendszer almenü
it: Sottomenu Pulizia e Sistema
sv: Underhåll och systemfunktioner
zh_cn: 内务处理和系统子菜单
zh_tw: 維護功能與系統子選單

source: View the Changelog
ca: Veure l'historial de canvis
da: Vis ændringsloggen
de: Die Änderungshistorie ansehen
es: Ver el registro de cambios
fr: Voir le récapitulatif des modifications (Changelog)
hr: Pogledaj zapis promjena
hu: Változásnaplót megtekitése
it: Visualizza il Changelog
sv: Visa ändringsloggen
zh_cn: 查看变更日志
zh_tw: 檢視變更記錄

source: Open the Help file
ca: Obrir el fitxer d'ajuda
da: Åbn hjælpfilen
de: Die Hilfedatei öffnen
es: Abrir el archivo de Ayuda
fr: Ouvrir le fichier d'aide
hr: Otvori datoteku pomoći
hu: Sugó megnyitása
it: Apri il file di Aiuto
sv: Öppna hjälpfilen
zh_cn: 打开帮助文件
zh_tw: 開啟說明檔

source: Open stylesheet.css (Advanced Function)
ca: Obrir stylesheet.css (Funció avançada)
da: Åbn stylesheet.css (Avanceret funktion)
de: Die »stylesheet.css«-Datei öffnen (Funktion für Fortgeschrittene)
es: Abrir stylesheet.css (Función avanzada)
fr: Modifier la feuille de style (pour experts en css)
hr: Otvori stylesheet.css (Napredne funkcije)
hu: Stylesheet.css megnyitása (Speciális funkció)
it: Apri stylesheet.css (funzione avanzata)
sv: Öppna stylesheet.css (avancerad funktion)
zh_cn: 打开stylesheet.css（高级功能）
zh_tw: 開啟 stylesheet.css（進階功能）

source: Open the gnome system monitor (Advanced testing function)
ca: Obrir el gnome-system-monitor (Funció avançada en fase de proves)
da: Åbn Systemovervågning (Avanceret testfunktion)
de: Die GNOME-Systemüberwachung öffnen (Testfunktion für Fortgeschrittene)
es: Abrir el monitor del sistema gnome (función de prueba avanzada)
fr: Ouvrez le moniteur système de Gnome (fonction de test avancée)
hr: Otvori gnome nadgledatelja sustava (Napredne funkcije testiranja)
hu: Gnome rendszerfigyelő megnyitása (Speciális tesztfunkció)
it: Apri il monitor di sistema gnome (funzione di test avanzata)
sv: Öppna Systemövervakaren (systemmätverktyg)
zh_cn: 打开gnome系统监视器（高级测试功能）
zh_tw: 開啟 GNOME 系統監視器（進階測試功能）

source: Configure...
ca: Configura...
da: Konfigurér …
de: Einrichten …
es: Configurar...
fr: Configurer...
hr: Prilagodi…
hu: Beállítások…
it: Configura...
sv: Konfigurera...
zh_cn: 配置...
zh_tw: 設定…

source: days
ca: dies
da: dage
de: Tage
es: días
fr: jours
hr: dana
hu: nap
it: giorni
sv: dagar
zh_cn: 天
zh_tw: 天

source: hours
ca: hores
da: timer
de: Stunden
es: horas
fr: heures
hr: sata
hu: óra
it: ore
sv: timmar
zh_cn: 小时
zh_tw: 小時

source: Running for
ca: En execució per
da: Kørt i
de: Läuft seit
es: En ejecución para
fr: En cours d'exécution
hr: Pokrenuto
hu: Futás időtartama
it: In esecuzione per
sv: Räknar
zh_cn: 已运行
zh_tw: 執行時間

source: Click to Pause
ca: Clic per aturar
da: Klik for at pause
de: Zum Pausieren klicken
es: Haz clic para pausar
fr: Cliquer pour mettre en pause
hr: Kliknite za pauzu
hu: Kattintson ide a szünethez
it: Clic per Pausa
sv: Klicka för att pausa
zh_cn: 点击暂停
zh_tw: 點選以暫停

source: Paused at
ca: Aturat a
da: Sat på pause ved
de: Pausiert nach
es: Pausado en
fr: Mis en pause à
hr: Pauzirano pri
hu: Szüneteltetve ekkor
it: Fermo a
sv: Pausad på
zh_cn: 暂停在
zh_tw: 暫停於

source: Click to Continue Counting
ca: Clic per a seguir comptant
da: Klik for at fortsætte tidtagningen
de: Zum Weiterzählen klicken
es: Haga clic para seguir contando
fr: Cliquer pour continuer à compter
hr: Kliknite za nastavak odbrojavanja
hu: Kattintson ide a számlálás folytatásához
it: Clic per Continuare il Conteggio
sv: Klicka för att återuppta tidräkning
zh_cn: 点击继续计数
zh_tw: 點選以繼續計時

source: Click to Reset
ca: Clic per reiniciar
da: Klik for at nulstille
de: Zum Zurücksetzen klicken
es: Haga clic para reiniciar
fr: Cliquer pour réinitialiser
hr: Kliknite za poništavanje
hu: Kattintson ide a visszaállításhoz
it: Clic per Reset
sv: Klicka för att återställa
zh_cn: 点击重置
zh_tw: 點選以重設

source: Ready - Click to Start
ca: A punt - Clic per iniciar
da: Klar - Klik for at starte
de: Bereit - Zum Starten klicken
es: Listo - Haga clic para comenzar
fr: Prêt - Cliquer pour démarrer
hr: Spremni - Kliknite za pokretanje
hu: Kész - Kattintson ide az indításhoz
it: Pronto - Clic per Avviare
sv: Klar - Klicka för att starta
zh_cn: 准备 - 点击开始
zh_tw: 準備就緒 - 點選以開始

source: Start
ca: Iniciar
es: Iniciar
fr: Démarrer
hr: Pokreni
hu: Indítás
it: Avvia
sv: Starta
zh_cn: 开始
zh_tw: 開始

source: Pause
ca: Aturar
es: Pausa
hr: Pauza
hu: Szünet
it: Pausa
sv: Pausa
zh_cn: 暂停
zh_tw: 暫停

source: Reset counter
ca: Reiniciar el comptador
da: Nulstil tæller
de: Zähler zurücksetzen
es: Reiniciar contador
fr: Remettre le compteur à zéro
hr: Poništi brojač
hu: Számláló újraindítása
it: Reset contatore
sv: Återställ räknaren
zh_cn: 重置计数器
zh_tw: 重設計時器

source: If paused, continue counting from now
ca: Si està pausat, continua comptant des d'ara
da: Hvis sat på pause, fortsæt med tidtagningen fra nu
de: Wenn pausiert, von jetzt ab weiterzählen
es: Si está en pausa, continúa contando desde ahora
fr: Si en pause, continuer à compter à partir de maintenant
hr: Ako je pauzirano, nastavi odbrojavanje od sada
hu: Szünet esetén, folytassa a számlálást mostantól
it: Se in pausa, continua a contare da ora
sv: Om pausad, fortsätt räkna från nu
zh_cn: 如果暂停，从现在继续计数
zh_tw: 若已暫停，從現在起繼續計時

source: If paused, continue counting from original start time
ca: Si està pausat, continua comptant des del temps original de l'inici
da: Hvis sat på pause, fortsæt med tidtagningen fra oprindeligt starttidspunkt
de: Wenn pausiert, ab der ursprünglichen Startzeit weiterzählen
es: Si está en pausa, continúa contando desde la hora de inicio original
fr: Si en pause, continuer à compter à partir du début
hr: Ako je pauzirano, nastavi odbrojavanje od izvornog vremena pokretanja
hu: Szünet esetén, folytassa a számlálást az eredeti indítástól
it: Se in pausa, continua il conteggio dall'ora di inizio originale
sv: Om pausad, fortsätt räkna från ursprunglig starttid
zh_cn: 如果暂停，从原来的开始时间继续计数
zh_tw: 若已暫停，從原始開始時間繼續計時

source: Allows one to time activities such as the time online with multiple instances possible
ca: Permet comptar la duració d'activitats com ara el temps en línia. És possible utilitzar múltiples instàncies
da: Tag tid på aktiviteter f.eks. tid brugt online - flere forekomster er mulig
de: Ermöglicht es die Zeit für Aktivitäten, wie z.B. die Zeit online, mit mehreren Instanzen zu messen
es: Permite cronometrar actividades como el tiempo en línea con múltiples instancias posibles
fr: Permet de mesurer des activités ponctuelles telles que le temps passé en ligne (plusieurs instances possibles)
hr: Omogućuje odbrojavanje aktivnosti poput vremena provedenog na internetu s više pokrenutih primjeraka
hu: Lehetővé teszi az olyan tevékenységek időzítését, mint például az online idő, akár több példánnyal is
it: Consente attività una tantum come il tempo online con più istanze possibili
sv: Låter dig klocka aktiviteter såsom online-tid, med möjlighet till flera instanser
zh_cn: 允许用户进行诸如多个时间实例在线之类的计时活动
zh_tw: 可用於活動計時（例如上網時間），並可同時使用多個碼錶。

source: Stopwatch for Cinnamon
ca: Cronòmetre per Cinnamon
es: Stopwatch para Cinnamon
fr: Chronomètre (Stopwatch) pour Cinnamon
hu: Stopper a Cinnamonhoz
it: Cronometro per Cinnamon
zh_tw: Cinnamon 碼錶

source: General Settings for the Stopwatch Applet
ca: Configuració General per la miniaplicació del Cronòmetre
da: Generelle indstillinger
de: Allgemeine Einstellungen für das Stoppuhr-Applet
es: Ajustes generales de Stopwatch
fr: Paramètres généraux de l'applet Chronomètre
hr: Opće postavke za aplet štoperice
hu: Stopperóra kisalkalmazás általános beállításai
it: Impostazioni Generali per l'Applet Cronometro
sv: Allmänna inställningar för stoppursprogrammet
zh_cn: 秒表小程序常规设置
zh_tw: 碼錶小程式的一般設定

source: seconds
ca: segons
da: sekunder
de: Sekunden
es: segundos
fr: secondes
hr: sekunde
hu: másodperc
it: secondi
sv: sekunder
zh_cn: 秒
zh_tw: 秒

source: Refresh Interval for Display:
ca: Interval de refresc de la visualització:
da: Opdateringsinterval for visning:
de: Aktualisierungsintervall für Anzeige:
es: Intervalo de actualización de la pantalla:
fr: Intervalle de rafraîchissement de l'affichage :
hr: Razdoblje osvježavanja prikaza:
hu: A megjelenítés frissítési gyakorisága:
it: Intervallo di Aggiornamento del Display:
sv: Uppdateringsintervall för panelvisning:
zh_cn: 刷新显示间隔：
zh_tw: 顯示更新間隔：

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have multiple active counters and/or a slow machine
ca: Incrementeu o reduïu l'interval de refresc - utilitzeu valors més lents si teniu múltiples cronòmetres en marxa o un equip lent
da: Forøg eller formindsk denne værdi for at ændre opdateringsintervallet. Anvend et langt interval, hvis du har flere aktive tidtagere og/eller en langsom maskine
de: Diesen Zählerwert erhöhen oder verringern, um das Aktualisierungsintervall zu ändern. Eine niedrige Aktualisierungsrate verwenden, wenn mehrere aktive Zähler und/oder ein langsamer Computer verwendet werden.
es: Aumente o disminuya el valor de este control giratorio para cambiar el intervalo de actualización: use una actualización lenta si tiene varios contadores activos y/o una máquina lenta
fr: Augmentez ou diminuez cette valeur pour modifier l'intervalle d'actualisation - utilisez une actualisation lente si vous avez plusieurs compteurs actifs et/ou une machine lente
hr: Povećajte ili smanjite ovu vrijednost kako bi promijenili razdoblje osvježavanja - koristite sporije osvježavanje ako imate više aktivnih primjeraka brojača i/ili sporo računalo
hu: Növelje vagy csökkentse ezt a tárcsaértéket a frissítési intervallum módosításához - használjon lassú frissítést, ha több aktív számlálóval rendelkezik és/vagy lassú számítógépe van
it: Aumenta o diminuisci questo valore di spinner per modificare l'intervallo di aggiornamento - usa un aggiornamento lento se hai più contatori attivi e/o una macchina lenta
sv: Öka eller minska tiden mellan uppdateringarna - Använd långsam uppdatering om du har flera räknare igång och/eller en långsam dator.
zh_cn: 增大或减小这个微调值用以更改刷新间隔 - 如果您有多个活动的计数器/一台较慢的机器请使用慢速刷新
zh_tw: 增加或減少此值來變更更新間隔。若有多個啟用中的計時器或電腦效能較低，請使用較慢的更新頻率。

source: Provide a meaningful title to the counter
ca: Introduïu un títol significatiu pel cronòmetre
da: Angiv en meningsfyldt titel til tidtageren
de: Einen sinnvollen Titel für den Zähler eingeben
es: Proporcione un título significativo al contador
fr: Donnez un titre significatif au compteur
hr: Odredi smislen naslov za brojač
hu: Adjon értelmes címet a számlálónak
it: Fornire un titolo significativo al contatore
sv: Ange ett meningsfullt namn på den här räknaren
zh_cn: 为计数器提供一个有意义的标题
zh_tw: 為計時器提供一個有意義的標題

source: This forms the first part of the tooltip and is useful for identification if you have multiple instances of counters - default is Stopwatch
ca: El títol formarà part de la descripció del cronòmetre i pot ser útil per la seva identificació en cas d'executar múltiples instàncies - per defecte és Cronòmetre
da: Dette danner første del af værktøjstippet og er nyttig til identifikation, hvis du har flere forekomster af tidtagere. Standard er Stopur
de: Dies bildet den ersten Teil des Tooltips und ist nützlich für die Identifikation, wenn mehrere Zähler-Instanzen verwendet werden. Standard ist »Stopwatch«.
es: Forma la primera parte de la información sobre herramientas y es útil para identificar si tiene varias instancias de contadores - por defecto es Stopwatch
fr: Ceci forme la première partie de l'info-bulle et est utile pour l'identification si vous avez plusieurs instances de compteurs - la valeur par défaut est Chronomètre
hr: Ovo formira prvi dio napomene i korisno je za indentifikaciju ako imate više primjeraka brojača - zadana je štoperica
hu: Ez képezi az eszköztipp első részét, és hasznos az azonosításhoz, ha több számlálója is van - az alapértelmezett a Stopperóra
it: Ciò costituisce la prima parte della descrizione comandi ed è utile per l'identificazione se si hanno più istanze di contatori: l'impostazione predefinita è Cronometro
sv: Det här anger första delen i verktygsbeskrivningen (mus över) och är användbart för identifiering om du har flera räknarinstanser igång. Standardnamn är Stopwatch.
zh_cn: 此项构成提示的第一部分，如果您有计数器的多个实例这有助于识别 - 默认是Stopwatch
zh_tw: 此標題將作為工具提示的開頭，方便在有多個計時器時進行識別。預設為「碼錶」。

source: Check box to continue counting on clicking applet when paused
ca: Continua comptant en fer clic després d'haver pausat
da: Aktivér for at fortsætte tidtagningen, når panelprogrammet er sat på pause og der klikkes
de: Aktivieren, um Zählung nach Pause fortzusetzen, wenn auf das Applet geklickt wird
es: Marque la casilla para seguir contando al hacer clic en el applet cuando esté en pausa
fr: Case à cocher pour continuer à compter en cliquant sur l'applet quand elle est en pause
hr: Uključi za nastavak odbrojavanja pri kliku na aplet tijekom pauze
hu: Jelölje be a négyzetet, ha szünet esetén folytatni szeretné a számlálást a kisalkalmazra való kattintáskor
it: Casella di controllo per continuare a contare sul clic dell'applet quando in pausa
sv: Aktivera återupptagen tidräkning vid klick på panelikonen, om pausad
zh_cn: 选中此项当暂停时点击小程序继续计数
zh_tw: 勾選此選項可在暫停時點選小程式以繼續計時

source: Normal sequence on clicking is 'start -> pause -> reset' this changes to 'start -> pause -> continue -> pause -> continue etc'. In this mode one has to use the Right Click (Context) Menu to reset the counter
ca: La seqüència habitual en clicar és 'inici -> pausa -> reinici'. Això la canvia a 'inici -> pausa -> continuació -> pausa -> continuació etc'. En aquest mode, cal usar el clic dret per reiniciar el comptador
da: Normal rækkefølge ved klik er "start ⇾ pause ⇾ nulstil". Dette ændres til "start ⇾ pause ⇾ fortsæt ⇾ pause ⇾ fortsæt" osv. I denne tilstand må man bruge genvejsmenuen (højreklik) for at nulstille tidtagningen
de: Normaler Ablauf beim Klicken ist »Start -> Pause -> Zurücksetzen«. Dies ändert sich zu »Start -> Pause -> Weiterzählen -> Pause -> Weiterzählen -> usw.«. Mit dieser Einstellung muss das Rechtsklick-/Kontextmenü verwendet werden, um den Zähler zurückzusetzen.
es: La secuencia normal al hacer clic es 'inicio -> pausa -> reinicio' esto cambia a 'inicio -> pausa -> continuar -> pausa -> continuar etc'. En este modo hay que utilizar el menú contextual para reiniciar el contador
fr: La séquence normale en cliquant est 'démarrer -> pause -> réinitialiser' cela change en 'démarrer -> pause -> continuer -> pause -> continuer etc'. Dans ce mode, il faut utiliser le menu clic droit (contextuel) pour réinitialiser le compteur
hr: Normalan slijed pri kliku je 'pokretanje -> pauza -> poništi brojač' i vrati na 'pokretanje -> pauza -> nastavi -> pauza -> nastavi itd'. U ovom načinu koristi se desni klik na (sadržajni) izbornik za poništavanje brojača
hu: A kattintás normál sorrendje „start -> szünet -> visszaállítás”, ez változik a következőre: „start -> szünet -> folytatás -> szünet -> folytatás stb.”. Ebben a módban a jobb egérgombbal (Helyi) menüt kell használni a számláló visszaállításához
it: La normale sequenza del clic è 'avvia -> pausa -> reset', questo cambia in 'avvia -> pausa -> continua -> pausa -> continua ecc'. In questa modalità è necessario utilizzare il menu di scelta rapida (contestuale) per ripristinare il contatore
sv: Normal sekvens för klick på räknaren är: Starta -> Pausa -> Återställ. Vid aktivering ändras detta till: Starta -> Pausa -> Återuppta -> Pausa -> Återuppta ...etc. I detta läge används högerklick (kontextmenyn) för att återställa räknaren.
zh_cn: 点击时的正常顺序是‘开始 -> 暂停 -> 重置’ ，此选项将其改为‘开始 -> 暂停 -> 继续 -> 暂停 -> 继续等’。在这种模式下必须使用右键点击 (右键) 菜单来重置计数器
zh_tw: 點選的正常順序是「開始 -> 暫停 -> 重設」，此選項會將其變更為「開始 -> 暫停 -> 繼續 -> 暫停 -> 繼續…」等。在此模式下，必須使用右鍵選單來重設計時器。

source: Check box to Display Title in Panel
ca: Mostra el títol al tauler
es: Marque la casilla para mostrar el título en el panel
fr: Cocher pour afficher le titre dans le panneau
hu: Jelölje be a Cím megjelenítése a panelen jelölőnégyzetet
it: Casella di controllo per visualizzare il titolo nel pannello
zh_tw: 勾選此方塊以在面板中顯示標題

source: This provides a more comprehensive panel display but may use more panel space
ca: S'utilitzarà més espai pel tauler però serà més comprensible entendre què fa cada cronòmetre
es: Esto proporciona una visualización del panel más completa, pero puede utilizar más espacio en el panel
fr: Cela permet d'obtenir un affichage plus complet sur le panneau, mais peut nécessiter plus d'espace
hu: Ez átfogóbb panelmegjelenítést biztosít, de több panelterületet igényelhet
it: Ciò fornisce una visualizzazione del pannello più completa ma potrebbe utilizzare più spazio sul pannello
zh_tw: 這會提供更全面的面板顯示，但可能會佔用更多面板空間

source: Check box to enable some extra functions - Needs Cinnamon Restart
ca: Activar funcions extra - Necessita reiniciar Cinnamon
es: Marque la casilla para habilitar algunas funciones adicionales - necesita reinicio de Cinnamon
fr: Cocher cette case pour activer certaines fonctions supplémentaires - Nécessite le redémarrage de Cinnamon
hu: Jelölje be a jelölőnégyzetet néhány extra funkció engedélyezéséhez - Cinnamon újraindítás szükséges
it: Casella di controllo per abilitare alcune funzioni extra - Richiede il riavvio di Cinnamon
zh_tw: 勾選此方塊以啟用一些額外功能 - 需要重新啟動 Cinnamon

source: Provides extra functions requested by users
ca: Activa certes funcions extra sol·licitades pels usuaris
es: Proporciona funciones adicionales solicitadas por los usuarios
fr: Fournit des fonctions supplémentaires réclamées par les utilisateurs
hu: A felhasználók által kért extra funkciókat biztosítja
it: Fornisce funzioni extra richieste dagli utenti
zh_tw: 提供使用者請求的額外功能

source: Should not be changed
ca: No s'hauria de modificar
da: Bør ikke ændres
de: Sollte nicht geändert werden
es: No debe modificarse
fr: Ne devrait pas être changé
hr: Trebalo bi se mijenjati
hu: Nem kellene megváltoztatni
it: Non dovrebbe essere cambiato
sv: Bör inte ändras
zh_cn: 不应更改
zh_tw: 請勿變更

source: Must not be changed
ca: No es pot modificar
da: Må ikke ændres
de: Darf nicht geändert werden
es: No debe modificarse
fr: Ne doit pas être changé
hr: Ne bi se trebalo mijenjati
hu: Nem szabad megváltoztatni
it: Non deve essere cambiato
sv: Får inte ändras
zh_cn: 不能更改
zh_tw: 請勿變更
