Repository: linuxmint/cinnamon-spices-applets
Catalog: day-progress@chmodmasx/files/day-progress@chmodmasx/po/*.po
Languages: hu

source: Elapsed
hu: Eltelt idő

source: Remaining
hu: Hátrlévő

source: Settings
hu: Beállítások

source: Day Progress
hu: Napi Múlása

source: Displays a customizable progress pie chart in the panel to help you track your day time.
hu: Egy testreszabható kördiagramot jelenít meg a panelen, amely segít nyomon követni a napi időt.

source: Show time elapsed
hu: Eltelt idő megjelenítése

source: Show time elapsed instead of remaining
hu: Eltelt idő megjelenítése a hátralévő idő helyett

source: Width
hu: Szélesség

source: Width of the indicator
hu: A mutató szélessége

source: Height
hu: Magasság

source: Height of the indicator
hu: A mutató magassága

source: Style
hu: Stílus

source: Visual style of the indicator
hu: A mutató vizuális stílusa

source: Pie
hu: Kör

source: Pie (no border)
hu: Kör (segély nélkül)

source: Start time
hu: Kezdési idő

source: hours
hu: óra

source: Start hour
hu: Kezdő óra

source: Hour at which the indicator starts
hu: Az óra, amikor a mutató elindul

source: End time
hu: Befejezési idő

source: End hour
hu: Befejezési óra

source: Hour at which the indicator ends
hu: Az óra, amikor a mutató véget ér
