Repository: linuxmint/cinnamon-spices-applets
Catalog: fish@kriegcc/files/fish@kriegcc/po/*.po
Languages: ca, de, es, hu, it, nl

source: If a rotation is selected, the image may also be flipped sideways depending on the 'Flip sideways on vertical panels' option.
ca: Si s'ha seleccionat una rotació, la imatge podria ser rotada de costat depenent de la opció de rotació en taulers verticals.
de: Wenn eine Drehung ausgewählt ist, kann das Bild je nach der Option 'Auf senkrechten Leisten seitlich drehen' zusätzlich seitlich gedreht werden.
es: Si se selecciona una rotación, la imagen también puede voltearse lateralmente en función de la opción 'Voltear lateralmente en paneles verticales'.
hu: Ha egy elforgatás van kiválasztva, a kép oldalra is elfordulhat a „Forgatás oldalra a függőleges paneleken” beállítástól függően.
it: Se si seleziona una rotazione, l'immagine può anche essere capovolta lateralmente, a seconda dell'opzione "Capovolgi lateralmente sui pannelli verticali".
nl: Als een rotatie is geselecteerd, kan de afbeelding ook zijwaarts worden gedraaid, afhankelijk van de optie 'Zijwaarts draaien op verticale panelen'.

source: Rotation
ca: Rotació
de: Drehung
es: Rotación
hu: Forgás
it: Rotazione
nl: Rotatie

source: Log Level
ca: Nivell de registre
es: Nivel del registro
hu: Napló szint
it: Livello Log
nl: Logniveau

source: Debug
ca: Depuració
es: Depuración
hu: Hibakeresés

source: Warning
ca: Avís
es: Advertencia
hu: Figyelmeztetés
it: Attenzione
nl: Waarschuwing

source: Error
hu: Hiba
it: Errore
nl: Fout

source: Force Fool's Day
ca: Dia dels innocents
de: Erzwinge den Aprilscherztag
es: Día de los Inocentes
hu: Bolondok napja erőltetése
it: Forza Pesce d'Aprile
nl: Forceer 1 april

source: Enforces Fool's Day mode for debugging purposes. Simulates Fool's Day (April 1st) without modifying the system date.
ca: Activa el mode de dia dels innocents per raons de depuració. Simula el dia dels innocents americà (1 d'abril) sense modificar la data del sistema.
de: Erzwingt den Aprilscherztagsmodus zu Debugging-Zwecken. Simuliert den Aprilscherztag (1. April), ohne das Systemdatum zu ändern.
es: Aplica el modo Día de los Inocentes con fines de depuración. Simula el Día de los Inocentes (1 de abril) sin modificar la fecha del sistema.
hu: Kényszeríti a Bolondok napja módot hibakeresési célokra. A rendszerdátum módosítása nélkül szimulálja a bolondok napját (április 1.).
it: Attiva la modalità Pesce d'aprile per scopi di debug. Simula il Pesce d'aprile (1° aprile) senza modificare la data di sistema.
nl: Dwingt de 1 april-modus af voor testdoeleinden. Simuleert 1 april zonder de systeemdatum te wijzigen.

source: For instructions on how to use and configure this applet, please visit the applet's page on the Cinnamon Spices website.
ca: Per instruccions sobre com utilitzar i configurar aquesta miniaplicació, si us plau visiteu la pàgina de la miniaplicació al web de Cinnamon Spices.
de: Eine Anleitung und weitere Hinweise finden Sie in der Applet-Seite auf der Cinnamon Spices Homepage.
es: Para obtener instrucciones sobre cómo utilizar y configurar este applet, visite la página del applet en el sitio web de especias de Cinnamon.
hu: Az applet használatára és konfigurálására vonatkozó utasításokért látogasson el az applet oldalára a Cinnamon Spices weboldalán.
it: Per istruzioni su come utilizzare e configurare questa applet, visitare la pagina dedicata sul sito web di Cinnamon Spices.
nl: Voor instructies over het gebruik en configureren van deze applet, bezoek de pagina van de applet op de Cinnamon Spices-website.

source: If you encounter a problem with this applet, please file an issue report on GitHub. Note that a GitHub account is required to submit an issue. Before doing so, check if the issue has already been submitted by someone else. Since this applet is part of Linux Mint's `cinnamon-spices-applets` repository, it's important to follow their guidelines for this process. Make sure that the applet name (fish@kriegcc) is included in the title when opening a new issue. Follow the provided template for the description and provide as much information as possible about the issue.
ca: Si trobeu un problema amb aquesta miniaplicació, si us plau obriu una incidència a Github. Teniu en compte que cal tenir un compte de Github per a això. Abans de fer-ho, mireu que ningú més no hagi obert la mateixa incidència. Com que la miniaplicació és part del repositori `cinnamon-spices-applets` de Linux Mint, és important seguir les seves instruccions durant el procés. Assegureu-vos d'incloure el nom de la miniaplicació (fish@kriegcc) al títol en obrir una incidència. Seguiu la plantilla indicada pel que fa a la descripció i faciliteu tanta informació com sigui possible sobre el problema.
de: Wenn Sie ein Problem mit diesem Applet feststellen, reichen Sie bitte einen Fehlerbericht auf GitHub ein. Hierfür ist ein GitHub-Konto erforderlich. Bitte überprüfen Sie vorher, ob das Problem bereits von jemand anderem gemeldet wurde. Da dieses Applet Teil des `cinnamon-spices-applets`-Repositorys von Linux Mint ist, sollten Sie die Richtlinien für diesen Prozess genau befolgen. Stellen Sie sicher, dass der Name des Applets (fish@kriegcc) im Titel enthalten ist, wenn Sie ein neues Issue anlegen. Folgen Sie dem bereitgestellten Template für die Beschreibung und geben Sie so viele Informationen wie möglich über das Problem an.
es: Si tiene algún problema con este applet, envíe un reporte de errores a GitHub. Tenga en cuenta que es necesario tener una cuenta de GitHub para enviar un reporte. Antes de hacerlo, compruebe si el problema ya ha sido enviado por otra persona. Dado que este applet es parte del repositorio `cinnamon-spices-applets` de Linux Mint, es importante seguir sus directrices para este proceso. Asegúrese de que el nombre del applet (fish@kriegcc) se incluye en el título al abrir un nuevo reporte. Siga la plantilla proporcionada para la descripción y proporcione tanta información como sea posible sobre el problema.
hu: Ha problémát észlelsz ezzel az alkalmazással kapcsolatban, kérjük, írj hibajelentést a GitHubon. Vegye figyelembe, hogy a probléma bejelentéséhez GitHub fiók szükséges. Mielőtt ezt megteszi, ellenőrizze, hogy a problémát nem küldte-e már be valaki más. Mivel ez az applet a Linux Mint `cinnamon-spices-applets` tárolójának része, fontos, hogy kövesse az ő irányelveiket a folyamathoz. Győződjön meg róla, hogy az applet neve (fish@kriegcc) szerepel a címben, amikor új problémát nyit. Kövesse a megadott sablont a leíráshoz, és adjon meg minél több információt a problémáról.
it: Se riscontri un problema con questa applet, apri una issue su GitHub. Nota che è richiesto un account GitHub per inviare un problema. Prima di farlo, controlla se il problema è già stato inviato da qualcun altro. Poiché questa applet fa parte del repository `cinnamon-spices-applets` di Linux Mint, è importante seguire le loro linee guida per questo processo. Assicurati che il nome dell'applet (fish@kriegcc) sia incluso nel titolo quando apri un nuovo problema. Segui il modello fornito per la descrizione e fornisci quante più informazioni possibili sul problema.
nl: Als je een probleem ondervindt met deze applet, dien dan een probleemrapport in op GitHub. Houd er rekening mee dat je een GitHub-account nodig hebt om een probleem in te dienen. Controleer voordat je dit doet of het probleem al door iemand anders is ingediend. Aangezien deze applet deel uitmaakt van de `cinnamon-spices-applets`-repository van Linux Mint, is het belangrijk om hun richtlijnen voor dit proces te volgen. Zorg ervoor dat de naam van de applet (fish@kriegcc) in de titel wordt opgenomen bij het openen van een nieuw probleem. Volg de verstrekte sjabloon voor de beschrijving en geef zoveel mogelijk informatie over het probleem.

source: Reporting Bugs Instructions of Cinnamon Spices applets
ca: Instruccions per obrir incidències sobre miniaplicacions de Cinnamon Spices
de: Anleitung zum Melden von Bugs (Cinnamon Spices Applets)
es: Instrucciones para informar errores de los applets de especias de Cinnamon
hu: Hibák jelentése Útmutató a Cinnamon Spices kisalkalmazásokhoz
it: Istruzioni sulla segnalazione di bug per le applet Cinnamon Spices
nl: Instructies voor het rapporteren van bugs van Cinnamon Spices applets

source: Opens the contributions guidelines of the Cinnamon Spices applets repository on Github.
ca: Obre la informació per a contribuïdors de miniaplicacions de Cinnamon Spices al repositori de Github.
de: Öffnet ein Dokument mit Contribution-Richtlinien im Cinnamon Spices Applets Repository auf Github.
es: Abrir las directrices de contribución del repositorio de applets de especias de Cinnamon en Github.
hu: Megnyitja a Githubon található Cinnamon Spices kisalkalmazások tárházának hozzájárulási irányelveit.
it: Apre le linee guida per i contributi del repository di applet Cinnamon Spices su Github.
nl: Opent de richtlijnen voor bijdragen aan de Cinnamon Spices applets-repository op GitHub.

source: The Fish applet displays a small fish, called Wanda, in the panel. Wanda does nothing useful. The applet has really no use what-so-ever. It only takes up disk space and compilation time, and if loaded it also takes up precious panel space and memory. Anybody found using it should be promptly sent for a psychiatric evaluation.
ca: La miniaplicació del peix mostra un peix petit, anomenat Wanda, al tauler, que no fa res útil ni té cap tipus d'ús. Només ocupa espai al disc i temps de compilació, a més d'ocupar espai al tauler i memòria. Qualsevol persona utilitzant-la hauria de ser enviada ràpidament a una avaluació psiquiàtrica.
de: Das Fisch-Applet zeigt einen kleinen Fisch namens Wanda im Panel an. Wanda tut nichts Nützliches. Das Applet hat wirklich keinerlei Nutzen. Es beansprucht nur Speicherplatz und Kompilierungszeit, und wenn es geladen ist, nimmt es auch kostbaren Platz im Panel und Speicher ein. Jeder, der es benutzt, sollte umgehend zu einer psychiatrischen Untersuchung geschickt werden.
es: El applet Pez muestra un pequeño pez, llamado Wanda, en el panel. Wanda no hace nada útil. El applet no tiene realmente ninguna utilidad. Sólo ocupa espacio en disco y tiempo de compilación, y si se carga también ocupa un precioso espacio en el panel y memoria. Cualquiera que sea sorprendido usándolo debería ser enviado inmediatamente a una evaluación psiquiátrica.
hu: A Hal kisalkalmazás egy kis halat, Wanda-t jelenít meg a panelen. Wanda nem csinál semmi hasznosat. A kisalkalmazásnak tényleg semmi haszna nincs. Csak lemezterületet és fordítási időt foglal el, betöltve pedig értékes panelterületet és memóriát is. Ha valakit a használatán érnek, azonnal pszichiátriai kivizsgálásra kell küldeni.
it: L'applet Pesce mostra un piccolo pesce, chiamato Wanda, nel pannello. Wanda non fa nulla di utile. L'applet non ha davvero alcuna utilità. Occupa solo spazio su disco e tempo di compilazione e, se caricata, occupa anche prezioso spazio sul pannello e memoria. Chiunque venga trovato a usarlo dovrebbe essere immediatamente inviato a una valutazione psichiatrica.
nl: De Vis applet toont een kleine vis, genaamd Wanda, in het paneel. Wanda doet niets nuttigs. De applet heeft werkelijk geen enkel nut. Het neemt alleen schijfruimte en compilatietijd in beslag, en als het geladen is, neemt het ook waardevolle paneelruimte en geheugen in beslag. Iedereen die het gebruikt, moet onmiddellijk worden doorverwezen voor een psychiatrische evaluatie.

source: Fish Applet at Cinnamon Spices Website
ca: Miniaplicació del peix al web de Cinnamon Spices
de: Fisch-Applet auf der Cinnamon Spices Website
es: Applet de pescado en la web de especias de Cinnamon
hu: Hal kisalkalmazás a Cinnamon Spices webhelyen
it: Applet Pesce sul sito web di Cinnamon Spices
nl: Vis Applet op Cinnamon Spices-website

source: Opens the applet's page on Cinnamon Spices website.
ca: Obre la pàgina web de la miniaplicació a Cinnamon Spices.
de: Öffnet die Seite des Applets auf der Cinnamon Spices Website.
es: Abre la página del applet en el sitio web de las especias de Cinnamon.
hu: Megnyitja a kisalkalmazás oldalát a Cinnamon Spices webhelyen.
it: Apre la pagina dell'applet sul sito web di Cinnamon Spices.
nl: Opent de pagina van de applet op de Cinnamon Spices-website.

source: GPL-3.0-or-later
ca: GPL-3.0 o posterior
es: GPL-3.0 o posterior
hu: GPL-3.0-vagy-későbbi
nl: GPL-3.0-of-later

source: This project is an adaption of the Fish applet from GNOME and MATE desktops for Cinnamon desktop. The original Fish applet is licensed under the GNU General Public License (GPL). Original Authors: George Lebl Mark McLoughlin Vincent Untz Stefano Karapetsas Copyright: (C) 1998-2002 Free Software Foundation, Inc. (C) 2002-2005 Vincent Untz (C) 2012-2021 MATE developers
ca: Aquest projecte és una adaptació de la miniaplicació del peix dels entorns d'escriptori GNOME i MATE per a Cinnamon. La miniaplicació original del peix està sota llicència d'ús públic general GNU GPL. Autors originals: George Lebl Mark McLoughlin Vincent Untz Stefano Karapetsas Copyright: (C) 1998-2002 Free Software Foundation, Inc. (C) 2002-2005 Vincent Untz (C) 2012-2021 MATE developers
de: Dieses Projekt ist eine Adaption des Fisch-Applets von den GNOME- und MATE-Desktops für den Cinnamon-Desktop. Das ursprüngliche Fisch-Applet ist unter der GNU General Public License (GPL) lizenziert. Autoren des originalen Applets: George Lebl Mark McLoughlin Vincent Untz Stefano Karapetsas Copyright: (C) 1998-2002 Free Software Foundation, Inc. (C) 2002-2005 Vincent Untz (C) 2012-2021 MATE developers
es: Este proyecto es una adaptación del applet Pez de los escritorios GNOME y MATE para el escritorio Cinnamon. El applet Pez original está licenciado bajo la Licencia Pública General de GNU (GPL). Autores originales: George Lebl Mark McLoughlin Vincent Untz
hu: Ez a projekt a Hal kisalkalmazás adaptációja a GNOME-ról és MATE-ről Cinnamon-ra. Az eredeti Hal kisalkalmazás a GNU General Public License (GPL) licence alá tartozik. Eredeti szerzők: George Lebl Mark McLoughlin Vincent Untz Stefano Karapetsas Szerzői jog: (C) 1998-2002 Free Software Foundation, Inc. (C) 2002-2005 Vincent Untz (C) 2012-2021 MATE fejlesztők
it: Questo progetto è un adattamento dell'applet Fish dei desktop GNOME e MATE per il desktop Cinnamon. L'applet Fish originale è concessa in licenza con la GNU General Public License (GPL). Autori originali: George Lebl Mark McLoughlin Vincent Untz Stefano Karapetsas Copyright: (C) 1998-2002 Free Software Foundation, Inc. (C) 2002-2005 Vincent Untz (C) 2012-2021 MATE developers
nl: Dit project is een aanpassing van de Vis applet op de GNOME- en MATE-desktops voor Cinnamon-desktop. De originele Vis applet is gelicenseerd onder de GNU General Public License (GPL). Originele auteurs: George Lebl Mark McLoughlin Vincent Untz Stefano Karapetsas Copyright: (C) 1998-2002 Free Software Foundation, Inc. (C) 2002-2005 Vincent Untz (C) 2012-2021 MATE developers

source: Maintainer: kriegcc Contributors:
ca: Encarregat: kriegcc Contribuïdors:
de: Applet-Betreuer: kriegcc Mitwirkende:
es: Mantenedor: kriegcc Colaboradores:
hu: Karbantartó: kriegcc Közreműködők:
it: Responsabile: kriegcc Collaboratori:
nl: Beheerder: kriegcc Bijdragers:

source: Info
es: Información
