Repository: linuxmint/cinnamon-spices-applets
Catalog: fish@kriegcc/files/fish@kriegcc/po/*.po
Languages: ca, de, es, hu, it, nl

source: Fish Applet
ca: Miniaplicació del Peix
de: Fisch Applet
es: Applet de Pez
hu: Hal kisalkalmazás
it: Applet Pesce
nl: Vis applet

source: There's something fishy going on here:
ca: Està passant quelcom sospitós aquí:
de: Hier stimmt etwas nicht:
es: Hay algo sospechoso aquí:
hu: Itt valami fura dolog folyik:
it: C'è qualcosa di strano qui:
nl: Er is hier iets verdachts aan de hand:

source: Copy Error Messages
ca: Copiar els missatges d'error
de: Fehlermeldungen kopieren
es: Copiar mensajes de error
hu: Hibaüzenetek másolása
it: Copia messaggi di errore
nl: Foutmeldingen kopiëren

source: Copy Error Message
ca: Copiar el missatge d'error
de: Fehlermeldung kopieren
es: Copiar mensaje de error
hu: Hibaüzenet másolása
it: Copia messaggio di errore
nl: Foutmelding kopiëren

source: Open Preferences
ca: Obrir les preferències
de: Einstellungen öffnen
es: Abrir Preferencias
hu: Beállítások megnyitása
it: Apri preferenze
nl: Voorkeuren openen

source: Errors copied to the clipboard
ca: Errors copiats al porta-papers
de: Fehler wurden in die Zwischenablage kopiert
es: Errores copiados en el portapapeles
hu: A hibák a vágólapra másolva
it: Errori copiati negli appunti
nl: Fouten gekopieerd naar het klembord

source: Error copied to the clipboard
ca: Error copiat al porta-papers
de: Fehler wurde in die Zwischenablage kopiert
es: Error copiado en el portapapeles
hu: A hiba a vágólapra másolva
it: Errore copiato negli appunti
nl: Fout gekopieerd naar het klembord

source: Copy Message
ca: Copiar missatge
de: Nachricht kopieren
es: Copiar mensaje
hu: Üzenet másolása
it: Copia messaggio
nl: Bericht kopiëren

source: Speak again
ca: Parla de nou
de: Erneut sprechen
es: Habla de nuevo
hu: Beszélj újra
it: Parla ancora
nl: Nog een keer zeggen

source: Close
ca: Tancar
de: Schließen
es: Cerrar
hu: Bezár
it: Chiudi
nl: Sluiten

source: %s the Fish Says:
ca: El peix %s diu:
de: %s der Fisch, sagt:
es: %s el Pez Dice:
hu: %s a hal azt mondja:
it: %s il Pesce Dice:
nl: %s de Vis zegt:

source: Message copied to the clipboard
ca: Missatge copiat al porta-papers
de: Nachricht wurde in die Zwischenablage kopiert
es: Mensaje copiado en el portapapeles
hu: Az üzenet a vágólapra másolva
it: Messaggio copiato negli appunti
nl: Bericht gekopieerd naar het klembord

source: The water needs changing
ca: Fa falta canviar l'aigua
de: Das Wasser muss gewechselt werden
es: Hay que cambiar el agua
hu: A vizet cserélni kell
it: L'acqua ha bisogno di essere cambiata
nl: Het water moet worden ververst

source: Look at today's date!
ca: Mira la data d'avui!
de: Man beachte das heutige Datum!
es: ¡Mira la fecha de hoy!
hu: Nézd meg a mai dátumot!
it: Guarda la data odierna!
nl: Kijk naar de datum van vandaag!

source: %s the Fish, the fortune teller
ca: El peix %s, l'endeví
de: %s, der wahrsagende Fisch
es: %s el Pez, el adivino
hu: %s a Hal, a jós
it: %s il Pesce indovino
nl: %s de Vis, de waarzegger

source: Warning: The command appears to be something actually useful. Since this is a useless applet, you may not want to do this. We strongly advise you against using %s for anything which would make the applet "practical" or useful.
ca: Avís: Aquesta ordre sembla ser realment útil. Tenint en compte que aquesta miniaplicació és inútil, és possible que no vulgueu fer això. Us recomanem no utilitzar %s per a res que pogués convertir la miniaplicació en pràctica o útil.
de: Warnung: Es scheint so, als ob der eingegebene Befehl tatsächlich etwas sinnvolles macht. Möchten Sie das wirklich tun? Denn eigentlich ist dieses Applet doch ziemlich sinnlos. Wir raten davon ab, %s für irgendetwas zu nutzen, was dieses Applet praktisch oder gar nützlich machen könnte.
es: Advertencia: El comando parece ser algo realmente útil. Dado que se trata de un applet inútil, es posible que no desee hacer esto. Le recomendamos encarecidamente que no utilice %s para nada que pueda hacer que el applet sea "práctico" o útil.
hu: Figyelmeztetés: A parancs valóban hasznosnak tűnik. Mivel ez egy haszontalan kisalkalmazás, lehet, hogy nem szeretné ezt megtenni. Nyomatékosan javasoljuk, hogy ne használja a %s-t bármire, ami "praktikussá" vagy hasznossá tenné a kisalkalmazást.
it: Attenzione: il comando sembra essere qualcosa di realmente utile. Poiché si tratta di un applet inutile, potresti non volerlo fare. Ti sconsigliamo vivamente di usare %s per qualsiasi cosa che renderebbe l'applet "pratica" o utile.
nl: Waarschuwing: Het commando lijkt iets daadwerkelijk nuttigs te zijn. Aangezien dit een nutteloze applet is, wil je dit mogelijk niet doen. We raden sterk af om %s te gebruiken voor iets dat de applet "praktisch" of nuttig zou maken.

source: Normally, the Fish's wisdom is derived from the 'fortune' command-line utility. It seems that this dependency is missing on your system. However, it should be available for most distributions. Please refer to the documentation for instructions on how to install it. If you prefer not to install any additional packages, you can change the command in the applet's settings.
ca: Normalment, la intel·ligència del peix és derivada de l'ordre del terminal de l'eina 'fortune'. Sembla que aquesta dependència no està instal·lada al vostre sistema. No obstant, hauria d'estar disponible en la majoria de distribucions. Si us plau, mireu la documentació per a veure com instal·lar-la. Si preferiu no instal·lar paquets addicionals, podeu canviar l'ordre a la configuració de la miniaplicació.
de: Normalerweise stammt die Weisheit des Fisches aus dem Kommandozeilenprogramm 'fortune'. Es scheint, dass diese Abhängigkeit auf Ihrem System fehlt. Für die meisten Distributionen sollte sie jedoch verfügbar sein. In der Dokumentation finden Sie eine Anleitung zur Installation. Falls Sie keine weiteren Pakete installieren möchten, können Sie auch den Befehl in den Einstellungen des Applets ändern.
es: Normalmente, la sabiduría de pez se deriva de la utilidad de línea de comandos 'fortune'. Parece que esta dependencia falta en su sistema. Sin embargo, debería estar disponible para la mayoría de las distribuciones. Consulte la documentación para obtener instrucciones sobre cómo instalarla. Si prefiere no instalar ningún paquete adicional, puede cambiar el comando en la configuración del applet.
hu: Általában a Fish bölcsessége a "fortune" parancssori segédprogramból származik. Úgy tűnik, hogy ez a függőség hiányzik a rendszerből. Ennek azonban a legtöbb disztribúcióhoz elérhetőnek kell lennie. Kérjük, olvassa el a dokumentációt a telepítéssel kapcsolatban. Ha nem szeretne további csomagokat telepíteni, módosíthatja a parancsot a kisaklamazás beállításaiban.
it: Di solito, la saggezza del Pesce deriva dall'utilità della riga di comando 'fortune'. Sembra che questa dipendenza manchi sul tuo sistema. Tuttavia, dovrebbe essere disponibile per la maggior parte delle distribuzioni. Fai riferimento alla documentazione per le istruzioni su come installarla. Se preferisci non installare pacchetti aggiuntivi, puoi modificare il comando nelle impostazioni dell'applet.
nl: Normaal gesproken is de wijsheid van de Vis gebaseerd op het 'fortune'-commandline-hulpprogramma. Het lijkt erop dat deze afhankelijkheid ontbreekt op je systeem. Het zou echter beschikbaar moeten zijn voor de meeste distributies. Raadpleeg de documentatie voor instructies over hoe je het kunt installeren . Als je liever geen extra pakketten installeert, kun je het commando in de instellingen van de applet aanpassen.

source: Open Documentation
ca: Obrir la documentació
de: Dokumentation öffnen
es: Abrir documentación
hu: Nyissa meg a Dokumentációt
it: Apri Documentazione
nl: Documentatie openen

source: File
ca: Fitxer
de: Datei
es: Archivo
hu: Fájl
nl: Bestand

source: Select an animation
ca: Seleccionar una animació
de: Animation auswählen
es: Seleccionar una animación
hu: Válasszon egy animációt
it: Seleziona un'animazione
nl: Selecteer een animatie

source: Images
ca: Imatges
de: Bilder
es: Imágenes
hu: Képek
it: Immagini
nl: Afbeeldingen

source: Fish
ca: Peix
de: Fisch
es: Pez
hu: Hal
it: Pesce
nl: Vis

source: Displays a small fish in your panel and does nothing useful whatsoever beyond that.
ca: Mostra un peix al tauler i no fa res més que sigui útil.
de: Zeigt einen kleinen Fisch im Panel an und tut darüber hinaus nichts Nützliches.
es: Muestra un pequeño pez en tu panel y no hace nada útil más allá de eso.
hu: Egy kis halat jelenít meg a panelen, és ezen kívül semmi hasznosat nem tesz.
it: Mostra un piccolo pesce nel pannello e non fa nulla di utile oltre a questo.
nl: Toont een kleine vis in je paneel en doet verder niets nuttigs.

source: Preferences
ca: Preferències
de: Einstellungen
es: Preferencias
hu: Beállítások
it: Preferenze
nl: Voorkeuren

source: Advanced Settings
ca: Opcions avançades
de: Erweiterte Einstellungen
es: Configuración avanzada
hu: Haladó beállítások
it: Impostazioni Avanzate
nl: Geavanceerde instellingen

source: Help
ca: Ajuda
de: Hilfe
es: Ayuda
hu: Súgó
it: Aiuto

source: About
ca: Quant a
de: Über
es: Acerca de
hu: Névjegy
it: Informazioni
nl: Over

source: General
de: Allgemein
hu: Általános
it: Generale
nl: Algemeen

source: Animation
ca: Animació
es: Animación
hu: Animáció
it: Animazione
nl: Animatie

source: Animation Settings
ca: Configuració de l'animació
de: Animationseinstellungen
es: Configuración de la animación
hu: Animáció beállítások
it: Impostazioni Animazione
nl: Animatie-instellingen

source: Animation Margin
ca: Marge de l'animació
de: Animationsrand
es: Margen de animación
hu: Animáció margó
it: Margine Animazione
nl: Animatiemarge

source: Animation Custom Dimension
ca: Mida personalitzada de l'animació
de: Benutzerdefinierte Animationsgröße
es: Dimensión personalizada de animación
hu: Animáció Egyedi dimenzió
it: Dimensione personalizzata dell'animazione
nl: Aangepaste animatie-afmetingen

source: Developer Options
ca: Opcions del desenvolupador
de: Entwickleroptionen
es: Opciones de desarrollador
hu: Fejlesztői beállítások
it: Opzioni Sviluppatore
nl: Ontwikkelaarsopties

source: Manual
de: Anleitung
hu: Kézi
it: Manuale
nl: Handleiding

source: Report an Issue
ca: Obrir una incidència
de: Einen Fehler melden
es: Informar de un problema
hu: Hiba jelentése
it: Segnala un problema
nl: Een probleem melden

source: About Fish Applet
ca: Quant a la miniaplicació del peix
de: Mehr über Fisch-Applet
es: Acerca del applet de Pez
hu: A Hal kisalkalmazásról
it: Informazioni su Applet Pesce
nl: Over de Vis applet

source: Version
ca: Versió
es: Versión
hu: Verzió
it: Versione
nl: Versie

source: License
ca: Llicència
de: Lizenz
es: Licencia
hu: Licensz
it: Licenza
nl: Licentie

source: Credits
ca: Crèdits
es: Créditos
hu: Készítők
it: Crediti

source: Maintainer and Contributors
ca: Encarregat i contribuïdors
de: Betreuer und Mitwirkende
es: Mantenedor y colaboradores
hu: Fenntartó és közreműködők
it: Responsabile e collaboratori
nl: Beheerder en bijdragers

source: Name of fish
ca: Nom del peix
de: Name des Fisches
es: Nombre del pez
hu: A hal neve
it: Nome del pesce
nl: Naam van de vis

source: Use this text box to specify the name of the fish.
ca: Utilitzeu aquest camp de text per especificar el nom del peix.
de: Setzen Sie über dieses Feld den Namen des Fisches.
es: Utilice este cuadro de texto para especificar el nombre del pez.
hu: Ebben a szövegmezőben adja meg a hal nevét.
it: Utilizza questa casella di testo per specificare il nome del pesce.
nl: Gebruik dit tekstvak om de naam van de vis op te geven.

source: Command to run when clicked
ca: Ordre a executar en ser clicat
de: Beim Anklicken auszuführender Befehl
es: Comando que se ejecutará al hacer clic
hu: Kattintáskor futtatandó parancs
it: Comando da eseguire quando cliccato
nl: Commando om uit te voeren bij klikken

source: By default, Fish runs the 'fortune' command when you click on the applet. Use this text box to specify an alternative command to run.
ca: Per defecte, el peix executa l'ordre 'fortune' quan es clica la miniaplicació. Podeu utilitzar aquest camp de text per especificar una ordre alternativa.
de: Standardmäßig wird der Befehlt 'fortune' ausgeführt wenn das Applet angeklickt wird. Über dieses Feld können Sie einen alternativen Befehl angeben.
es: Por defecto, Pez ejecuta el comando 'fortune' cuando se pulsa sobre el applet. Utilice esta caja de texto para especificar un comando alternativo a ejecutar.
hu: Alapértelmezés szerint a Hal a 'fortune' parancsot futtatja, amikor a kisalkalmazásra kattint. Ebben a szövegmezőben megadhat egy alternatív futtatandó parancsot.
it: Per impostazione predefinita, il Pesce esegue il comando 'fortune' quando clicchi sull'applet. Usa questa casella di testo per specificare un comando alternativo da eseguire.
nl: Standaard voert de Vis het 'fortune'-commando uit wanneer je op de applet klikt. Gebruik dit tekstvak om een alternatief commando in te stellen.

source: frames
ca: fotogrames
de: Einzelbilder
es: fotogramas
hu: képkocka
it: fotogrammi

source: Total frames in animation
ca: Número de fotogrames de l'animació
de: Einzelbildanzahl in Animation
es: Total de fotogramas de la animación
hu: Összes képkocka az animációban
it: Numero totale di fotogrammi nell'animazione
nl: Totaal aantal frames in de animatie

source: Use this spin box to specify the number of frames in the animation.
ca: Utilitzeu aquesta casella per especificar el número de fotogrames de l'animació.
de: Legen Sie mittels des Spin-Feldes die Anzahl der Einzelbilder in der Animation fest.
es: Utilice esta casilla para especificar el número de fotogramas de la animación.
hu: Ebben a pörgetőmezőben adhatja meg az animációban szereplő képkockák számát.
it: Utilizza questa casella di selezione per specificare il numero di fotogrammi nell'animazione.
nl: Gebruik dit spinvak om het aantal frames in de animatie op te geven.

source: seconds
ca: segons
de: Sekunden
es: segundos
hu: másodperc
it: secondi
nl: seconden

source: Pause per frame
ca: Pausa per fotograma
de: Pause nach jedem Einzelbild
es: Pausa por fotograma
hu: Szünet képkockánként
it: Pausa per fotogramma
nl: Pauze per frame

source: Use this spin box to specify the pause in seconds between each frame in the animation.
ca: Utilitzeu aquesta casella per definir un espai temporal de pausa entre cada fotograma de l'animació.
de: Legen Sie mittels des Spin-Feldes die Pause in Sekunden zwischen jedem Einzelbild in der Animation fest.
es: Utilice esta casilla para especificar la pausa en segundos entre cada fotograma de la animación.
hu: Ebben a pörgős mezőben adhatja meg a szünetet másodpercben az animáció egyes képkockái között.
it: Utilizza questa casella di selezione per specificare la pausa in secondi tra ciascun fotogramma dell'animazione.
nl: Gebruik dit spinvak om de pauze in seconden tussen elk frame in de animatie op te geven.

source: Flip sideways on vertical panels
ca: Rotar de costat als taulers verticals
de: Auf senkrechten Leisten seitlich drehen
es: Rotar lateralmente los paneles verticales
hu: Függőleges panelek oldalra fordítása
it: Capovolgi lateralmente sui pannelli verticali
nl: Zijwaarts draaien op verticale panelen

source: Select this option to rotate the applet image sideways when you add the applet to a vertical panel.
ca: Seleccioneu aquesta opció per a rotar la imatge de costat en afegir la miniaplicació a un tauler vertical.
de: Wählen Sie diese Einstellung, um die Grafik im Applet seitlich zu drehen, falls sich das Applet auf einer senkrechten Leiste befindet.
es: Seleccione esta opción para rotar lateralmente la imagen del applet cuando lo añada a un panel vertical.
hu: Válassza ezt a lehetőséget az applet kép oldalirányú elforgatásához, amikor az appletet függőleges panelhez adja hozzá.
it: Seleziona questa opzione per ruotare lateralmente l'immagine dell'applet quando si aggiunge l'applet a un pannello verticale.
nl: Selecteer deze optie om de applet-afbeelding zijwaarts te roteren wanneer je de applet toevoegt aan een verticaal paneel.

source: Use this field to select the image to display in the applet. You can select an image that is supplied with the applet or a personal image.
ca: Utilitzeu aquest camp per a seleccionar la imatge a mostrar a la miniaplicació. Podeu seleccionar una imatge proveïda per la miniaplicació o un fitxer personal.
de: Wählen Sie über dieses Feld das Bild aus, das im Applet angezeigt wird. Sie können eines der Vorauswahlbilder auswählen, die beim Applet dabei sind, oder ein eigenes.
es: Utilice este campo para seleccionar la imagen que se mostrará en el applet. Puede seleccionar una imagen suministrada con el applet o una imagen personal.
hu: Ebben a mezőben választhatja ki az appletben megjelenítendő képet. Kiválaszthat egy képet, amely az applethez tartozik, vagy egy saját képet.
it: Utilizza questo campo per selezionare l'immagine da visualizzare nell'applet. È possibile selezionare un'immagine fornita con l'applet o un'immagine personale.
nl: Gebruik dit veld om de afbeelding te selecteren die in de applet moet worden weergegeven. Je kunt een afbeelding kiezen die bij de applet wordt geleverd of een persoonlijke afbeelding gebruiken.

source: Scaling Mode
ca: Mode d'escalat
de: Skalierungsmodus
es: Modo de escala
hu: Skálázási mód
it: Modalità di ridimensionamento
nl: Schaalmodus

source: Auto-fit
ca: Ajustament automàtic
de: Automatisch anpassen
es: Ajuste automático
hu: Automatikus illeszkedés
it: Adattamento automatico
nl: Automatisch aanpassen

source: Preserve original size
ca: Preserva la mida original
de: Originalgröße beibehalten
es: Conservar el tamaño original
hu: Az eredeti méret megőrzése
it: Mantieni le dimensioni originali
nl: Oorspronkelijke grootte behouden

source: Custom
ca: Personalitzat
de: Benutzerdefiniert
es: Personalizado
hu: Egyéni
it: Personalizzato
nl: Aangepast

source: Select how the animation image in the panel should be scaled.
ca: Seleccioneu com escalarà l'animació de la imatge al tauler.
de: Wählen Sie, wie das Animationsbild im Panel skaliert werden soll.
es: Seleccione cómo debe escalarse la imagen de animación en el panel.
hu: Válassza ki, hogy a panelben lévő animációs képet hogyan kell méretezni.
it: Seleziona come ridimensionare l'immagine animata nel pannello.
nl: Selecteer hoe de animatie-afbeelding in het paneel moet worden geschaald.

source: Margin options apply only when the 'auto-fit' option is enabled. For other settings, margins appear if the animation is smaller than the panel.
ca: Les opcions de marge s'apliquen només quan l'ajustament automàtic està activat. Per a altres opcions, els marges apareixen si l'animació és més petita que el tauler.
de: Randoptionen gelten nur, wenn die Option 'Automatisch anpassen' aktiviert ist. Bei anderen Einstellungen erscheinen Ränder, wenn die Animation kleiner als das Panel ist.
es: Las opciones de márgenes sólo se aplican cuando está activada la opción 'ajuste automático'. Para otros ajustes, los márgenes aparecen si la animación es más pequeña que el panel.
hu: A margóbeállítások csak akkor érvényesek, ha az „automatikus illesztés” opció engedélyezve van. Más beállítások esetén a margók akkor jelennek meg, ha az animáció kisebb, mint a panel.
it: Le opzioni relative ai margini si applicano solo quando è abilitata l'opzione "Adattamento automatico". Per altre impostazioni, i margini vengono visualizzati solo se l'animazione è più piccola del pannello.
nl: Marges zijn alleen van toepassing wanneer de optie 'automatisch aanpassen' is ingeschakeld. Voor andere instellingen verschijnen marges als de animatie kleiner is dan het paneel.

source: Auto-margin
ca: Marge automàtic
de: Automatischer Rand
es: Margen automático
hu: Auto-margó
it: Margine automatico
nl: Automarge

source: Check this to use the default margin from theme.
ca: Marqueu la opció per a usar el marge per defecte del tema.
de: Aktivieren Sie diese Option, um den Standardrand des Themes zu verwenden.
es: Marque esta opción para utilizar el margen por defecto del tema.
hu: Jelölje be, ha a téma alapértelmezett margóját szeretné használni.
it: Seleziona questa opzione per utilizzare il margine predefinito del tema.
nl: Vink dit aan om de standaardmarge uit het thema te gebruiken.

source: Margin around the animation frame
ca: Marge al voltant de l'animació
de: Rand um den Animationsrahmen
es: Margen alrededor del fotograma de animación
hu: Az animációs képkocka körüli margó
it: Margine attorno al fotogramma dell'animazione
nl: Marge rond het animatiekader

source: Use this spin box to specify the margin around the animation frame shown in the panel.
ca: Especifiqueu el marge al voltant de l'animació mostrada al tauler.
de: Verwenden Sie dieses Spin-Feld, um den Rand um den im Panel angezeigten Animationsrahmen festzulegen.
es: Utilice esta casilla para especificar el margen alrededor del cuadro de animación mostrado en el panel.
hu: Ezzel a pörgetőmezővel adhatja meg a panelen megjelenített animációs keret körüli margót.
it: Utilizza questa casella di selezione per specificare il margine attorno al fotogramma dell'animazione mostrato nel pannello.
nl: Gebruik dit invoerveld om de marge rond het animatiekader in het paneel op te geven.

source: Height
ca: Alçada
de: Höhe
es: Altura
hu: Magasság
it: Altezza
nl: Hoogte

source: Use this spin box to specify a custom height for the animation frame.
ca: Utilitzeu aquesta casella per especificar una alçada personalitzada pel marc de l'animació.
de: Verwenden Sie dieses Spin-Feld, um eine benutzerdefinierte Höhe für das Animationsbild festzulegen.
es: Utilice esta casilla para especificar una altura personalizada para el fotograma de animación.
hu: Ezzel a pörgetőmezővel adhat meg egy egyéni magasságot az animációs kerethez.
it: Utilizza questa casella di selezione per specificare un'altezza personalizzata per il fotogramma dell'animazione.
nl: Gebruik dit invoerveld om een aangepaste hoogte voor het animatiekader op te geven.

source: Width
ca: Amplada
de: Breite
es: Anchura
hu: Szélesség
it: Larghezza
nl: Breedte

source: Use this spin box to specify a custom width for the animation frame.
ca: Utilitzeu aquesta casella per especificar una amplada personalitzada pel marc de l'animació.
de: Verwenden Sie dieses Spin-Feld, um eine benutzerdefinierte Breite für das Animationsbild festzulegen.
es: Utilice esta casilla para especificar un ancho personalizado para el marco de animación.
hu: Ezzel a pörgetőmezővel megadhatja az animációs keret egyéni szélességét.
it: Utilizza questa casella di selezione per specificare una larghezza personalizzata per il fotogramma dell'animazione.
nl: Gebruik dit invoerveld om een aangepaste breedte voor het animatiekader op te geven.

source: Preserve aspect ratio
ca: Preservar ràtio d'aspecte
de: Seitenverhältnis beibehalten
es: Conservar la relación de aspecto
hu: Méretarány megőrzése
it: Mantieni le proporzioni
nl: Beeldverhouding behouden

source: Enable this option to maintain the original aspect ratio of the animation. If enabled, the specified width will be ignored.
ca: Activeu aquesta opció per a mantenir el ràtio d'aspecte original de l'animació. Si s'activa, l'amplada especificada serà ignorada.
de: Aktivieren Sie diese Option, um das ursprüngliche Seitenverhältnis der Animation beizubehalten. Wenn aktiviert, wird die angegebene Breite ignoriert.
es: Active esta opción para mantener la relación de aspecto original de la animación. Si se activa, se ignorará la anchura especificada.
hu: Ha engedélyezi ezt a beállítást, az animáció eredeti képaránya megmarad. Ha engedélyezve van, a megadott szélesség figyelmen kívül marad.
it: Abilita questa opzione per mantenere le proporzioni originali dell'animazione. Se abilitata, la larghezza specificata verrà ignorata.
nl: Schakel deze optie in om de oorspronkelijke beeldverhouding van de animatie te behouden. Als deze is ingeschakeld, wordt de opgegeven breedte genegeerd.
