Repository: linuxmint/cinnamon-spices-applets
Catalog: github-projects@morgan-design.com/files/github-projects@morgan-design.com/po/*.po
Languages: es, uk

source: Attempting to Load your GitHub Repos
es: Intentar cargar sus repositorios de GitHub
uk: Спроба завантажити репозиторії GitHub

source: Successfully Loaded GitHub Repos for user %s
es: Repositorios de GitHub cargados con éxito para el usuario %s
uk: Успішно завантажені репозиторії GitHub для користувача %s

source: ERROR:: GitHub Explorer ::ERROR
uk: ПОМИЛКА:: GitHub Explorer ::ПОМИЛКА

source: Failed to load GitHub Repositories! Check applet Configuration
es: Error al cargar los repositorios de GitHub. Compruebe la configuración del applet
uk: Не вдалося завантажити репозиторії GitHub! Перевірте конфігурацію аплету

source: Settings
es: Configuración
uk: Налаштування

source: Check Applet Configuration
es: Comprobar la configuración del applet
uk: Перевірка конфігурації Аплету

source: API Rate Exceeded will try again once we are allowed
es: API Rate Exceeded intentará nuevamente una vez que se nos permita
uk: Перевищено ліміт запитів API. Спробую знову, як тільки буде дозволено

source: Click here to open GitHub
es: Haga clic aquí para abrir GitHub
uk: Натисніть тут, щоб відкрити GitHub

source: Open Repo In Browser
es: Abrir repositorio en el navegador
uk: Відкрити репозиторій у браузері

source: Project Home
es: Página del proyecto
uk: Головна сторінка проекту

source: Details
es: Detalles
uk: Подробиці

source: Watchers
es: Observadores
uk: Спостерігачі

source: Open Issues
es: Problemas abiertos
uk: Відкриті проблеми

source: Forks
es: Bifurcaciones
uk: Форки

source: Open GitHub Home
es: Abrir el sitio web de GitHub
uk: Відкрити головну сторінку GitHub

source: Create A Gist
es: Crear una Gist
uk: Створити Gist

source: GitHub username:
es: Nombre de usuario de GitHub:
uk: Ім'я користувача GitHub:

source: Set a username which you want to display public repositories for
es: Establezca un nombre de usuario para el que desea mostrar los repositorios públicos
uk: Введіть ім'я користувача, для якого ви хочете відображати публічні репозиторії

source: Applet Version:
es: Versión del applet:
uk: Версія аплету:

source: Current version installed
es: Versión actualmente instalada
uk: Поточна встановлена версія

source: User Settings
es: Configuración del usuario
uk: Налаштування користувача

source: Version Details
es: Detalles de la versión
uk: Відомості про версію

source: Usage Settings
es: Configuración de uso
uk: Налаштування використання

source: Check this to enable notifications about changes to Watchers, Forks and Issues
es: Marque esto para habilitar las notificaciones sobre cambios en Observadores, Bifurcaciones y Problemas
uk: Встановіть цей прапорець, щоб увімкнути сповіщення про зміну Watchers, Forks и Issues

source: Checking this will enable more notification messages
es: Al marcar esta casilla se activarán más mensajes de notificación
uk: При цьому з'являтиметься більше повідомлень.

source: Open Developer Home
es: Abrir la página de inicio del desarrollador
uk: Відкрити головну сторінку розробника

source: Open morgan-design.com - my personal blog
es: Abrir morgan-design.com - mi blog personal
uk: Відкрити morgan-design.com - мій особистий блог

source: Refresh Interval:
es: Intervalo de actualización:
uk: Інтервал оновлення:

source: Change the amount of time between checking GitHub for changes to your Repositories
es: Cambiar la cantidad de tiempo entre la comprobación de GitHub para los cambios en sus repositorios
uk: Змініть час між перевіркою GitHub на зміни у ваших репозиторіях.

source: Check this to enable automatic refreshing
es: Marque esta casilla para activar la actualización automática
uk: Встановіть цей прапорець, щоб увімкнути автоматичне оновлення

source: Checking this will mean the applet will update itself according to your refresh interval
es: Si marca esta casilla, el applet se actualizará según el intervalo de actualización
uk: Ця перевірка означатиме, що аплет буде оновлювати себе відповідно до вашого інтервалу оновлення

source: Visit Cinnamon Applet Home
es: Visite la página de Cinnamon Applet
uk: Відвідати домашню сторінку Cinnamon Applet

source: Open cinnamon.com - rate the application
es: Abrir cinnamon.com - valorar la aplicación
uk: Відкрити cinnamon.com - оцінити програму

source: Check this to enable lots of logging in Looking Glass
es: Marque esta casilla para habilitar el registro en Looking Glass
uk: Встановіть цей прапорець, щоб увімкнути протоколювання в Looking Glass

source: Checking this will enable lots of logging
es: Al marcar esta opción, se habilitará un gran número de registros
uk: Ця перевірка дозволить отримати більше інформації під час протоколювання

source: Check this show the number of open issues next to the repository
es: Marque esta opción para mostrar el número de problemas abiertos al lado del repositorio
uk: Встановіть цей прапорець, щоб кількість відкритих проблем була поряд із сховищем

source: Checking this show the number of issues next to each repository
es: Al marcar esta casilla se muestra el número de problemas junto a cada repositorio
uk: Ця перевірка показує кількість завдань поряд з кожним сховищем

source: Open github.com - fork the code or add features
es: Abra github.com - bifurque el código o añada funciones
uk: Відкрити github.com - зробити форк або додати функції

source: Click on the applet to explore your Public Github repositories
es: Haga clic en el applet para explorar sus repositorios públicos de Github
uk: Натисніть на аплет, щоб вивчити свої публічні репозиторії на Github
