Repository: linuxmint/cinnamon-spices-applets
Catalog: auto-dark-light@gihaume/files/auto-dark-light@gihaume/po/*.po
Languages: ca, fr, hu, nl, ru_ru, tr, vi

source: the command
ca: l'ordre
fr: la commande
hu: a parancs
nl: het commando
ru_ru: команда
tr: komut
vi: lệnh

source: has failed
fr: a échoué

source: due to a wrong format
ca: degut a un format invàlid
fr: en raison d'un mauvais format
hu: rossz formátum miatt
nl: vanwege een verkeerd formaat
ru_ru: из-за неверного формата
tr: yanlış format nedeniyle
vi: do định dạng sai

source: Detail
fr: Détail
hu: Részlet
ru_ru: Подробности
vi: Chi tiết

source: due to timeout
fr: en raison de l'expiration du délai

source: due to an error
fr: en raison d'une erreur
hu: egy hiba miatt
ru_ru: из-за ошибки
vi: do lỗi

source: Missing dependencies 'make' and/or 'g++'. Install them, in e.g. on Debian-based system with 'sudo apt install make g++', then restart Cinnamon (Ctrl+Alt+Esc).
fr: Dépendances `make` et/ou `g++` manquantes. Installez-les, p. ex. sur un système basé sur Debian avec `sudo apt install make g++`, puis rechargez l'applet en redémarrant Cinnamon (Ctrl+Alt+Esc).

source: Unknown compilation error
fr: Erreur de compilation inconnue

source: Failed compilation of
fr: Échec de la compilation de

source: the subprocess
ca: el subprocés
fr: le sous-processus
hu: az alfolyamat
nl: het subprocess
ru_ru: дочерний процесс
tr: alt süreç
vi: quá trình phụ

source: has written on its error output
fr: a écrit sur sa sortie d'erreur

source: Click
fr: Clique

source: toggle dark/light appearance
fr: basculer l'apparence sombre/claire

source: Middle-click
fr: Clique central

source: toggle automatic switch
fr: basculer le mode automatique

source: Critical error
ca: Error crític
fr: Erreur critique
hu: Kritikus hiba
nl: Kritieke fout
ru_ru: Критическая ошибка
tr: Kritik hata
vi: Lỗi nghiêm trọng

source: this applet only supports
fr: cet applet supporte seulement

source: Automatic dark/light themes
ca: Temes fosc/clar automàtics
fr: Thèmes sombres/clairs automatiques
nl: Automatische donkere/lichte thema's
ru_ru: Автоматические тёмные/светлые темы
tr: Otomatik karanlık/aydınlık temalar
vi: Chủ đề tối/sáng tự động

source: Automatically switch between dark and light appearances at twilight times.
fr: Alterner automatiquement entre les apparences sombre et claire aux heures des crépuscules.

source: General
fr: Général

source: Appearance
fr: Apparence

source: Sunrise
fr: Lever du soleil

source: Sunset
fr: Coucher du soleil

source: Location
ca: Ubicació
fr: Emplacement
hu: Hely
nl: Locatie
ru_ru: Местоположение
tr: Konum
vi: Vị trí

source: Light
fr: Clair

source: Themes
ca: Temes
fr: Thèmes
hu: Témák
nl: Thema's
ru_ru: Темы
tr: Temalar
vi: Chủ đề

source: Desktop background
ca: Fons d'escriptori
fr: Arrière-plan du bureau
hu: Asztal háttere
nl: Bureaubladachtergrond
ru_ru: Фон рабочего стола
tr: Masaüstü arka planı
vi: Hình nền máy tính

source: Custom commands
ca: Ordres personalitzades
fr: Commandes personnalisées
hu: Egyéni parancsok
nl: Aangepaste commando's
ru_ru: Пользовательские команды
tr: Özel komutlar
vi: Lệnh tùy chỉnh

source: Dark
fr: Sombre

source: Light/dark
fr: Clair/sombre

source: Current appearance
fr: Apparence actuelle

source: Manual toggle shortcut
fr: Raccourci de basculement manuel

source: Keyboard shortcut to manually toggle between light and dark appearances
fr: Raccourci clavier pour alterner manuellement entre les apparences claire et sombre

source: Switch automatically
fr: Basculer automatiquement

source: Automatically switch between light and dark appearances based on twilight times
fr: Alterner automatiquement entre les apparences claire et sombre en fonction de l'emplacement et de l'heure de la journée

source: Unsynced with time and twilights
fr: Désynchronisé avec l'heure et les crépuscules

source: Whether the current appearance is unsynced regarding the current time and twilight times
fr: Si l'apparence actuelle est désynchronisée par rapport à l'heure actuelle et aux heures des crépuscules

source: Next update
fr: Prochaine mise à jour

source: Next time (HH:MM) when the automatic appearance switch will be evaluated
fr: Prochaine heure (HH:MM) à laquelle le basculement automatique d'apparence sera évalué

source: Sync from location
fr: Synchroniser à l'emplacement

source: Dynamically sync the schedule from the location
fr: Synchroniser dynamiquement l'horaire à partir de l'emplacement

source: Light appearance start time
fr: Heure de début de l'apparence claire

source: Time (HH:MM(:SS)) when to switch to light appearance
fr: Heure (HH:MM(:SS)) à laquelle basculer à l'apparence claire

source: Offset
fr: Décalage

source: Offset in minutes to be added to the time calculated from the location
fr: Décalage en minute à ajouter à l'heure calculée à partir de l'emplacement

source: Time (HH:MM) when to switch to light appearance
fr: Heure (HH:MM) à laquelle basculer à l'apparence claire

source: Dynamically sync the schedule from location
fr: Synchroniser dynamiquement l'horaire à partir de l'emplacement

source: Dark appearance start time
fr: Heure de début de l'apparence sombre

source: Time (HH:MM(:SS)) when to switch to dark appearance
fr: Heure (HH:MM(:SS)) à laquelle basculer à l'apparence sombre

source: Time (HH:MM) when to switch to dark appearance
fr: Heure (HH:MM) à laquelle basculer à l'apparence sombre

source: Sync from system
fr: Synchroniser depuis le système

source: Dynamically sync the location coordinates from the region and city defined in the system using a local database
ca: Sincronitza de manera dinàmica les coordenades d'ubicació de la regió i ciutat definides al sistema utilitzant una base de dades local
fr: Synchroniser dynamiquement les coordonnées de l'emplacement depuis la région et la ville définies dans le système en utilisant une base de données locale
hu: Dinamikusan szinkronizálja a helykoordinátákat a rendszerben meghatározott régióból és városból egy helyi adatbázis segítségével
nl: Dynamisch synchroniseren van de locatiecoördinaten op basis van de regio en stad gedefinieerd in het systeem met een lokale database
ru_ru: Динамически синхронизировать координаты местоположения из региона и города, установленных в системе, с использованием локальной базы данных
tr: Yerel bir veritabanı kullanarak sistemde tanımlanan bölge ve şehirden konum koordinatlarını dinamik olarak senkronize eder
vi: Đồng bộ hóa động tọa độ vị trí từ khu vực và thành phố được xác định trong hệ thống bằng cơ sở dữ liệu cục bộ

source: Open the system settings
ca: Obre la configuració del sistema
fr: Ouvrir les paramètres du système
hu: Nyissa meg a rendszerbeállításokat
nl: Open de systeeminstellingen
ru_ru: Открыть системные настройки
tr: Sistem ayarlarını açın
vi: Mở cài đặt hệ thống

source: Open the system's settings window to select the region and city for the time zone
ca: Obre la finestra de la configuració del sistema per seleccionar regió i ciutat per la zona horària
fr: Ouvrir la fenêtre des paramètres du système pour sélectionner la région et la ville pour le fuseau horaire
hu: Nyissa meg a rendszer beállítási ablakát az időzóna régiójának és városának kiválasztásához
nl: Open het instellingenvenster van het systeem om de regio en stad voor de tijdzone te selecteren
ru_ru: Открыть окно системных настроек для выбора региона и города для часового пояса
tr: Saat dilimi için bölge ve şehir seçmek üzere sistemin ayarlar penceresini açın
vi: Mở cửa sổ cài đặt hệ thống để chọn khu vực và thành phố cho múi giờ

source: System timezone
fr: Fuseau horaire du système

source: The current timezone (region/city) set in the system
fr: Le fuseau horaire (région/ville) actuel du système

source: Geographical latitude in decimal degrees (°N)
fr: Latitude géographique en degrés décimaux (°N)

source: Geographical longitude in decimal degrees (°E)
fr: Longitude géographique en degrés décimaux (°E)

source: Open the system's settings window to select the themes
ca: Obre la finestra de configuració del sistema per a seleccionar els temes
fr: Ouvrir la fenêtre des paramètres du système pour sélectionner les thèmes
hu: Nyissa meg a rendszer beállítások ablakát a témák kiválasztásához
nl: Open het instellingenvenster van het systeem om de thema's in te stellen
ru_ru: Открыть окно системных настроек для выбора тем
tr: Temaları seçmek için sistemin ayarlar penceresini açın
vi: Mở cửa sổ cài đặt hệ thống để chọn các chủ đề

source: Detect from the system
ca: Detecta des del sistema
fr: Détecter depuis le système
hu: A rendszerből történő észlelés
nl: Detecteer vanuit het systeem
ru_ru: Определить из системы
tr: Sistemden algıla
vi: Phát hiện từ hệ thống

source: Detect the current system's themes settings and save them as presets
fr: Détecter les paramètres de thèmes actuels du système et les sauver comme pré-réglages

source: Mouse pointer
ca: Cursor del ratolí
fr: Pointeur de la souris
hu: Egérmutató
nl: Muisaanwijzer
ru_ru: Указатель мыши
tr: Fare imleci
vi: Con trỏ chuột

source: Name of the mouse pointer theme
ca: Nom del tema del cursor del ratolí
fr: Nom du thème du pointeur de la souris
hu: Az egérmutató témájának neve
nl: Naam van het muisaanwijzer-thema
ru_ru: Название темы указателя мыши
tr: Fare imleci temasının adı
vi: Tên của chủ đề con trỏ chuột

source: Name of the applications theme (GTK theme)
ca: Nom del tema d'aplicacions (tema GTK)
fr: Nom du thème des applications (thème GTK)
hu: Az alkalmazások témájának neve (GTK téma)
nl: Naam van het toepassings-thema (GTK-thema)
ru_ru: Название темы приложений (GTK-тема)
tr: Uygulamaların temasının adı (GTK teması)
vi: Tên chủ đề ứng dụng (chủ đề GTK)

source: Icons
ca: Icones
fr: Icônes
hu: Ikonok
nl: Pictogrammen
ru_ru: Значки
tr: İkonlar
vi: Biểu tượng

source: Name of the icons theme
ca: Nom del tema d'icones
fr: Nom du thème des icônes
hu: Az ikonok témájának neve
nl: Naam van het pictogrammen-thema
ru_ru: Название темы значков
tr: İkonların temasının adı
vi: Tên của chủ đề biểu tượng

source: Desktop
ca: Escriptori
fr: Bureau
hu: Asztal
nl: Bureaublad
ru_ru: Рабочий стол
tr: Masaüstü
vi: Máy tính

source: Name of the desktop theme (Cinnamon theme)
ca: Nom del tema de l'escriptori (tema Cinnamon)
fr: Nom du thème du bureau (thème Cinnamon)
hu: Az asztali téma neve (Cinnamon téma)
nl: Naam van het bureaublad-thema (Cinnamon-thema)
ru_ru: Название темы рабочего стола (тема Cinnamon)
tr: Masaüstü temasının adı (Cinnamon teması)
vi: Tên chủ đề máy tính (chủ đề Cinnamon)

source: Test applying to the system
fr: Tester d'appliquer au système
hu: A rendszerre vonatkozó teszt
ru_ru: Протестировать применение к системе
vi: Kiểm tra áp dụng cho hệ thống

source: Apply the themes presets to the system manually
fr: Appliquer manuellement les pré-réglages de thèmes au système

source: Set desktop backgrounds
fr: Définir les arrière-plans du bureau

source: Enable desktop background settings as being part of the themes presets
fr: Activer les paramètres d'arrière-plan du bureau comme faisant partie des pré-réglages de thèmes

source: Open the system's settings window to set the background settings
ca: Obre la finestra de configuració del sistema per establir les opcions del fons d'escriptori
fr: Ouvrir la fenêtre des paramètres du système pour régler les paramètres d'arrière-plan du bureau
hu: Nyissa meg a rendszer beállítási ablakát a háttérbeállítások beállításához
nl: Open het instellingenvenster van het systeem om de achtergrondinstellingen in te stellen
ru_ru: Открыть окно системных настроек для настройки фона
tr: Arka plan ayarlarını yapmak için sistemin ayarlar penceresini açın
vi: Mở cửa sổ cài đặt hệ thống để thiết lập cài đặt nền

source: Detect the system's background settings currently set and save them as presets
fr: Détecter les paramètres d'arrière-plan actuels du système et les sauver comme pré-réglages

source: Slideshow
ca: Presentació
fr: Diaporama
hu: Diavetítés
nl: Diavoorstelling
ru_ru: Слайд-шоу
tr: Slayt gösterimi
vi: Trình chiếu

source: Set the desktop background to be a slideshow
ca: Estableix el fons de l'escriptori com una presentació
fr: Définir l'arrière-plan du bureau comme diaporama
hu: Az asztali háttér beállítása diavetítésre
nl: Stel de bureaubladachtergrond in als een diavoorstelling
ru_ru: Установить фон рабочего стола в виде слайд-шоу
tr: Masaüstü arka planını slayt gösterimi yapmak için ayarlayın
vi: Đặt hình nền máy tính để bàn thành trình chiếu

source: Image file
ca: Fitxer d'imatge
fr: Fichier d'image
hu: Képfájl
nl: Afbeeldingsbestand
ru_ru: Файл изображения
tr: Resim dosyası
vi: Tập tin hình ảnh

source: Image file to be set as the desktop background
ca: Fitxer d'imatge a establir com a fons de l'escriptori
fr: Fichier d'image à utiliser comme arrière-plan du bureau
hu: Az asztali háttérként beállítandó képfájl
nl: Afbeeldingsbestand om in te stellen als bureaubladachtergrond
ru_ru: Файл изображения, который будет установлен в качестве фона рабочего стола
tr: Masaüstü arka planı için ayarlanacak görüntü dosyası
vi: Tệp hình ảnh sẽ được đặt làm hình nền máy tính

source: Images folder
ca: Carpeta d'imatges
fr: Dossier d'images
hu: Képek mappa
nl: Afbeeldingenmap
ru_ru: Папка с изображениями
tr: Resimler klasörü
vi: Thư mục hình ảnh

source: Folder containing images to be set for the desktop background slideshow
ca: Carpeta contenidora de les imatges a utilitzar per a la presentació dels fons d'escriptori
fr: Dossier contenant des images à utiliser pour le diaporama d'arrière-plan du bureau
hu: Az asztali háttér diavetítéshez beállítandó képeket tartalmazó mappa
nl: Map met afbeeldingen om in te stellen voor de bureaubladachtergrond diavoorstelling
ru_ru: Папка, содержащая изображения для слайд-шоу фона рабочего стола
tr: Masaüstü arka planı slayt gösterimi resimlerinin bulunduğu klasör
vi: Thư mục chứa hình ảnh sẽ được thiết lập làm trình chiếu hình nền máy tính

source: Apply the desktop background presets to the system manually
fr: Appliquer manuellement les pré-réglages d'arrière-plan du bureau au système

source: Launch custom commands
ca: Llançar ordres personalitzades
fr: Lancer des commandes personnalisées
hu: Egyéni parancsok indítása
nl: Start aangepaste commando's
ru_ru: Запускать пользовательские команды
tr: Özel komutları başlatın
vi: Khởi chạy lệnh tùy chỉnh

source: Enable setting commands to be launched when switching to this appearance
fr: Permettre de choisir des commandes à lancer lors du basculement à cette apparence

source: Name
ca: Nom
fr: Nom
hu: Név
nl: Naam
ru_ru: Имя
tr: Adı
vi: Tên

source: Active
ca: Actiu
fr: Activée
hu: Aktív
nl: Actief
ru_ru: Активно
tr: Aktif
vi: Đang hoạt động

source: Expiry (s)
ca: Esgotament (s)
fr: Expiration (s)
hu: Lejárat(ok)
nl: Verlooptijd (s)
ru_ru: Истечение (с)
tr: Zaman aşımı (s)
vi: Hết hạn (s)

source: Command
ca: Ordre
fr: Commande
hu: Parancs
nl: Commando
ru_ru: Команда
tr: Komut
vi: Lệnh

source: List of commands to be executed when switching to this appearance Notes: - the name's purpose is for error messages - the expiry time terminates the command's process early - an expiry of 0 second means never - a process refusing to terminate 10 seconds after the expiry is killed - the path is in the user's home directory (~/) - the error messages are displayed in a notification and reports stderr
fr: Liste des commandes à exécuter lors du basculement à cette apparence Notes : - le nom est utilisé pour les messages d'erreur - le délai d'expiration termine prématurément le processus de la commande - un délai d'expiration de 0 seconde signifie jamais - un processus refusant de se terminer 10 secondes après le délai est tué - le chemin d'accès est dans le dossier personnel (~/) - les messages d'erreur sont affichés dans une notification et rapportent stderr

source: Test commands launch
fr: Tester le lancement des commandes
hu: Tesztparancsok indítása
ru_ru: Протестировать запуск команд
vi: Lệnh kiểm tra khởi chạy

source: Launch the commands manually
fr: Lancer les commandes manuellement

source: Click: toggle dark/light mode
ca: Clic: alterna el mode fosc/clar
hu: Kattintás: sötét/világos üzemmód váltása
nl: Klik: schakelen tussen donkere/lichte modus
ru_ru: Клик: переключить тёмный/светлый режим
tr: Tıkla: karanlık/aydınlık modu değiştir
vi: Nhấp chuột: chuyển chế độ tối/sáng

source: Middle-click: toggle automatic switch mode
ca: Clic del mig: alterna el mode de canvi automàtic
hu: Középső kattintás: automatikus kapcsolási mód váltása
nl: Middelklik: in- en uitschakelen van automatische omschakelingsmodus
ru_ru: Средняя кнопка: переключить режим автоматического переключения
tr: Orta-tıkla: otomatik değiştirme modunu aç/kapat
vi: Nhấp chuột giữa: bật/tắt chế độ chuyển đổi tự động

source: Today's automatic mode switch times
ca: Hores de canvi de mode automàtic d'avui
hu: A mai automatikus üzemmódváltás ideje
nl: Automatische omschakeltijden van vandaag
ru_ru: Время автоматического переключения режимов на сегодня
tr: Bugünün otomatik mod geçiş zamanları
vi: Thời gian chuyển đổi chế độ tự động ngày nay

source: Light mode
ca: Mode clar
hu: Világos mód
nl: Lichte modus
ru_ru: Светлый режим
tr: Aydınlık modu
vi: Chế độ sáng

source: Dark mode
ca: Mode fosc
hu: Sötét mód
nl: Donkere modus
ru_ru: Тёмный режим
tr: Karanlık modu
vi: Chế độ tối

source: Error
hu: Hiba
nl: Fout
ru_ru: Ошибка
tr: Hata
vi: Lỗi

source: Missing dependencies `make` and/or `g++`. Install them, in e.g. on Debian-based system with `sudo apt install make g++`, then reload the applet in restarting Cinnamon.
hu: Hiányzó `make` és/vagy `g++` függőségek. Telepítsd őket például Debian-alapú rendszerre a `sudo apt install make g++` paranccsal, majd indítsd újra az appletet a Cinnamon újraindításakor.
ru_ru: Отсутствуют зависимости `make` и/или `g++`. Установите их, например, в системах на основе Debian командой `sudo apt install make g++`, затем перезагрузите апплет, перезапустив Cinnamon.
vi: Thiếu các phụ thuộc `make` và/hoặc `g++`. Hãy cài đặt chúng, ví dụ trên hệ thống dựa trên Debian bằng lệnh `sudo apt install make g++`, sau đó tải lại applet bằng cách khởi động lại Cinnamon.

source: Compilation of
ca: Compilació de
hu: A következő összeállítása:
nl: Compilatie van
ru_ru: Компиляция
tr: Derlenmesi
vi: Biên soạn của

source: failed
ca: ha fallat
hu: sikertelen
nl: mislukt
ru_ru: не удалось
tr: başarısız oldu
vi: thất bại

source: wrote on its error output
ca: ha escrit a la seva sortida d'error
hu: írta a hibakimenetére
nl: schreef naar zijn foutuitvoer
ru_ru: записал в свой поток ошибок
tr: hata çıktısına yazdı
vi: đã viết trên đầu ra lỗi của nó

source: unable to calculate twilight times, check coordinates format or range
ca: no s'han pogut calcular les hores de crepuscle, reviseu el format o el rang de les coordenades
hu: nem tudja kiszámítani a szürkület idejét, ellenőrizze a koordináták formátumát vagy tartományát
nl: kan de schemeringstijden niet berekenen, controleer het coördinatenformaat of het bereik
ru_ru: невозможно рассчитать время сумерек, проверьте формат или диапазон координат
tr: Alacakaranlık(gün doğumu/batımı) zamanlarını hesaplanamadı, koordinat formatını veya aralığı kontrol edin
vi: không thể tính toán thời gian hoàng hôn, hãy kiểm tra định dạng hoặc phạm vi tọa độ

source: due to time expiration
ca: degut a l'esgotament del temps
hu: idő lejárta miatt
nl: vanwege tijdsoverschrijding
ru_ru: из-за истечения времени
tr: zaman aşımı nedeniyle
vi: do hết thời gian

source: this applet is only supported by
hu: ezt a kisalkalmazást csak a következő támogatja:
ru_ru: этот апплет поддерживается только
vi: applet này chỉ được hỗ trợ bởi

source: Automatically switch between dark and light themes at twilight times.
ca: Canvia de manera automàtica entre els temes fosc i clar en hores de crepuscle.
hu: Automatikus váltás a sötét és világos témák között szürkületkor.
nl: Schakel automatisch tussen donkere en lichte thema's op schemeringstijden.
ru_ru: Автоматически переключаться между тёмными и светлыми темами во время сумерек.
tr: Alacakaranlık(gün doğumu/batımı) zamanlarında karanlık ve aydınlık temalar arasında otomatik geçiş yapın.
vi: Tự động chuyển đổi giữa chủ đề tối và sáng vào lúc chạng vạng.

source: Settings
ca: Opcions
hu: Beállítások
nl: Instellingen
ru_ru: Настройки
tr: Ayarlar
vi: Cài đặt

source: State
ca: Estat
hu: Állapot
nl: Staat
ru_ru: Состояние
tr: Durum
vi: Trạng thái

source: Control
hu: Vezérlés
nl: Besturing
ru_ru: Управление
tr: Kontrol
vi: Điều khiển

source: Others
ca: Altres
hu: Mások
nl: Overige
ru_ru: Прочее
tr: Diğerleri
vi: Khác

source: Automatically switch modes
ca: Canvia de mode automàticament
hu: Automatikus üzemmódváltás
nl: Automatisch schakelen tussen modi
ru_ru: Автоматически переключать режимы
tr: Modları otomatik olarak değiştirin
vi: Tự động chuyển đổi chế độ

source: Automatically switch between light and dark modes based on the location and time of day
ca: Canvia de modes entre clar i fosc basat en la ubicació i l'hora del dia
hu: Automatikus váltás a világos és sötét üzemmódok között a helyszín és a napszak alapján
nl: Automatisch schakelen tussen lichte en donkere modi op basis van de locatie en het tijdstip van de dag
ru_ru: Автоматически переключаться между светлым и тёмным режимами в зависимости от местоположения и времени суток
tr: Konum ve günün saatine göre aydınlık ve karanlık modlar arasında otomatik geçiş yapın
vi: Tự động chuyển đổi giữa chế độ sáng và tối dựa trên vị trí và thời gian trong ngày

source: Light/dark mode
ca: Mode clar/fosc
hu: Világos/sötét üzemmód
nl: Lichte/donkere modus
ru_ru: Светлый/тёмный режим
tr: Aydınlık/karanlık mod
vi: Chế độ sáng/tối

source: Toggle light or dark mode manually
ca: Alterna el mode clar o fosc manualment
hu: Világos vagy sötét üzemmód manuális váltása
nl: Handmatig schakelen tussen lichte of donkere modus
ru_ru: Вручную переключать светлый или тёмный режим
tr: Aydınlık veya karanlık modu manuel olarak değiştirin
vi: Chuyển đổi chế độ sáng hoặc tối theo cách thủ công

source: Sync from the system
ca: Sincronitza des del sistema
hu: Szinkronizálás a rendszerből
nl: Synchroniseer met het systeem
ru_ru: Синхронизировать с системой
tr: Sistemden senkronize edin
vi: Đồng bộ từ hệ thống

source: Latitude
ca: Latitud
hu: Magasság
nl: Breedtegraad
ru_ru: Широта
tr: Enlem
vi: Vĩ độ

source: Geographical latitude in decimal degrees
ca: Latitud geogràfica en graus decimals
hu: Földrajzi szélesség tizedes fokban
nl: Geografische breedte in decimale graden
ru_ru: Географическая широта в десятичных градусах
tr: Ondalık derece cinsinden coğrafi enlem
vi: Vĩ độ địa lý tính bằng độ thập phân

source: Longitude
ca: Longitud
hu: Hosszúság
nl: Lengtegraad
ru_ru: Долгота
tr: Boylam
vi: Kinh độ

source: Geographical longitude in decimal degrees
ca: Longitud geogràfica en graus decimals
hu: Földrajzi hosszúság tizedes fokban
nl: Geografische lengte in decimale graden
ru_ru: Географическая долгота в десятичных градусах
tr: Ondalık derece cinsinden coğrafi boylam
vi: Kinh độ địa lý tính theo độ thập phân

source: Show switch times in a notification
hu: Kapcsolási idők megjelenítése értesítésben
ru_ru: Показать время переключения в уведомлении
vi: Hiển thị thời gian chuyển đổi trong thông báo
