Repository: linuxmint/cinnamon-spices-applets
Catalog: auto-dark-light@gihaume/files/auto-dark-light@gihaume/po/*.po
Languages: ca, fr, hu, nl, ru_ru, tr, vi

source: Show today's switch times for light and dark modes based on the current location via a system notification message
ca: Mostra els horaris de canvi d'avui entre els modes clar i fosc basats en la ubicació actual mitjançant un missatge de notificació del sistema
hu: A világos és sötét üzemmódok mai kapcsolási idejének megjelenítése az aktuális hely alapján egy rendszerértesítési üzenetben
nl: Toon de omschakeltijden voor lichte en donkere modi op basis van de huidige locatie via een systeemwaarschuwingsbericht
ru_ru: Показать сегодняшнее время переключения для светлого и тёмного режимов на основе текущего местоположения через системное уведомление
tr: Bugünün geçiş zamanlarını şu anki konum bilgileriyle birlikte bir sistem bildirim mesajı aracılığıyla görüntüleyin
vi: Hiển thị thời gian chuyển đổi chế độ sáng và tối trong ngày dựa trên vị trí hiện tại thông qua tin nhắn thông báo hệ thống

source: Detect the system's themes currently set and assign them to the light mode
ca: Detecta els temes actius del sistema i els assigna al mode clar
hu: A rendszer jelenleg beállított témáinak felismerése és hozzárendelése a világos módhoz
nl: Detecteer de momenteel ingestelde thema's van het systeem en wijs ze toe aan de lichte modus
ru_ru: Определить текущие темы системы и назначить их для светлого режима
tr: Sistemde şu anda ayarlı olan temaları algılar ve aydınlık moda atar
vi: Phát hiện các chủ đề hiện tại của hệ thống và gán chúng vào chế độ sáng

source: Applications
ca: Aplicacions
hu: Alkalmazások
nl: Toepassingen
ru_ru: Приложения
tr: Uygulamalar
vi: Ứng dụng

source: Apply the light mode themes to the system manually
ca: Aplica els temes clars al sistema manualment
hu: A világítási mód témáinak manuális alkalmazása a rendszerre
nl: Pas de lichte modus thema's handmatig toe op het systeem
ru_ru: Применить темы светлого режима к системе вручную
tr: Aydınlık mod temalarını sisteme manuel olarak uygulayın
vi: Áp dụng chủ đề chế độ sáng cho hệ thống theo cách thủ công

source: Set desktop background
ca: Establir fons d'escriptori
hu: Asztali háttér beállítása
nl: Stel bureaubladachtergrond in
ru_ru: Установить фон рабочего стола
tr: Masaüstü arka planını ayarlayın
vi: Đặt hình nền máy tính

source: Enable setting the desktop backgrounds for light and dark modes
ca: Activar l'establiment dels fons d'escriptori per als modes clar i fosc
hu: Engedélyezze az asztal hátterének beállítását világos és sötét módokhoz
nl: Schakel instellen in van bureaubladachtergrond voor lichte en donkere modi
ru_ru: Включить установку фона рабочего стола для светлого и тёмного режимов
tr: Aydınlık ve karanlık modlar için masaüstü arka planlarını etkinleştirin
vi: Cho phép thiết lập chế độ sáng và tối cho hình nền máy tính

source: Enable setting commands to be launched when switching to light mode
ca: Activar el llançament d'ordres en canviar al mode clar
hu: Engedélyezze a beállítási parancsok elindítását, amikor világos üzemmódra vált
nl: Inschakelen van commando's om uit te voeren bij het overschakelen naar de lichte modus
ru_ru: Включить установку команд для запуска при переключении в светлый режим
tr: Aydınlık mod geçişinde çalıştırılacak komutları etkinleştirin
vi: Cho phép khởi chạy lệnh cài đặt khi chuyển sang chế độ sáng

source: Detect the system's background settings currently set and assign them to the light mode
ca: Detecta els paràmetres establerts sobre el fons d'escriptori i els assigna al mode clar
hu: A rendszer jelenleg beállított háttérbeállításainak felismerése és hozzárendelése a világos módhoz
nl: Detecteer de momenteel ingestelde achtergrondinstellingen van het systeem en wijs ze toe aan de lichte modus
ru_ru: Определить текущие настройки фона системы и назначить их для светлого режима
tr: Sistemde etkin olan arka plan ayarlarını algılar ve aydınlık moda atar
vi: Phát hiện các thiết lập nền của hệ thống hiện đang được thiết lập và gán chúng vào chế độ sáng

source: Apply the light mode background settings to the system manually
ca: Aplica la configuració dels fons d'escriptori clars al sistema manualment
hu: A fénymód háttérbeállításainak manuális alkalmazása a rendszerre
nl: Pas de achtergrondinstellingen van de lichte modus handmatig toe op het systeem
ru_ru: Применить настройки фона светлого режима к системе вручную
tr: Aydınlık mod arka plan ayarlarını sisteme manuel olarak uygulayın
vi: Áp dụng cài đặt nền chế độ sáng cho hệ thống theo cách thủ công

source: List of commands to be executed when switching to this mode Notes: - the name's purpose is for error messages - the expiry time terminates the command's process early - an expiry of 0 second means never - a process refusing to terminate 10 seconds after the expiry is killed - the path is in the user's home directory (~/) - the error messages are displayed in a notification and reports stderr
hu: Az ebben a módban végrehajtandó parancsok listája Megjegyzések: - a név a hibaüzenetekre szolgál - a lejárati idő idő előtt leállítja a parancs folyamatát - a 0 másodperces lejárat azt jelenti, hogy soha - a folyamat, amely 10 másodperccel a lejárat után nem hajlandó leállni, le lesz állítva - az elérési út a felhasználó saját könyvtárában található (~/) - a hibaüzenetek egy értesítésben jelennek meg, és a standard könyvtárból (stderr) jelentést küldenek
ru_ru: Список команд для выполнения при переключении в этот режим Примечания: - имя предназначено для сообщений об ошибках - время истечения досрочно завершает процесс команды - истечение 0 секунд означает "никогда" - процесс, отказывающий завершиться через 10 секунд после истечения, принудительно завершается - путь указывается в домашнем каталоге пользователя (~/) - сообщения об ошибках отображаются в уведомлении и включают stderr
vi: Danh sách các lệnh sẽ được thực thi khi chuyển sang chế độ này Lưu ý: - Mục đích của tên là để hiển thị thông báo lỗi - Thời gian hết hạn sẽ kết thúc tiến trình của lệnh sớm - Thời gian hết hạn 0 giây nghĩa là không bao giờ - Tiến trình từ chối kết thúc 10 giây sau khi thời gian hết hạn bị tắt - Đường dẫn nằm trong thư mục Nhà của người dùng (~/) - Thông báo lỗi được hiển thị trong thông báo và báo cáo stderr

source: Test launching the commands set for the light mode
hu: A világos módhoz beállított parancsok elindításának tesztelése
ru_ru: Протестировать запуск команд, заданных для светлого режима
vi: Kiểm tra việc khởi chạy các lệnh được thiết lập cho chế độ sáng

source: Detect the system's themes currently set and assign them to the dark mode
ca: Detecta els temes actius del sistema i els assigna al mode fosc
hu: Felismeri a rendszer jelenleg beállított témáit, és hozzárendeli őket a sötét módhoz
nl: Detecteer de momenteel ingestelde thema's van het systeem en wijs ze toe aan de donkere modus
ru_ru: Определить текущие темы системы и назначить их для тёмного режима
tr: Sistemde şu anda yapılandırılmış olan temaları algılar ve karanlık moda atar
vi: Phát hiện các chủ đề hiện đang được thiết lập của hệ thống và gán chúng vào chế độ tối

source: Apply the dark mode themes to the system manually
ca: Aplica els temes foscos al sistema manualment
hu: Alkalmazza a sötét üzemmód témáit a rendszerre manuálisan
nl: Pas de donkere modus thema's handmatig toe op het systeem
ru_ru: Применить темы тёмного режима к системе вручную
tr: Karanlık mod temalarını sisteme manuel olarak uygulayın
vi: Áp dụng chủ đề chế độ tối cho hệ thống theo cách thủ công

source: Enable setting commands to be launched when switching to dark mode
ca: Activar l'execució d'ordres en canviar al mode fosc
hu: Engedélyezze a beállítási parancsok elindítását, amikor sötét módba vált
nl: Inschakelen van commando's om uit te voeren bij het overschakelen naar de donkere modus
ru_ru: Включить установку команд для запуска при переключении в тёмный режим
tr: Karanlık mod geçişinde çalıştırılacak komutları etkinleştirin
vi: Cho phép các lệnh cài đặt được khởi chạy khi chuyển sang chế độ tối

source: Detect the system's background settings currently set and assign them to the dark mode
ca: Detecta els paràmetres establerts sobre el fons d'escriptori i els assigna al mode fosc
hu: Felismeri a rendszer jelenleg beállított háttérbeállításait, és hozzárendeli azokat a sötét módhoz
nl: Detecteer de momenteel ingestelde achtergrondinstellingen van het systeem en wijs ze toe aan de donkere modus
ru_ru: Определить текущие настройки фона системы и назначить их для тёмного режима
tr: Sistemde şu anda yapılandırılmış olan arka plan ayarlarını algılar ve karanlık moda atar
vi: Phát hiện các cài đặt nền của hệ thống hiện đang được thiết lập và gán chúng vào chế độ tối

source: Apply the dark mode background settings to the system manually
ca: Aplica la configuració dels fons d'escriptori foscos al sistema manualment
hu: Alkalmazza a sötét mód háttérbeállításait a rendszerre manuálisan
nl: Pas de achtergrondinstellingen van de donkere modus handmatig toe op het systeem
ru_ru: Применить настройки фона тёмного режима к системе вручную
tr: Karanlık mod arka plan ayarlarını sisteme manuel olarak uygulayın
vi: Áp dụng cài đặt nền chế độ tối cho hệ thống theo cách thủ công

source: List of commands to be executed when switching to this mode Notes: - the name's purpose is for error messages - the expiry time kills the command's process - an expiry of 0 seconds means never - any child process won't be able to expire - the path is in the ~ directory - the error messages reports stderr when the return status is not 0 and will appear in a notification
ca: Llista d'ordres que seran executades en canviar a aquest mode Notes: - La finalitat del nom és facilitar la identificació de missatges d'error - El temps d'esgotament interromp el procés d'execució de l'ordre - Un temps d'esgotament de 0 segons significa mai - Qualsevol procés fill no serà aturat - La ruta és al directori ~ - Els missatges d'error reporten stderr quan l'estat del retorn no és 0 i apareixeran en una notificació
hu: Az ebbe a módba váltáskor végrehajtandó parancsok listája Megjegyzések: - a név célja a hibaüzenetek - a lejárati idő leállítja a parancs folyamatát - 0 másodperc lejárta azt jelenti, hogy soha - az alárendelt folyamatok nem járhatnak le - az elérési út a ~ könyvtárban van - a hibaüzenetek az stderr-t jelentik, ha a visszatérési állapot nem 0, és értesítésben jelenik meg
nl: Lijst met commando's die moeten worden uitgevoerd bij het overschakelen naar deze modus Opmerkingen: - de naam wordt gebruikt voor foutmeldingen - de verlooptijd beëindigt het proces van het commando - een verlooptijd van 0 seconden betekent nooit - elk subprocess kan niet verlopen - het pad bevindt zich in de ~ map - de foutmeldingen rapporteren stderr wanneer de terugkeerstatus niet 0 is en verschijnen in een melding
ru_ru: Список команд для выполнения при переключении в этот режим Примечания: - имя предназначено для сообщений об ошибках - время истечения завершает процесс команды - истечение 0 секунд означает "никогда" - любой дочерний процесс не будет завершаться по истечении - путь указывается в каталоге ~ - сообщения об ошибках включают stderr, когда статус возврата не равен 0, и появляются в уведомлении
tr: Bu modda çalıştırılacak komutların listesi Notlar: - ismin amacı hata mesajları içindir - zaman aşımı komutun işlemini sonlandırır - 0 saniye anlamı asla sonlanmaz demektir - her alt süreç zaman aşımına uğramaz - yol ~ dizininde bulunur - hata mesajları, dönüş durumu 0 olmadığında stderr'i raporlar ve bir bildirimde görüntülenir
vi: Danh sách các lệnh sẽ được thực thi khi chuyển sang chế độ này Lưu ý: - Mục đích của tên là để hiển thị thông báo lỗi - Thời gian hết hạn sẽ kết thúc tiến trình của lệnh - Thời gian hết hạn 0 giây nghĩa là không bao giờ - Bất kỳ tiến trình con nào cũng sẽ không thể hết hạn - Đường dẫn nằm trong thư mục ~ - Thông báo lỗi sẽ báo cáo stderr khi trạng thái trả về không phải là 0 và sẽ xuất hiện trong thông báo

source: Test launching the commands set for the dark mode
hu: A sötét módhoz beállított parancsok elindításának tesztelése
ru_ru: Протестировать запуск команд, заданных для тёмного режима
vi: Kiểm tra việc khởi chạy các lệnh được thiết lập cho chế độ tối
