Repository: linuxmint/cinnamon-spices-applets
Catalog: diaspora-notif@douze12/files/diaspora-notif@douze12/po/*.po
Languages: ca, it, nl

source: Diaspora* notifications
ca: Notificacions de Diaspora*
it: Notifiche Diaspora*
nl: Diaspora* meldingen

source: You have %d new notifications
ca: Teniu %d notificacions noves
it: Hai %d nuove notifiche
nl: U heeft %d nieuwe meldingen

source: No Notification
ca: No hi ha notificacions
it: Nessuna Notifica
nl: Geen melding

source: Technical error
ca: Error tècnic
it: Errore tecnico
nl: Technische fout

source: Update interval (minutes)
ca: Interval de refresc (minuts)
it: Intervallo di aggiornamento (minuti)
nl: Bijwerkinterval (minuten)

source: Login
ca: Iniciar sessió
it: Accedi
nl: Inloggen

source: Enter your diaspora*'s login
ca: Introduïu el vostre login de Disapora*
it: Inserisci il tuo nome utente Diaspora*
nl: Voer uw diaspora*-inloggegevens in

source: Password
ca: Contrasenya
nl: Wachtwoord

source: Enter your diaspora*'s password
ca: Introduïu la vostra contrasenya de Diaspora*
it: Inserisci la tua password Diaspora*
nl: Voer uw diaspora*-wachtwoord in

source: Diaspora* Pod URL
ca: URL del Pod de Diaspora*
it: URL Pod Diaspora*

source: Enter your diaspora*'s Pod Url
ca: Introduïu la URL del vostre Pod de Disapora*
it: Inserisci l'URL Pod di Diaspora*
nl: Voer de URL van uw diaspora* Pod in
