Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/quick-alarm@andreas-glaser/*.po
Languages: hu

source: Quick Alarm
hu: Gyors riasztás

source: Alarm
hu: Riasztás

source: No alarms queued
hu: Nincsenek várakozási sorban álló riasztások

source: Something went wrong. Check Looking Glass logs.
hu: Valami hiba történt. Ellenőrizd a Looking Glass naplóit.

source: Enter a time.
hu: Adjon meg egy időpontot.

source: Could not parse that.
hu: Nem sikerült elemezni.

source: That time already passed today.
hu: Ez az idő mára elmúlt.

source: Try one of these:
hu: Próbáld ki az alábbiak egyikét:

source: Dismiss
hu: Elvetés

source: just now
hu: csak most

source: %d seconds ago
hu: %d másodperccel ezelőtt

source: 1 minute ago
hu: 1 perccel ezelőtt

source: %d minutes ago
hu: %d perccel ezelőtt

source: 1 hour ago
hu: 1 órával ezelőtt

source: %d hours ago
hu: %d órával ezelőtt

source: Missed alarm
hu: Elmulasztott riasztás
