Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/netspeed@iMayhem/*.po
Languages: hu

source: Reset Session Stats
hu: Munkamenet-statisztikák visszaállítása

source: Select Interface
hu: Válassza ki a felületet

source: Auto-Detect (Recommended)
hu: Automatikus felismerés (ajánlott)

source: Network Speed
hu: Hálózati Sebesség

source: Data Plan
hu: Adatkeret

source: Used
hu: Használt

source: Session
hu: Munkamenet

source: Today
hu: Ma

source: Latency
hu: Késleltetés

source: (Click to switch views)
hu: (Kattintson a nézetek váltásához)

source: Daily
hu: Napi

source: Net Speed (Text Only)
hu: Hálózati sebesség (csak szöveg)

source: A persistent, asynchronous, text-only network speed monitor for Linux Mint Cinnamon
hu: Egy állandó, aszinkron, csak szöveges hálózati sebességfigyelő Linux Mint Cinnamonhoz

source: Appearance
hu: Megjelenés

source: Arrows (↓ ↑)
hu: Nyilak (↓ ↑)

source: Small Arrows (▾ ▴)
hu: Kis nyilak (▾ ▴)

source: Triangles (▼ ▲)
hu: Háromszögek (▼ ▲)

source: Chevrons (∨ ∧)
hu: Nyíljelek (∨ ∧)

source: Guillemets (» «)
hu: Idézőjel (» «)

source: Icon Theme
hu: Ikon Témája

source: Vertical Layout (Stacked)
hu: Függőleges elrendezés (halmozott)

source: Compact Mode (e.g. 1.2M instead of 1.2 MB/s)
hu: Kompakt mód (pl. 1,2 MB/s helyett 1,2M)

source: Monitoring
hu: Megfigyelés

source: Refresh Interval (seconds)
hu: Frissítési időköz (másodperc)

source: Network Interface (Leave empty for Auto)
hu: Hálózati interfész (Automatikus beállítás esetén hagyja üresen)

source: Ignore Local Loopback Traffic
hu: Helyi visszacsatolásos forgalom figyelmen kívül hagyása

source: Show Session Stats in Tooltip
hu: Munkamenet-statisztikák megjelenítése az eszközleírásban

source: Daily Usage Log Retention (Days)
hu: Napi használati napló megőrzése (nap)

source: Data Plan & Alerts
hu: Adatkeret és értesítések

source: Show Latency/Ping
hu: Késleltetés/Ping megjelenítése

source: Continuous Ping (High Battery Usage)
hu: Folyamatos pingelés (magas akkumulátorhasználat)

source: Ping Server Info
hu: Szerver információk pingelése

source: None
hu: Semmi

source: Monthly
hu: Havi

source: Data Limit Type
hu: Adatkorlát típusa

source: Limit Amount
hu: Limit összeg

source: Unit
hu: Egység

source: Alert Threshold (%)
hu: Riasztási küszöbérték (%)

source: Actions
hu: Műveletek

source: Save / Apply Settings
hu: Beállítások mentése / alkalmazása
