Repository: linuxmint/cinnamon-spices-applets
Catalog: placesCenter@scollins/files/placesCenter@scollins/po/*.po
Languages: eu

source: Places
eu: Lekuak

source: Search Home Folder
eu: Bilatu karpeta nagusian

source: SYSTEM
eu: SISTEMA

source: Search File System
eu: Bilatu fitxategi-sisteman

source: RECENT DOCUMENTS
eu: DUELA GUTXIKO DOKUMENTUAK

source: Clear
eu: Garbitu

source: Computer
eu: Ordenagailua

source: File System
eu: Fitxategi-sistema

source: Network
eu: Sarea

source: Trash
eu: Zakarrontzia

source: Open...
eu: Ireki...

source: Open Containing Folder...
eu: Ireki Edukiaren karpeta...

source: Search
eu: Bilatu

source: Start in
eu: Hasi hemen

source: Select a folder
eu: Hautatu karpeta

source: Follow symlinks
eu: Jarraitu esteka sinbolikoak

source: Search hidden
eu: Bilatu ezkutukoak

source: Use regular expressions
eu: Erabili espresio erregularrak

source: Stop
eu: Gelditu

source: File
eu: Fitxategia

source: Path
eu: Bidea

source: Searching...
eu: Bilatzen...

source: Search Stopped
eu: Bilaketa gelditu Da

source: Searching:
eu: Bilatzen:

source: Error: insufficient permissions to read folder
eu: Errorea: ez dituzu nahiko baimen karpeta irakurtzeko

source: Search Completed
eu: Bilaketa burutu da

source: Skipping
eu: Saltatzen

source: Places Center
eu: Lekuen Zentroa

source: Provides an easy-to-read layout to access your places
eu: Zure lekuetara sarbidea, irakurtzeko erraza den diseinua eskaintzen du

source: Places Center is a feature-rich, cross-platform Cinnamon applet that provides easy access to all of your most-used places. Feel free to contribute by submitting pull requests, bug reports and feature requests to my github repo.
eu: Lekuen Zentrua ezaugarriz aberatza den plataforma-arteko Cinnamon appleta da, zure leku erabilienetara sarbide erraza ematen duena. Aske sentitu Pull Request-ak bidali, akatsen txostenak bidaliz edo Github errepositorioan ekarpenak eginez.

source: Stephen Collins - Author
eu: Stephen Collins - Egilea

source: kehugter - Added configurability to middle click
eu: kehugter - Erdiko klika konfiguratzeko gaitasuna gehitu dio

source: General
eu: Orokorra

source: User
eu: Erabiltzailea

source: System
eu: Sistema

source: Recent documents
eu: Duela gutxiko dokumentuak

source: Panel settings
eu: Panelaren ezarpenak

source: Menu settings
eu: Menuaren ezarpenak

source: User section
eu: Erabiltzailearen atala

source: System section
eu: Sistemaren atala

source: Panel icon
eu: Panelaren ikonoa

source: Accepts icon name or direct path (supports symbolic icons)
eu: Ikono izena edo bide zuzena onartzen du (ikono sinbolikoak onartzen ditu)

source: Panel text
eu: Panelaren testua

source: Menu shortcut key
eu: Menuaren lasterbide-tekla

source: Menu icon size
eu: Ikonoen tamaina

source: Open on middle click
eu: Ireki saguaren erdiko botoia sakatuz

source: Leave blank to disable
eu: Utzi hutsik ezgaitzeko

source: Show desktop
eu: Erakutsi mahaigaina

source: Custom places
eu: Leku pertsonalizatuak

source: List of uris/file paths to be included. Entries may be separated by either a comma(,) or by a new-line. You can set the name to be displayed by adding :customName after the location. You can likewise set an icon name by adding :iconName after the custom name.
eu: Barne bildu behar dituzten fitxategien url/bideen zerrenda. Elementuek komaz edo lerro-jauzi bidez egongo dira banatuak. Erakutsiko den izena ezar dezakezu :izena bidearen atzetik gehituz. Modu berean, ikonoaren izena :ikonoIzena izen pertsonalizatuaren atzetik erantsiz aldatu daiteke.

source: Show trash
eu: Erakutsi zakarrontzia

source: Never
eu: Inoiz ez

source: Always
eu: Beti

source: When not empty
eu: Hutsik ez dagoenean

source: Show computer
eu: Erakutsi ordenagailua

source: Show file system
eu: Erakutsu fitxategi-sistema

source: Show volumes
eu: Erakutsi bolumenak

source: Only show mounted drives
eu: Bakarrik muntatutako unitateak erakutsi

source: Show network
eu: Erakutsi sarea

source: Show recent documents
eu: Erakutsi duela gutxiko dokumentuak

source: Number to show
eu: Erakusteko zenbakia

source: Show complete path in tooltips
eu: Erakutsi ibilbide osoa tresna-aholkuetan

source: Privacy
eu: Pribatutasuna
