Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/SpicesUpdate@claudiux/*.po
Languages: ca, ro

source: Open Cinnamon Settings to manage all the Applets
ca: Obre la Configuració de Cinnamon per gestionar totes les miniaplicacions
ro: Deschide setările pentru Cinnamon pentru a administra toate appleturile

source: Check regularly whether your desklets are up to date
ca: Revisa periòdicament si les actualitzacions de les teves miniaplicacions d'escriptori estan al dia
ro: Verifică regulat dacă deskleturile tale sunt la zi

source: If desklets updates do not concern you, uncheck this box.
ca: Si les actualitzacions de miniaplicacions d'escriptori no et preocupen, desmarca aquesta casella.
ro: Dacă nu te interesează actualizarea deskleturilor, debifează această căsuță.

source: Check regularly whether new desklets are available
ca: Revisa periòdicament si hi ha noves miniaplicacions d'escriptori disponibles
ro: Verifică regulat dacă sunt disponibile noi deskleturi

source: If new desklets do not concern you, uncheck this box.
ca: Si les noves miniaplicacions d'escriptori no et preocupen, desmarca aquesta casella.
ro: Dacă nu te interesează deskleturi noi, debifează această căsuță.

source: Update these desklets:
ca: Actualitza aquestes miniaplicacions d'escriptori:
ro: Actualizează aceste deskleturi:

source: Your Desklets
ca: Les teves miniaplicacions d'escriptori
ro: Deskleturile tale

source: Open Cinnamon Settings to manage all the Desklets
ca: Obre la Configuració de Cinnamon per gestionar totes les miniaplicacions d'escriptori
ro: Deschide setările pentru Cinnamon pentru a administra toate deskleturile

source: Check regularly whether your extensions are up to date
ca: Revisa periòdicament si les actualitzacions de les teves extensions estan al dia
ro: Verifică regulat dacă extensiile tale sunt la zi

source: If extensions updates do not concern you, uncheck this box.
ca: Si les actualitzacions d'extensions no et preocupen, desmarca aquesta casella.
ro: Dacă nu te interesează actualizarea extensiilor, debifează această căsuță.

source: Check regularly whether new extensions are available
ca: Revisa periòdicament si hi ha noves extensions disponibles
ro: Verifică regulat dacă sunt disponibile noi extensii

source: If new extensions do not concern you, uncheck this box.
ca: Si les extensions noves no et preocupen, desmarca aquesta casella.
ro: Dacă nu te interesează extensii noi, debifează această căsuță.

source: Update these extensions:
ca: Actualitza aquestes extensions:
ro: Actualizează aceste extensii:

source: Your Extensions
ca: Les teves extensions
ro: Extensiile tale

source: Open Cinnamon Settings to manage all the Extensions
ca: Obre la Configuració de Cinnamon per gestionar totes les extensions
ro: Deschide setările pentru Cinnamon pentru a administra toate extensiile

source: Check regularly whether your themes are up to date
ca: Revisa periòdicament si les actualitzacions dels teus temes estan al dia
ro: Verifică regulat dacă temele tale sunt la zi

source: If themes updates do not concern you, uncheck this box.
ca: Si les actualitzacions de temes no et preocupen, desmarca aquesta casella.
ro: Dacă nu te interesează actualizarea temelor, debifează această căsuță.

source: Check regularly whether new themes are available
ca: Revisa periòdicament si hi ha temes nous disponibles
ro: Verifică regulat dacă sunt disponibile noi teme

source: If new themes do not concern you, uncheck this box.
ca: Si els temes nous no et preocupen, desmarca aquesta casella.
ro: Dacă nu te interesează teme noi, debifează această căsuță.

source: Update these themes:
ca: Actualitza aquests temes:
ro: Actualizează aceste teme:

source: Your Themes
ca: Els teus temes
ro: Temele tale

source: Open Cinnamon Settings to manage all the Themes
ca: Obre la Configuració de Cinnamon per gestionar tots els temes
ro: Deschide setările pentru Cinnamon pentru a administra toate temele

source: hours
ca: hores
ro: ore

source: Time interval between two checks
ca: Interval de temps entre revisions
ro: Interval de timp între verificări

source: Min value: 1 hour. Max value: 720 hours (30 days).
ca: Mínim: 1 hora. Màxim: 720 hores (30 dies)
ro: Valoare minimă: o oră. Valoare maximă: 720 ore (30 de zile).

source: Make a first check one minute after starting
ca: Fes una primera revisió un minut després d'iniciar la miniaplicació
ro: Fă o primă verificare la un minut după pornire

source: By checking this box, the first check will take place one minute after starting this applet.
ca: Marcant aquesta casella, la primera cerca d'actualitzacions es realitzarà un minut després d'iniciar aquesta miniaplicació.
ro: Bifând această căsuță, prima verificare va avea loc la un minut după pornirea acestui applet.

source: Notify me by changing the icon when Spices need an update
ca: Canvia la icona per a notificar-me que hi ha actualitzacions d'Spices disponibles
ro: Semnalează prin schimbarea pictogramei când Spice-urile au nevoie de o actualizare

source: By checking this box, you allow this applet to modify its icon to warn you when at least one of the Spices requires an update.
ca: Marcant aquesta casella, permets que la icona d'aquesta miniaplicació canviï quan hi hagi actualitzacions disponibles.
ro: Bifând această căsuță, permiți acestui applet să își modifice pictograma ca să îți aducă la cunoștință că cel puțin un Spice are nevoie de actualizare.

source: The icon color when Spices need an update
ca: El color de la icona quan hi ha actualitzacions disponibles d'Spices
ro: Culoarea pictogramei când Spice-urile au nevoie de o actualizare

source: Click the button to select another color.
ca: Clica el botó per a seleccionar un altre color.
ro: Click pe buton pentru a alege altă culoare.

source: Show notification messages about Spices updates
ca: Mostra missatges de notificació d'actualitzacions d'Spices
ro: Arată mesaje de notificare despre actualizarea Spice-urilor

source: By checking this box, you allow this applet to display messages about Spices updates in notifications viewer.
ca: Marcant aquesta casella, permets que aquesta miniaplicació mostri missatges sobre actualitzacions d'Spices al visor de notificacions.
ro: Bifând această căsuță, permiți acestui applet să afișeze mesaje despre actualizările Spice-urilor în afișierul de notificări.

source: Display the description of each update or new Spice
ca: Mostra la descripció de cada actualització o nova Spice
ro: Afișează descrierea fiecărei actualizări noi sau Spice nou

source: By checking this box, you'll know why an update is available, and get a description of any new Spice. This information will be displayed in English.
ca: Marcant aquesta casella, sabràs perquè hi ha una actualització disponible i rebràs una descripció de cada Spice nova. Aquesta informació es mostrarà en anglès.
ro: Bifând această căsuță, vei știi când este disponibilă o actualizare, și vei primi o descriere a oricărui Spice nou, Această informație va fi afișată în engleză.

source: Minimal (text only)
ca: Mínima (només text)
ro: Minim (doar text)

source: With action buttons
ca: Amb botons d'acció

source: With action buttons as icons
ca: Amb botons d'acció com a icones

source: Notification style
ca: Estil de notificació
ro: Stilul notificării

source: Minimal: Displays simple and short notifications. With action buttons: Notifications also contain some buttons which have these roles: The leftmost button opens the Download tab in System Settings for the concerned Spices, which are sorted by date (most recent first). So you can update the Spices you want. The rightmost button refreshes the cache and notifications, if necessary. Optionally, a central button allows you to forget new spices or update the installed ones, depending on the case.
ca: Mínima: Mostra notificacions breus i simples. Amb botons d'acció: Les notificacions contenen botons amb els següents rols: El botó de més a l'esquerra obre la pestanya de Descàrregues a la Configuració del Sistema per a las Spices afectades, ordenades per data, per tal que puguis actualitzar les que vulguis. El botó de més a la dreta refresca la memòria cau i les notificacions, si s'escau. Opcionalment, el botó del centre et permet oblidar noves Spices o actualitzar les instal·lades, depenent de cada cas.

source: Show the 'Update Now' button in notifications
ca: Mostra el botó 'Actualitzar ara' a les notificacions

source: By checking this box, a button 'Update All' appears in notifications. By pressing this button: 1. The Download tab of the System Settings concerning this type of Spices appears. 2. The cache is updated. 3. Your Spices are updated. 4. When all updates are made, just close the window.
ca: Marcant aquesta casella, el botó "Actualitzar tot" apareix a les notificacions. Clicant aquest botó: 1. Apareix la pestanya de descàrregues d'aquest tipus d'Spice. 2. La memòria cau de la miniaplicació és actualitzada. 3. Les teves Spices són actualitzades. 4. Pots tancar la finestra quan totes les actualitzacions hagin acabat.

source: Send a fake notification to test the style
ca: Envia una notificació de mentida com a prova de l'estil
ro: Trimite o notificare falsă pentru a testa stilul

source: Classic - Icon and Text
ca: Clàssica - Icona i text
ro: Clasic - Pictogramă și text

source: Compact - Icon Only
ca: Compacta - Només icona
ro: Compact - Doar pictogramă

source: Type of Display
ca: Tipus de visualització
ro: Tip de afișaj

source: This feature offers the Classic (default) display with icon and text, and compact display (Icon Only).
ca: Pots triar entre la visualització clàssica (per defecte) amb icona i text, o la compacta (només icona).
ro: Această funcționalitate oferă afișajul Clasic (implicit) cu pictogramă și text, și afișaj compact (Doar pictogramă).

source: Hide the icon as long as nothing is to report
ca: Amaga la icona mentre no hi hagi res per informar
ro: Ascunde pictograma câtă vreme nu e nimic de raportat

source: By checking this box, as long as nothing is to report the icon of Spices Update does not appear on the panel.
ca: Marcant aquesta casella, la icona d'Spices Update romandrà amagada fins que no hi hagi res per informar.
ro: Bifând această căsuță, câtă vreme nu e nimic de raportat pictograma Spices Update nu va apărea pe panou.

source: % of screen width
ca: % d'amplada de la pantalla

source: Tooltip: Maximum width
ca: Amplada màxima del tooltip

source: What is the maximum percentage of your screen width that the tooltip can occupy?
ca: Quin és el màxim percentatge de la teva pantalla que pot ser ocupat pel tooltip?

source: Tick all the first boxes then refresh
ca: Marca totes les primeres opcions i actualitza

source: Check regularly whether your nemo actions are up to date
ca: Revisa periòdicament si hi ha actualitzacions disponibles per a les teves accions de nemo

source: If nemo actions updates do not concern you, uncheck this box.
ca: Si les actualitzacions d'accions de nemo no et preocupen, desmarca aquesta casella.

source: Check regularly whether new nemo actions are available
ca: Revisa periòdicament si hi ha noves accions de nemo disponibles

source: If new nemo actions do not concern you, uncheck this box.
ca: Si les accions noves de nemo no et preocupen, desmarca aquesta casella.

source: Update these nemo actions:
ca: Actualitza aquestes accions de nemo:

source: Your nemo actions
ca: Les teves accions de nemo

source: Open Cinnamon Settings to manage all the nemo actions
ca: Obre la Configuració de Cinnamon per gestionar totes les accions de nemo

source: The icon color while SpicesUpdate is processing
ca: El color de la icona mentre SpicesUpdate està processant

source: Time interval between two checks (hours)
ca: Interval de temps entre revisions (hores)
ro: Interval de timp între verificări (ore)

source: Please note that the first check will take place one minute after starting this applet.
ca: Si us plau, recorda que la primera revisió tindrà lloc un minut després d'iniciar-se aquesta miniaplicació.
ro: Notă: prima verificare va avea loc la un minut după pornirea acestui applet.

source: Show notification messages even if they are unchanged
ca: Mostra missatges de notificació encara que no hi hagi canvis
ro: Arată mesaje de notificare chiar și dacă sunt neschimbate

source: By checking this box, all notification messages will be displayed, even if they are identical to the previous ones.
ca: Marcant aquesta casella, es mostraran tots els missatges de notificació, encara que siguin iguals que els anteriors.
ro: Bifând această căsuță, toate mesajele de notificare vor fi afișate, chiar și dacă sunt identice cu cele de dinainte.

source: With button opening the System Settings
ca: Amb botó obrint la Configuració de Sistema
ro: Cu buton care deschide Setări sistem

source: Minimal: Displays simple and short notifications. With button opening the System Settings: Notifications also contain a button which has the same role of the menu one: Open the Download tab in System Settings for the concerned type of Spices, with the Spices sorted by date.
ca: Mínima: Mostra notificacions breus i simples. Amb botó obrint la Configuració de Sistema: Les notificacions contenen un botó amb la mateixa funció que el del menú: Obre la pestanya de descàrregues pel tipus específic d'Spices, amb les Spices ordenades per data.
ro: Minim: Afișează notificări simple și scurte. Cu buton care deschide Setări sistem Notificările conțin și un buton care are același rol ca cel din meniuȘ Deschide fila Descarcă din Setări sistem pentru tipul de Spice în cauză, cu Spice-urile sortate după dată.

source: Dependencies
ca: Dependències

source: Do not check dependencies
ca: No comprovis les dependències

source: Applets
ro: Appleturi

source: Desklets
ro: Deskleturi

source: Extensions
ro: Extensii

source: Warns you when installed Spices (applets, desklets, extensions, themes) require an update or new Spices are available.
ro: Îți aduce la cunoștință când Spice-urile instalate (appleturi, deskleturi, extensii, teme) au nevoie de actualizare, sau sunt disponibile Spice-uri noi.
