Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/SpicesUpdate@claudiux/*.po
Languages: ca, ro

source: Open
ca: Obre

source: Remove
ca: Elimina

source: System Information
ca: Informació del sistema

source: You are advised to restart Cinnamon
ca: És recomanable reiniciar Cinnamon

source: To be sure to use the right code, you are advised to restart Cinnamon.
ca: Per estar segur que s'utilitza el codi correcte, és recomanable reiniciar Cinnamon.

source: Restart Cinnamon
ca: Reiniciar Cinnamon

source: Spices Update
ca: Actualització d'Spices

source: Middle-Click to Refresh
ca: Clica amb el botó del mig per a refrescar
ro: Click-mijloc pentru Reîmprospătare

source: Spices Update has just been installed or upgraded
ca: S'acaben d'instal·lar o actualitzar Spices

source: Certain parameters require your vigilance: some may have been modified; others are new.
ca: Hi ha paràmetres requereixen la teva supervisió: alguns poden haver estat modificats; d'altres són nous.

source: Please check your settings using the menu of the SpicesUpdate applet or the button below.
ca: Si us plau, revisa la teva configuració utilitzant el menú de l'applet SpicesUpdate o el botó de sota.

source: Spices Update Settings
ca: Configuració d'Spices Update

source: Update It Now!
ca: Actualitza-ho ara!

source: Update Them All Now!
ca: Actualitza-ho tot ara!

source: Forget It
ca: Oblida-ho

source: Forget Them All
ca: Oblida-ho tot

source: Refresh
ca: Refresca
ro: Reîmprospătare

source: With details here, when available.
ca: Amb detalls aquí, quan siguin disponibles.
ro: Cu detalii aici, când sunt disponibile.

source: One applet needs update:
ca: Cal actualitzar una miniaplicació:
ro: Un applet are nevoie de actualizare:

source: Do not matter. This is a FAKE notification, just for the test.
ca: No és important. Aquesta notificació és fictícia. Només és una prova.
ro: Nu contează. Este o notificare falsă, pentru test.

source: is fully functional.
ca: funciona correctament.
ro: este complet funcțional.

source: All dependencies are installed
ca: S'han instal·lat totes les dependències
ro: Toate dependințele sunt instalate

source: You appear to be missing some of the programs required for this applet to have all its features.
ca: Sembla que et falta instal·lar alguns paquets adicionals per tal que la funcionalitat d'aquest applet sigui la correcta.
ro: Se pare că îți lipsesc unele programe necesare pentru toate funcționalitățile acestui applet.

source: Please execute, in the just opened terminal, the commands:
ca: Si us plau, executa les següents ordres al terminal que s'acaba d'obrir:
ro: Execută, într-un terminal, comenzile:

source: Some dependencies are not installed!
ca: Algunes dependències no estan instal·lades!
ro: Unele dependințe nu sunt instalate!

source: (Description unavailable)
ca: (Descripció no disponible)
ro: (Fără descriere)

source: Forget new Spices
ca: Oblida Spices noves
ro: Uită Spice-uri noi

source: Open useful Cinnamon Settings
ca: Obre ajustaments útils de Cinnamon
ro: Deschide setări utile pentru Cinnamon

source: Configure
ca: Configura
ro: Configurează

source: Themes
ca: Temes
ro: Teme

source: Help
ca: Ajuda
ro: Ajutor

source: Middle-Click to open useful Cinnamon Settings
ca: Clica amb el botó del mig per a obrir ajustaments útils de Cinnamon
ro: Click-mijloc pentru a deschide setări utile pentru Cinnamon

source: Extension
ca: Extensió
ro: Extensie

source: Theme
ca: Tema
ro: Temă

source: One desklet needs update:
ca: Cal actualitzar una miniaplicació:
ro: Un desklet are nevoie de actualizare:

source: One extension needs update:
ca: Cal actualitzar una extensió:
ro: O extensie are nevoie de actualizare:

source: One theme needs update:
ca: Cal actualitzar un tema:
ro: O temă are nevoie de actualizare:

source: Some desklets need update:
ca: Cal actualitzar algunes miniaplicacions d'escriptori:
ro: Unele deskleturi au nevoie de actualizare:

source: Some applets need update:
ca: Cal actualitzar algunes miniaplicacions:
ro: Unele appleturi au nevoie de actualizare:

source: Some extensions need update:
ca: Cal actualitzar algunes extensions:
ro: Unele extensii au nevoie de actualizare:

source: Some themes need update:
ca: Cal actualitzar alguns temes:
ro: Unele teme au nevoie de actualizare:

source: New desklet available:
ca: Nova miniaplicació d'escriptori disponible:
ro: Desklet nou disponibil:

source: New applet available:
ca: Nova miniaplicació disponible:
ro: Applet nou disponibil:

source: New extension available:
ca: Nova extensió disponible:
ro: Extensie nouă disponibilă:

source: New theme available:
ca: Nou tema disponible:
ro: Temă nouă disponibilă:

source: New desklets available:
ca: Noves miniaplicacions d'escriptori disponibles:
ro: Deskleturi noi disponibile:

source: New applets available:
ca: Noves miniaplicacions disponibles:
ro: Appleturi noi disponibile:

source: New extensions available:
ca: Noves extensions disponibles:
ro: Extensii noi disponibile:

source: New themes available:
ca: Nous temes disponibles:
ro: Teme noi disponibile:

source: If you do not want an applet to be checked, uncheck its first box.
ca: Si no vols que es revisi una miniaplicació, desmarca la seva primera casella.
ro: Dacă nu vrei ca un applet să fie verificat, de-bifează-i prima căsuță.

source: If you do not want a desklet to be checked, uncheck its first box.
ca: Si no vols que es revisi una miniaplicació d'escriptori, desmarca la seva primera casella.
ro: Dacă nu vrei ca un desklet să fie verificat, de-bifează-i prima căsuță.

source: If you do not want an extension to be checked, uncheck its first box.
ca: Si no vols que es revisi una extensió, desmarca la seva primera casella.
ro: Dacă nu vrei ca o extensie să fie verificată, de-bifează-i prima căsuță.

source: If you do not want a theme to be checked, uncheck its first box.
ca: Si no vols que es revisi un tema, desmarca la seva primera casella.
ro: Dacă nu vrei ca o temă să fie verificată, de-bifează-i prima căsuță.

source: If you want to get the latest version of an applet now, check both boxes.
ca: Si vols rebre l'última versió d'una miniaplicació ara, marca ambdues caselles.
ro: Dacă vrei să primești ultima versiune a unui applet acum, bifează ambele căsuțe.

source: If you want to get the latest version of a desklet now, check both boxes.
ca: Si vols rebre l'última versió d'una miniaplicaicó d'escriptori ara, marca ambdues caselles.
ro: Dacă vrei să primești ultima versiune a unui desklet acum, bifează ambele căsuțe.

source: If you want to get the latest version of an extension now, check both boxes.
ca: Si vols rebre l'última versió d'una extensió ara, marca ambdues caselles.
ro: Dacă vrei să primești ultima versiune a unei extensii acum, bifează ambele căsuțe.

source: If you want to get the latest version of a theme now, check both boxes.
ca: Si vols rebre l'última versió d'un tema ara, marca ambdues caselles.
ro: Dacă vrei să primești ultima versiune a unei teme acum, bifează ambele căsuțe.

source: When all your choices are made, click the Refresh button.
ca: Quan hagis acabat de triar, clica el botó de refresc.
ro: Când ai făcut toate deciziile, click pe butonul Reîmprospătare.

source: The Cinnamon Server seems to be DOWN!
ca: Sembla que el servidor de Cinnamon està apagat!

source: Middle-Click to Retry
ca: Clica amb el botó del mig per a reintentar

source: Actions
ca: Accions

source: One action needs update:
ca: Cal actualitzar una acció:

source: Some actions need update:
ca: Cal actualitzar algunes accions:

source: New action available:
ca: Nova acció disponible:

source: New actions available:
ca: Noves accions disponibles:

source: If you do not want a nemo action to be checked, uncheck its first box.
ca: Si no vols que es revisi una acció de nemo, desmarca la seva primera casella.

source: If you want to get the latest version of a nemo action now, check both boxes.
ca: Si vols rebre l'última actualització d'una acció de nemo ara, marca ambdues caselles.

source: For private Spices, both boxes will be considered unchecked.
ca: Per a espècies privades, ambdues caselles seran considerades no marcades.

source: If you do not want an applet to be checked, set its first switch to FALSE.
ca: Si no vols que es revisi una miniaplicació, assigna el seu primer interruptor a FALSE.
ro: Dacă nu vrei ca un applet să fie verificat, pune-i primul comutator pe FALSE.

source: If you do not want a desklet to be checked, set its first switch to FALSE.
ca: Si no vols que es revisi una miniaplicació d'escriptori, assigna el seu primer interruptor a FALSE.
ro: Dacă nu vrei ca un desklet să fie verificat, pune-i primul comutator pe FALSE.

source: If you do not want an extension to be checked, set its first switch to FALSE.
ca: Si no vols que es revisi una extensió, assigna el seu primer interruptor a FALSE.
ro: Dacă nu vrei ca o extensie să fie verificată, pune-i primul comutator pe FALSE.

source: If you do not want a theme to be checked, set its first switch to FALSE.
ca: Si no vols que es revisi un tema, assigna el seu primer interruptor a FALSE.
ro: Dacă nu vrei ca o temă să fie verificată, pune-i primul comutator pe FALSE.

source: If you want to get the latest version of an applet now, set its two switches to TRUE.
ca: Si vols rebre l'última actualització d'una miniaplicació ara, assigna els seus dos interruptors a TRUE.
ro: Dacă vrei să primești ultima versiune a unui applet acum, pune-i ambele comutatoare pe TRUE.

source: If you want to get the latest version of a desklet now, set its two switches to TRUE.
ca: Si vols rebre l'última actualització d'una miniaplicació d'escriptori ara, assigna els seus dos interruptors a TRUE.
ro: Dacă vrei să primești ultima versiune a unui desklet acum, pune-i ambele comutatoare pe TRUE.

source: If you want to get the latest version of an extension now, set its two switches to TRUE.
ca: Si vols rebre l'última actualització d'una extensió ara, assigna els seus dos interruptors a TRUE.
ro: Dacă vrei să primești ultima versiune a unei extensii, pune-i ambele comutatoare pe TRUE.

source: If you want to get the latest version of a theme now, set its two switches to TRUE.
ca: Si vols rebre l'última actualització d'un tema ara, assigna els seus dos interruptors a TRUE.
ro: Dacă vrei să primești ultima versiune a unei teme acum, pune-i ambele comutatoare pe TRUE.

source: System Settings
ca: Configuració del Sistema

source: Control Center
ca: Centre de Control

source: Appearance
ca: Aparença

source: Preferences
ca: Ajustaments

source: Hardware
ca: Maquinari

source: Administration
ca: Administració

source: Network
ca: Xarxa

source: network, wireless, wifi, ethernet, broadband, internet
ca: xarxa, xarxa sense fil, wifi, ethernet, banda ampla, internet

source: color, profile, display, printer, output
ca: color, perfil, visualització, impressora, sortida

source: Graphics Tablet
ca: Tauleta gràfica

source: wacom, digitize, tablet, graphics, calibrate, stylus
ca: wacom, digitalitzar, tauleta, gràfics, calibrar, stylus

source: Printers
ca: Impressores

source: printers, laser, inkjet
ca: impressores, làser, tinta

source: Firewall
ca: Tallafocs

source: firewall, block, filter, programs
ca: tallafocs, bloqueig, filtre, programes

source: Languages
ca: Idiomes

source: language, install, foreign
ca: idioma, instal·lar, estranger

source: Input Method
ca: Mètode d'entrada

source: language, install, foreign, input, method, chinese, korean, japanese, typing
ca: idioma, instal·lar, estranger, entrada, mètode, xinès, coreà, japonès, escrivint

source: Login Window
ca: Finestra d'inici de sessió

source: login, lightdm, mdm, gdm, manager, user, password, startup, switch
ca: inici de sessió, lightdm, mdm, gdm, mànager, usuari, contrasenya, arranc, canviar

source: login, lightdm, manager, settings, editor
ca: inici de sessió, lightdm, mànager, opcions, editor

source: Driver Manager
ca: Administrador de Controladors

source: video, driver, wifi, card, hardware, proprietary, nvidia, radeon, nouveau, fglrx
ca: vídeo, controlador, wifi, targeta, maquinari, propietari, nvidia, radeon, noveau, fglrx

source: Nvidia Settings
ca: Configuració d'Nvidia

source: video, driver, proprietary, nvidia, settings
ca: vídeo, controlador, propietari, nvidia, configuració

source: Software Sources
ca: Orígens de software

source: ppa, repository, package, source, download
ca: ppa, repositori, paquet, origen, descarregar

source: Package Management
ca: Administració de paquets

source: update, install, repository, package, source, download
ca: actualitzar, instal·lar, repositori, paquet, origen, descarregar

source: Users and Groups
ca: Usuaris i grups

source: user, users, account, accounts, group, groups, password
ca: usuari, usuaris, compte, comptes, grup, grups, contrasenya

source: bluetooth, dongle, transfer, mobile
ca: bluetooth, dongle, transferència, mòbil

source: Manage Services and Units
ca: Administra serveis i unitats

source: systemd, units, services, systemctl, init
ca: systemd, unitats, serveis, systemctl, init

source: Disks
ca: Discs

source: disks, manage, hardware, management, hard, hdd, pendrive, format, erase, test, create, iso, ISO, disk, image
ca: discs, gestionar, maquinari, administració, dur, hdd, pendrive, formatar, eliminar, test, crear, iso, ISO, disc, imatge

source: Back to all settings
ca: Tornar a totes les opcions

source: Search
ca: Buscar

source: An error occurred during the installation of %s. Please report this incident to its developer.
ca: Hi ha hagut un error durant la instal·lació de %s. Si us plau, informeu de l'incident al desenvolupador.

source: Manage Cinnamon applets
ca: Administra miniaplicacions de Cinnamon

source: You can remove specific instances in panel edit mode via the context menu.
ca: Podeu eliminar instàncies específiques des del mode d'edició del panell del menú contextual.

source: applet
ca: miniaplicació

source: Manage
ca: Gestionar

source: Download
ca: Descarregar

source: Installed applets
ca: Miniaplicacions instal·lades

source: Add
ca: Afegir

source: Uninstall
ca: Eliminar

source: Reset all
ca: Reiniciar-ho tot

source: Previous Panel
ca: Panell anterior

source: Next Panel
ca: Següent panell

source: Manage your Cinnamon desklets
ca: Gestiona les teves miniaplicacions d'escriptori de Cinnamon

source: You can remove specific instances from the desktop via that desklet's context menu
ca: Podeu eliminar instàncies específiques de l'escriptori des del menú contextual de la miniaplicació d'escriptori

source: desklet, desktop, slideshow
ca: miniaplicació d'escriptori, escriptori, presentació de dispositives

source: General Settings
ca: Configuració general

source: General Desklets Settings
ca: Configuració general de miniaplicacions d'escriptori

source: No decoration
ca: Sense decoració

source: Border only
ca: Només a la vora

source: Border and header
ca: A la vora i a la capçalera

source: Decoration of desklets
ca: Decoració de miniaplicacions d'escriptori

source: Note: Some desklets require the border/header to be always present
ca: Nota: Algunes miniaplicacions d'escriptori necessiten que la vora o la capçalera estiguin sempre presents

source: Such requirements override the settings selected here
ca: Tals requeriments sobreescriuen les opcions seleccionades aquí

source: Snap desklets to grid
ca: Compacta les miniaplicacions d'escriptori a la graella

source: Width of desklet snap grid
ca: Amplada de la compactació a la graella de les miniaplicacions d'escriptori

source: Installed desklets
ca: Miniaplicacions d'escriptori instal·lades

source: Remove all
ca: Elimina-ho tot

source: Manage your Cinnamon extensions
ca: Gestiona les teves extensions de Cinnamon

source: extension, addon
ca: extensió, addon

source: Installed extensions
ca: Extensions instal·lades

source: Enable
ca: Activar

source: Disable
ca: Desactivar

source: Disable all
ca: Desactivar-ho tot

source: Manage themes to change how your desktop looks
ca: Gestiona els temes per canviar com es veu el teu escriptori

source: themes, style
ca: temes, estil

source: Window borders
ca: Vores de finestra

source: Icons
ca: Icones

source: Mouse Pointer
ca: Punter del ratolí

source: Desktop
ca: Escriptori

source: Add/Remove
ca: Afegir/Eliminar

source: Settings
ca: Configuració

source: Miscellaneous options
ca: Miscel·lània d'opcions

source: Show icons in menus
ca: Mostrar icones als menús

source: Show icons on buttons
ca: Mostrar icones als botons

source: Scrollbar behavior
ca: Comportament de la barra de desplaçament

source: Jump to position when clicking in a trough
ca: Saltar cap a una posició en clicar-hi sobtadament

source: Use overlay scroll bars
ca: Utilitzar barres de desplaçament sobreimpressionades

source: Override the current theme's scrollbar width
ca: Sobreescriure l'amplada de la barra de desplaçament pel tema actual

source: Scrollbar width
ca: Amplada de la barra de desplaçament

source: Changes will take effect the next time you log in and may not affect all applications.
ca: Els canvis entraran en efecte la propera vegada que inicieu sessió i poden no afectar a totes les aplicacions.

source: Checking dependencies
ca: Revisant dependències

source: Please install: %s
ca: Si us plau, instal·leu: %s

source: _Cancel
ca: _Cancel·la

source: _Open
ca: _Obre

source: Sound files
ca: Fitxers de so

source: Downloading images:
ca: Descarregant imatges:

source: An error occurred while trying to access the server. Please try again in a little while.
ca: Hi ha hagut un error mentre s'intentava accedir al servidor. Intenteu-ho de nou d'aquí a una estona.

source: Something went wrong with the spices download. Please try refreshing the list again.
ca: Alguna cosa ha anat malament amb la descàrrega d'spices. Si us plau, intenteu refrescar la llista de nou.

source: Refreshing the cache
ca: Refrescant la memòria cau

source: Installing %s
ca: Instal·lant %s

source: Uninstalling %s
ca: Desinstal·lant %s

source: A problem occurred while removing %s.
ca: Hi ha hagut un problema mentre s'eliminava %s.

source: Details: %s
ca: Detalls: %s

source: Manage your actions
ca: Gestiona les teves accions

source: action
ca: acció

source: Installed actions
ca: Accions instal·lades

source: Display
ca: Visualització

source: display, screen, monitor, layout, resolution, dual, lcd
ca: visualització, pantalla, monitor, distribució, resolució, dual, lcd

source: This is a system applet. It cannot be removed.
ca: Això és una miniaplicació del sistema. No es pot esborrar.

source: This is a system desklet. It cannot be removed.
ca: Això és una miniaplicació d'escriptori del sistema. No es pot esborrar.

source: This is a system extension. It cannot be removed.
ca: Això és una extensió del sistema. No es pot esborrar.

source: This applet is currently enabled
ca: Aquesta miniaplicació està activada

source: This desklet is currently enabled
ca: Aquesta miniaplicació d'escriptori està activada

source: This extension is currently enabled
ca: Aquesta extensió està activada

source: This applet contains function calls that could potentially cause Cinnamon to crash or freeze. If you are experiencing crashes or freezing, please try removing it.
ca: Aquesta miniaplicació conté crides a funcions que podrien causar interrupcions o congelacions a Cinnamon. Si n'esteu experimentant, proveu a eliminar-la.

source: This desklet contains function calls that could potentially cause Cinnamon to crash or freeze. If you are experiencing crashes or freezing, please try removing it.
ca: Aquesta miniaplicació d'escriptori conté crides a funcions que podrien causar interrupcions o congelacions a Cinnamon. Si n'esteu experimentant, proveu a eliminar-la.

source: This extension contains function calls that could potentially cause Cinnamon to crash or freeze. If you are experiencing crashes or freezing, please try removing it.
ca: Aquesta extensió conté crides a funcions que podrien causar interrupcions o congelacions a Cinnamon. Si n'esteu experimentant, proveu a eliminar-la.

source: About
ca: Quant a

source: Extension %s is not compatible with current version of cinnamon. Using it may break your system. Load anyway?
ca: L'extensió %s és incompatible amb la versió actual de Cinnamon. Utilitzar-la pot causar danys al sistema. Voleu carregar-la de totes maneres?

source: There are multiple instances enabled. Are you sure you want to remove all of them?
ca: Hi ha múltiples instàncies activades. Segur que voleu eliminar-les totes?

source: Are you sure you want to completely remove %s?
ca: Segur que voleu eliminar %s per complet?

source: This will restore the default set of enabled applets. Are you sure you want to do this?
ca: Es restaurarà el conjunt de miniaplicacions activades per defecte. Segur que voleu fer això?

source: This will restore the default set of enabled desklets. Are you sure you want to do this?
ca: Es restaurarà el conjunt de miniaplicacions d'escriptori activades per defecte. Segur que voleu fer això?

source: This will disable all active extensions. Are you sure you want to do this?
ca: Es desactivaran totes les extensions actives. Segur que voleu fer això?

source: Something went wrong while loading %s. Please make sure you are using the latest version, and then report the issue to its developer.
ca: Alguna cosa ha anat malament mentre es carregava %s. Assegureu-vos que n'esteu utilitzant l'última versió i informeu del problema al seu desenvolupador.

source: Install
ca: Instal·la

source: Update
ca: Actualitza

source: Installed
ca: Instal·lada

source: Sort by
ca: Agrupa per

source: Name
ca: Nom

source: Popularity
ca: Popularitat

source: Date
ca: Data

source: Upgradable
ca: Es pot actualitzar

source: More info
ca: Més informació

source: Update all
ca: Actualitza-ho tot

source: %d update available
ca: %d actualització disponible

source: No updates available
ca: No hi ha actualitzacions

source: Your cache is out of date. Would you like to update it now?
ca: La memòria cau està obsoleta. Voleu refrescar-la ara?

source: Warns you when installed Spices (actions, applets, desklets, extensions, themes) require an update or new Spices are available.
ca: T'avisa quan hi ha Spices instal·lades (accions, miniaplicacions, miniaplicacions d'escriptori, extensions, temes) que necessiten ser actualitzades o quan n'hi ha de noves de disponibles.

source: Checking
ca: Revisant
ro: Se verifică

source: Monitoring
ca: Monitoritzant
ro: Se monitorizează

source: Frequency
ca: Freqüència
ro: Frecvență

source: Notifications
ca: Notificacions
ro: Notificări

source: Notification contents
ca: Contingut de les notificacions

source: Display type
ca: Tipus de visualització
ro: Tip de afișaj

source: Check regularly whether your applets are up to date
ca: Revisa periòdicament si les actualitzacions de les teves miniaplicacions estan al dia
ro: Verifică regulat dacă appleturile tale sunt la zi

source: If applets updates do not concern you, uncheck this box.
ca: Si les actualitzacions de miniaplicacions no et preocupen, desmarca aquesta casella.
ro: Dacă nu te interesează actualizarea appleturilor, debifează această căsuță.

source: Check regularly whether new applets are available
ca: Revisa periòdicament si hi ha noves miniaplicacions disponibles
ro: Verifică regulat dacă sunt disponibile noi appleturi

source: If new applets do not concern you, uncheck this box.
ca: Si les miniaplicacions noves no et preocupen, desmarca aquesta casella.
ro: Dacă nu te interesează appleturi noi, debifează această căsuță.

source: Update these applets:
ca: Actualitza aquestes miniaplicacions:
ro: Actualizează aceste appleturi:

source: Your Applets
ca: Les teves miniaplicacions
ro: Appleturile tale

source: Check for updates?
ca: Buscar actualitzacions?
ro: Caută actualizări?

source: Get the latest version now
ca: Descarrega l'última versió ara
ro: Ia ultima versiune acum
