Repository: linuxmint/cinnamon-spices-applets
Catalog: timer@Severga/files/timer@Severga/po/*.po
Languages: ca, hu, it, nl, pl, ru, vi

source: Timer: inactive
ca: Temporitzador: inactiu
hu: Időzítő: inaktív
it: Timer: inattivo
nl: Timer: inactief
pl: Timer: nieaktywny
ru: Таймер: выключен
vi: Hẹn giờ: không hoạt động

source: In: 00:00:00
ca: En: 00:00:00
hu: Múlva: 00:00:00
it: Tra: 00:00:00
pl: Za: 00:00:00
ru: Через: 00:00:00
vi: Trong: 00:00:00

source: At: --:--:--
ca: A: --:--:--
hu: Ekkor: --:--:--
it: Alle: --:--:--
nl: Op: --:--:--
pl: O: --:--:--
ru: В: --:--:--
vi: Lúc: --:--:--

source: Run command | turn off computer on timer
hu: Parancs futtatása | számítógép kikapcsolása időzítőn
pl: Uruchom polecenie lub wyłącz komputer po upływie czasu
ru: Выполнить команду | выключить компьютер по таймеру

source: Quick setup
ca: Posada en marxa ràpida
hu: Gyors beállítás
it: Configurazione rapida
nl: Snelle instelling
pl: Szybka konfiguracja
ru: Быстрая установка
vi: Thiết lập nhanh

source: Tip: set slider to zero to deactivate timer
ca: Consell: establiu el temps a zero per desactivar el temporitzador
hu: Ötlet: a csúszkát nullára állítva kikapcsolhatja az időzítőt
it: Suggerimento: imposta il cursore su zero per disattivare il timer
nl: Tip: stel de schuifregelaar in op nul om de timer te deactiveren
pl: Wskazówka: ustaw suwak na zero, aby wyłączyć timer
ru: Совет: установите ползунок на ноль для выключения таймера
vi: Mẹo: đặt thanh trượt về 0 để tắt hẹn giờ

source: Precise setup
ca: Posada en marxa precisa
hu: Pontos beállítás
it: Configurazione precisa
nl: Nauwkeurige instelling
pl: Precyzyjna konfiguracja
ru: Точная установка
vi: Thiết lập chính xác

source: Set time (today)
ca: Hora assignada (avui)
hu: Idő beállítása (ma)
it: Imposta orario (oggi)
nl: Tijd instellen (vandaag)
pl: Ustaw godzinę (dzisiaj)
ru: Установить время (сегодня)
vi: Đặt thời gian (hôm nay)

source: Set time (tomorrow)
ca: Hora assignada (demà)
hu: Idő beállítása (holnap)
it: Imposta orario (domani)
nl: Tijd instellen (morgen)
pl: Ustaw godzinę (jutro)
ru: Установить время (завтра)
vi: Đặt thời gian (ngày mai)

source: Set period
ca: Establir període
hu: Időintervallum
it: Imposta periodo
nl: Periode instellen
pl: Ustaw okres
ru: Установить продолжительность
vi: Đặt khoảng thời gian

source: Add preset
ca: Afegir preselecció
hu: Előbeállítás hozzáadás
it: Aggiungi preset
nl: Voorinstelling toevoegen
pl: Dodaj preset
ru: Добавить к предустановкам
vi: Thêm mẫu

source: Presets
ca: Preseleccions
hu: Előbeállítás
it: Preset
nl: Voorinstellingen
pl: Presety
ru: Предустановки
vi: Mẫu

source: Tip: use 'Precise setup' to add preset and [ × ] button to remove preset
ca: Consell: utilitzeu la configuració precisa per afegir una preselecció i el botó [ × ] per a eliminar-la
hu: Ötlet: a „Pontos beállítás” használatával előbeállítást adhat hozzá, a [ × ] gombra kattintva eltávolíthatja azt
it: Suggerimento: usa 'Precise setup' per aggiungere il preset e il pulsante [ × ] per rimuovere il preset
nl: Tip: gebruik 'Nauwkeurige instelling' om een voorinstelling toe te voegen en [ × ] knop om voorinstelling te verwijderen
pl: Wskazówka: użyj „Precyzyjnej konfiguracji”, aby dodać preset, a przycisku [ × ], aby go usunąć
ru: Совет: используйте 'Точная установка' для добавления предустановки и кнопку [ × ] для удаления предустановок
vi: Mẹo: sử dụng 'Thiết lập chính xác' để thêm mẫu và nút [ × ] để xóa mẫu

source: In:
ca: En:
hu: Múlva:
it: Tra:
pl: Za:
ru: Через:
vi: Trong:

source: At:
ca: A:
hu: Ekkor:
it: Alle:
nl: Op:
pl: O:
ru: В:
vi: Lúc:

source: Turn off in
ca: Apagar en
hu: Kikapcsolás
it: Spegni tra
nl: Uitschakelen over
pl: Wyłącz za
ru: Выключение через
vi: Tắt máy sau

source: s
hu: mp
ru: с

source: Timer:
ca: Temporitzador:
hu: Időzítő:
ru: Таймер:
vi: Hẹn giờ:

source: Timer
ca: Temporitzador
hu: Időzítő
ru: Таймер
vi: Hẹn giờ

source: Time's up!
ca: S'ha acabat el temps!
hu: Lejárt az idő!
it: Tempo scaduto!
nl: Tijd is om!
pl: Czas minął!
ru: Время вышло!
vi: Hết giờ!

source: A timer applet
ca: Una miniaplicació de temporitzador
hu: Időzítő kisalkalmazás
it: Una applet per il timer
nl: Een timer-applet
pl: Aplet timera
ru: Таймер
vi: Một applet hẹn giờ

source: Command to run on timer (empty for turn off)
hu: Parancs az időzítőn való futtatáshoz (üres a kikapcsoláshoz)
pl: Polecenie do uruchomienia po zakończeniu timera (puste = wyłączenie)
ru: Команда для запуска по таймеру (пустое поле - для выключения компьютера)

source: Custom command to run on timer. Leave empty to turn off the computer on timer
hu: Egyéni parancs időzítőn való futtatásához. Hagyja üresen, ha időzítőn szeretné kikapcsolni a számítógépet
pl: Własne polecenie uruchamiane po zakończeniu timera. Pozostaw puste, aby wyłączyć komputer
ru: Пользовательская команда для запуска по таймеру. Оставьте поле пустым для того, чтобы выключить компьютер по таймеру

source: Cancel run command (turn off) option
hu: Futtatási parancs visszavonása (kikapcsolás) opció
pl: Anuluj opcję uruchomienia polecenia (wyłączenia)
ru: Отменять опцию запуска команды (выключения компьютера)

source: Cancel the option to run command or turn off for subsequent use (triggers only at the moment count down finished)
hu: Parancs futtatásának visszavonása vagy kikapcsolása későbbi használatra (csak a visszaszámlálás befejeződésekor aktiválódik)
pl: Anuluje opcję uruchomienia polecenia lub wyłączenia przy kolejnych użyciach (działa tylko w momencie zakończenia odliczania)
ru: Отменять для последующих случаев использования таймера опцию запуска пользовательской команды или выключения компьютера (отмена срабатывает только в момент завершения отсчета таймера)

source: Play sound on timer
ca: Reproduir un so quan s'acaba el temps
hu: Hang lejátszása az időzítéskor
it: Riproduci suono allo scoccare del timer
nl: Geluid afspelen bij timer
pl: Odtwórz dźwięk po zakończeniu timera
ru: Воспроизводить звук по таймеру
vi: Phát âm thanh khi hết giờ

source: Soundclip file path
ca: Ruta del fitxer de so
hu: Hangfájl útvonal
it: Percorso alla clip audio
nl: Bestandspad van geluidsfragment
pl: Ścieżka do pliku dźwiękowego
ru: Расположение звукового файла
vi: Đường dẫn tập tin âm thanh

source: Show system notification on timer
ca: Mostrar notificació de sistema quan s'acaba el temps
hu: Értesítés megjelenítése az időzitéskor
it: Mostra notifica di sistema allo scoccare del timer
nl: Systeemmelding weergeven bij timer
pl: Pokaż powiadomienie systemowe po zakończeniu timera
ru: Показывать системное уведомление по таймеру
vi: Hiển thị thông báo hệ thống khi hết giờ

source: Custom notification text
hu: Egyéni értesítési szöveg
pl: Własny tekst powiadomienia
ru: Пользовательский текст уведомления

source: Custom text of the system notification on timer
hu: A rendszerértesítés egyéni szövege időzítőn
pl: Własny tekst powiadomienia systemowego po zakończeniu timera
ru: Пользовательский текст системного уведомления, отображаемого по таймеру

source: Submenu to open initially
ca: Submenú a obrir inicialment
hu: Kezdéskor látható az almenü
it: Sottomenù da aprire inizialmente
nl: Submenu om in eerste instantie te openen
pl: Podmenu otwierane domyślnie
ru: Первоначально открываемый раздел меню
vi: Menu phụ mở ban đầu

source: Turn off computer on timer
it: Spegni il computer con il timer
nl: Computer uitschakelen met timer
vi: Tắt máy tính theo hẹn giờ
