Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-status/applets-status/text-to-speech-applet@cardsurf/po/*.po
Languages: hr

source: Error parsing command parameters
hr: Greška obrade parametara naredbe

source: Try to use less parameters to determine which one is causing the error
hr: Pokušajte koristiti manje parametara kako bi otkrili koji uzrokuje grešku

source: Text to speech applet
hr: Tekst u govor

source: A text reading applet
hr: Aplet čitanja teksta

source: Configuration
hr: Podešavanje

source: Clipboard
hr: Međuspremnika

source: The clipboard that contains the text to read. The primary selection stores highlighted text. The clipboard selection stores text copied with Ctrl+C.
hr: Međuspremnik koji sadrži tekst za čitanje. Glavni odabir sprema naglašeni tekst. Odabir međuspremnika sprema tekst kopiran sa Ctrl+C.

source: Primary selection
hr: Glavni odabir

source: Clipboard selection
hr: Odabir međuspremnika

source: Voice command
hr: Glasovna naredba

source: A command used to read the text
hr: Naredba korištena za čitanje teksta

source: Reading
hr: Čitanje

source: Read lines and stop
hr: Čitaj redke i zaustavi se

source: If checked reading is stopped after the specified number of lines. Reading is resumed from the line it was stopped.
hr: Ako je odabrano, čitanje se zaustavi nakon određenog broja redaka. Čitanje se nastavi od redka na kojemu je stalo.

source: Read
hr: Čitaj

source: The number of lines to read
hr: Broj redaka za čitanje

source: lines and stop
hr: redke i zaustavi

source: Line separator
hr: Razdjelnik redaka

source: A regular expression separating lines of text
hr: Uobičajeni izraz za razdvajanje redaka teksta

source: Gui
hr: Grafičko sučelje

source: Idle icon
hr: Ikona mirovanja

source: An icon displayed when idle
hr: Ikona prikazana pri mirovanju

source: Pause icon
hr: Ikona pauze

source: An icon displayed when paused
hr: Ikona prikazana pri pauzi

source: Reading icon
hr: Ikona čitanja

source: An icon displayed when reading
hr: Ikona prikazana pri čitanju
