Repository: linuxmint/cinnamon-spices-applets
Catalog: hwmonitor@sylfurd/files/hwmonitor@sylfurd/po/*.po
Languages: hu, sv, vi

source: Dependency missing
hu: Függőség hiányzik
vi: Thiếu phụ thuộc

source: to use the applet %s
hu: a kisalkalmazás használatához (%s)
sv: för att använda panelprogrammet %s
vi: để sử dụng applet %s

source: Please install the GTop package Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop
hu: Kérem telepítse a következőket a használathoz: GTop package Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop
vi: Vui lòng cài đặt gói GTop Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop

source: MEM
sv: MINNE
vi: Bộ nhớ

source: NET (in)
hu: NET (be)
vi: Mạng (vào)

source: NET (out)
hu: NET (ki)
vi: Mạng (ra)

source: DISK (read)
hu: LEMEZ (olvasás)
vi: Ổ đĩa (đọc)

source: DISK (write)
hu: LEMEZ (írás)
vi: Ổ đĩa (ghi)

source: BAT
hu: AKK
vi: PIN

source: Open System Monitor
hu: Rendszerfigyelő megnyitása
sv: Öppna systemövervakaren
vi: Mở Giám sát hệ thống

source: Restart 'Graphical hardware monitor'
hu: 'Grafikus Hardver Figyelő' újraindítása
sv: Starta om 'grafisk hårdvaruövervakare'
vi: Khởi động lại 'Giám sát phần cứng đồ họa'

source: Displaying realtime system information (CPU, memory, network and disk load).
hu: Valós idejű rendszerinformációk megjelenítése (CPU, memória, hálózati és lemezterhelés).
vi: Hiển thị thông tin hệ thống thời gian thực (CPU, bộ nhớ, mạng và tải đĩa).

source: Graphical hardware monitor
hu: Grafikus Hardver Figyelő
sv: Grafisk hårdvaruövervakare
vi: Giám sát phần cứng đồ họa

source: General
hu: Általános
vi: Chung

source: BAT (battery)
hu: AKK (akkumulátor)
vi: PIN (battery)

source: General settings
hu: Általános beállítások
vi: Cài đặt chung

source: Theme (graph)
hu: Téma (grafikon)
vi: Giao diện (biểu đồ)

source: Theme (graph data)
hu: Téma (grafikon adat)
vi: Giao diện (dữ liệu biểu đồ)

source: CPU settings
hu: CPU beállítások
vi: Cài đặt CPU

source: MEM settings
hu: MEM beállítások
vi: Cài đặt bộ nhớ

source: NET (in) settings
hu: NET (be) beállítások
vi: Cài đặt mạng (vào)

source: NET (out) settings
hu: NET (ki) beállítások
vi: Cài đặt mạng (ra)

source: DISK (read) settings
hu: LEMEZ (olvasás) beállítások
vi: Cài đặt ổ đĩa (đọc)

source: DISK (write) settings
hu: LEMEZ (írás) beállítások
vi: Cài đặt ổ đĩa (ghi)

source: BAT (battery) settings
hu: AKK (akkumulátor) beállítások
vi: Cài đặt pin

source: Update frequency (seconds)
hu: Frissítési gyakoriság (másodperc)
sv: Uppdateringsfrekvens (sekunder)
vi: Tần suất cập nhật (giây)

source: The amount of time (in seconds) between the graph updates.
hu: A grafikon frissítések közötti idő (másodpercben).
sv: Tiden (i sekunder) mellan grafernas uppdateringar.
vi: Khoảng thời gian (giây) giữa các lần cập nhật biểu đồ.

source: Don't draw grid lines
hu: Ne rajzoljon négyzetrácsot
vi: Không vẽ lưới

source: Draw graph over grid lines
hu: Grafikon rajzolása négyzetrácsra
vi: Vẽ biểu đồ trên lưới

source: Draw grid lines over graph
hu: Négyzetrács a grafikon felett legyen
vi: Vẽ lưới trên biểu đồ

source: Grid lines
hu: Négyzetrács
vi: Lưới

source: How to draw the graph grid lines.
hu: Miként legyen megrajzolva a grafikon négyzetrácsa.
vi: Cách vẽ các đường lưới trên biểu đồ.

source: dark theme
hu: sötét téma
sv: mörkt tema
vi: giao diện tối

source: gray theme
hu: szürke téma
vi: giao diện xám

source: light theme
hu: világos téma
sv: ljust tema
vi: giao diện sáng

source: custom theme
hu: egyedi téma
sv: anpassat tema
vi: giao diện tùy chỉnh

source: Use 'custom theme' to select colors that matches your current desktop theme.
hu: Az 'egyéni téma' segítségével választhat az aktuális asztali témához illő színeket.
vi: Dùng 'giao diện tùy chỉnh' để chọn màu phù hợp với giao diện hiện tại.

source: Border color
hu: Szegélyszín
sv: Ramfärg
vi: Màu viền

source: Click the button to select a border color for the graphs
hu: Kattintson a gombra a grafikon szegély színének kiválasztásához
sv: Klicka på knappen för att sätta färgen på ramen
vi: Nhấn nút để chọn màu viền cho biểu đồ

source: Background color 1
hu: Háttérszín 1
sv: Bakgrundsfärg 1
vi: Màu nền 1

source: Click the button to select a starting color for the linear gradient of the graph background
hu: Kattintson a gombra a kezdő szín kiválasztásához a grafikon hátterének lineáris gradienséhez
sv: Klicka på knappen för att sätta startfärgen på den grafens linjära gradient
vi: Nhấn nút để chọn màu bắt đầu cho gradient tuyến tính của nền biểu đồ

source: Background color 2
hu: Háttérszín 2
sv: Bakgrundsfärg 2
vi: Màu nền 2

source: Click the button to select a ending color for the linear gradient of the graph background
hu: Kattintson a gombra a végső szín kiválasztásához a grafikon hátterének lineáris gradienséhez
sv: Klicka på knappen för att sätta slutfärgen på den grafens linjära gradient
vi: Nhấn nút để chọn màu kết thúc cho gradient tuyến tính của nền biểu đồ

source: Label color
hu: Címke színe
sv: Rubrikfärg
vi: Màu nhãn

source: Click the button to select a label color
hu: Kattintson a gombra a címke színének kiválasztásához
sv: Klicka på knappen för att sätta rubrikfärgen
vi: Nhấn nút để chọn màu nhãn

source: Label font size
hu: Címke betűmérete
vi: Cỡ chữ nhãn

source: Set the font size for the main label.
hu: Állítsa be a főcímke betűméretét.
vi: Đặt cỡ chữ cho nhãn chính.

source: Detail label color
hu: Részletes címkeszín
vi: Màu nhãn chi tiết

source: Click the button to select a detail label color
hu: Kattintson a gombra a részletes címkeszín kiválasztásához
vi: Nhấn nút để chọn màu nhãn chi tiết

source: Detail label font size
hu: Részletes címkeszín betűmérete
vi: Cỡ chữ nhãn chi tiết

source: Set the font size for the detail label.
hu: Állítsa be a részletes címke betűméretét.
vi: Đặt cỡ chữ cho nhãn chi tiết.

source: default theme
hu: alapértelmezett téma
vi: giao diện mặc định

source: blue theme
hu: kék téma
vi: giao diện xanh dương

source: Graph color 1
hu: Grafikon szín 1
sv: Graffärg 1
vi: Màu biểu đồ 1

source: Click the button to select a starting color for the linear gradient of the graph colors. Offset for the first color is always 0.
hu: Kattintson a gombra a kezdő szín kiválasztásához a grafikon színeinek lineáris gradienséhez. Az első szín eltolása mindig 0.
sv: Klicka på knappen för att sätta startfärgen för grafens linjära gradient. Gränsvärdet för första färgen är alltid 0.
vi: Nhấn nút để chọn màu bắt đầu cho gradient tuyến tính của biểu đồ. Vị trí màu đầu luôn là 0.

source: Graph color 2
hu: Grafikon szín 2
sv: Graffärg 2
vi: Màu biểu đồ 2

source: Click the button to select a first middle color for the linear gradient of the graph colors.
hu: Kattintson a gombra az első középszín kiválasztásához a grafikon színeinek lineáris gradienséhez.
sv: Klicka på knappen för att sätta den första mittfärgen för grafens linjära gradient.
vi: Nhấn nút để chọn màu trung gian đầu tiên cho gradient tuyến tính của biểu đồ.

source: Offset for graph color 2
hu: Grafikon 2 színének eltolása
sv: Gränsvärde för graffärg 2
vi: Vị trí màu thứ 2 của biểu đồ

source: Offset for first middle color of the linear gradient
hu: A lineáris gradiens első középszínének eltolása
sv: Gränsvärde för den första mittfärgen i den linjära gradienten
vi: Vị trí màu trung gian đầu tiên trong gradient tuyến tính

source: Graph color 3
hu: Grafikon szín 3
sv: Graffärg 3
vi: Màu biểu đồ 3

source: Click the button to select a second middle color for the linear gradient of the graph colors.
hu: Kattintson a gombra második középszínt kiválasztásához a grafikon színeinek lineáris gradienséhez.
sv: Klicka på knappen för att sätta den andra mittfärgen för grafens linjära gradient.
vi: Nhấn nút để chọn màu trung gian thứ hai cho gradient tuyến tính của biểu đồ.

source: Offset for graph color 3
hu: Grafikon 3 színének eltolása
sv: Gränsvärde för graffärg 3
vi: Vị trí màu thứ 3 của biểu đồ

source: Offset for second middle color of the linear gradient
hu: A lineáris gradiens második középszínének eltolása
vi: Vị trí màu trung gian thứ hai trong gradient tuyến tính

source: Graph color 4
hu: Grafikon szín 4
sv: Graffärg 4
vi: Màu biểu đồ 4

source: Click the button to select a ending color for the linear gradient of the graph colors. Offset for the last color is always 1.
hu: Kattintson a gombra egy végső szín kiválasztásához a grafikon színeinek lineáris gradienséhez. Az utolsó szín eltolása mindig 1.
sv: Klicka på knappen för att sätta slutfärgen för grafens linjära gradient. Gränsvärdet för sista färgen är alltid 1.
vi: Nhấn nút để chọn màu kết thúc cho gradient tuyến tính của biểu đồ. Vị trí màu cuối luôn là 1.

source: Show CPU graph
hu: CPU grafikon megjelenítése
vi: Hiển thị biểu đồ CPU

source: Show or hide the CPU graph
hu: CPU grafikon megjelenítése vagy elrejtése
vi: Hiển thị hoặc ẩn biểu đồ CPU

source: Horizontal panel width or vertical panel height
hu: Vízszintes panel szélessége vagy függőleges panel magassága
vi: Chiều rộng panel ngang hoặc chiều cao panel dọc

source: Set the width of the graph for horizontal panels, or the height of the graph for vertical panels.
hu: Állítsa be a grafikon szélességét vízszintes panelhez, vagy annak magasságát függőleges panelhez.
vi: Đặt chiều rộng biểu đồ cho panel ngang, hoặc chiều cao biểu đồ cho panel dọc.

source: Use custom graph label
hu: Egyéni grafikon címke használata
vi: Sử dụng nhãn biểu đồ tùy chỉnh

source: Choose your own label for the CPU graph
hu: Válassza ki a saját címkét a CPU grafikonhoz
vi: Chọn nhãn cho biểu đồ CPU

source: Set the custom label for the CPU graph
hu: Állítsa be a CPU grafikon egyedi címkéjét
vi: Đặt nhãn tùy chỉnh cho biểu đồ CPU

source: Show details
hu: Részletek megjelenítése
vi: Hiển thị chi tiết

source: Show or hide the CPU usage label
hu: A CPU használati címke megjelenítése vagy elrejtése
vi: Hiển thị hoặc ẩn nhãn sử dụng CPU

source: Show the memory graph
hu: Memória grafikon megjelenítése
vi: Hiển thị biểu đồ bộ nhớ

source: Show or hide the memory graph
hu: A memória grafikonjának megjelenítése vagy elrejtése
vi: Hiển thị hoặc ẩn biểu đồ bộ nhớ

source: Horizontal panel width or vertical panel height.
hu: Vízszintes panel szélessége vagy függőleges panel magassága.
vi: Chiều rộng panel ngang hoặc chiều cao panel dọc.

source: Choose your own label for the memory graph
hu: Válassza ki a saját címkét a memória grafikonhoz
vi: Chọn nhãn cho biểu đồ bộ nhớ

source: Set the custom label for the memory graph
hu: Állítsa be a memória grafikon egyedi címkéjét
vi: Đặt nhãn tùy chỉnh cho biểu đồ bộ nhớ

source: Show or hide the memory usage label
hu: A memóriahasználati címke megjelenítése vagy elrejtése
vi: Hiển thị hoặc ẩn nhãn sử dụng bộ nhớ

source: Show NET (in) graph
hu: NET (be) grafikon megjelenítése
vi: Hiển thị biểu đồ NET (vào)

source: Show or hide the NET (in) graph
hu: NET (be) grafikon megjelenítése vagy elrejtése
vi: Hiển thị hoặc ẩn biểu đồ NET (vào)

source: Internet speed (in).
hu: Internet sebessége (be).
vi: Tốc độ Internet (vào).

source: Set your internet speed (in) in Mbit/s. Note that sometimes ISP:s delivers better or worse speed than what you have paid for. You might need to adjust this value up or down, to make it look right to you.
hu: Állítsa be az internet sebességét (be) Mbit/s-ban. Ne feledje, hogy az internetszolgáltatója által nyújtott kapcsolat ingadozhat. Előfordulhat, hogy fentebb vagy lentebb kell állítania ezt az értéket, hogy megfelelő legyen.
vi: Đặt tốc độ Internet (vào) bằng Mbit/s. Lưu ý rằng đôi khi nhà cung cấp dịch vụ có thể cung cấp tốc độ cao hơn hoặc thấp hơn so với gói bạn đã trả. Bạn có thể cần điều chỉnh giá trị này lên hoặc xuống để hiển thị chính xác.

source: Choose your own label for the NET (in) graph
hu: Válassza ki a saját címkét a NET (be) grafikonhoz
vi: Chọn nhãn tùy chỉnh cho biểu đồ NET (vào)

source: Set the custom label for the NET (in) graph
hu: Állítson be a saját címkét a NET (be) grafikonhoz
vi: Đặt nhãn tùy chỉnh cho biểu đồ NET (vào)

source: logarithmic
hu: logaritmikus
vi: logarit

source: linear
hu: lineáris
vi: tuyến tính

source: Scale
hu: Méretezés
vi: Tỷ lệ

source: Use linear or logarithmic scale.
hu: Használjon lineáris vagy logaritmikus méretezést.
vi: Sử dụng tỷ lệ tuyến tính hoặc logarit.

source: Show or hide the NET (in) usage label
hu: A NET (be) használati címke megjelenítése vagy elrejtése
vi: Hiển thị hoặc ẩn nhãn sử dụng NET (vào)

source: Show NET (out) graph
hu: NET (ki) grafikon megjelenítése
vi: Hiển thị biểu đồ NET (ra)

source: Show or hide the NET (out) graph
hu: NET (ki) grafikon megjelenítése vagy elrejtése
vi: Hiển thị hoặc ẩn biểu đồ NET (ra)

source: Internet speed (out).
hu: Internet sebesség (ki)
vi: Tốc độ Internet (ra).

source: Set your internet speed (out) in Mbit/s. Note that sometimes ISP:s delivers better or worse speed than what you have paid for. You might need to adjust this value up or down, to make it look right to you.
hu: Állítsa be az internet sebességét (ki) Mbit/s-ban. Ne feledje, hogy az internetszolgáltatója által nyújtott kapcsolat ingadozhat. Előfordulhat, hogy fentebb vagy lentebb kell állítania ezt az értéket, hogy megfelelő legyen.
vi: Đặt tốc độ Internet (ra) bằng Mbit/s. Lưu ý rằng đôi khi nhà cung cấp dịch vụ có thể cung cấp tốc độ cao hơn hoặc thấp hơn so với gói bạn đã trả. Bạn có thể cần điều chỉnh giá trị này lên hoặc xuống để hiển thị chính xác.

source: Choose your own label for the NET (out) graph
hu: Válassza ki a saját címkét a NET (ki) grafikonhoz
vi: Chọn nhãn tùy chỉnh cho biểu đồ NET (ra)

source: Set the custom label for the NET (out) graph
hu: Állítson be a saját címkét a NET (ki) grafikonhoz
vi: Đặt nhãn tùy chỉnh cho biểu đồ NET (ra)

source: Show or hide the NET (out) usage label
hu: A NET (ki) használati címke megjelenítése vagy elrejtése
vi: Hiển thị hoặc ẩn nhãn sử dụng NET (ra)

source: Show DISK (read) graph
hu: LEMEZ (olvasás) grafikon megjelenítése
vi: Hiển thị biểu đồ DISK (đọc)

source: Show or hide the DISK (read) graph. Shows usage of the drive specified below.
hu: A LEMEZ (olvasás) grafikon megjelenítése vagy elrejtése. Az alábbiakban megadott meghajtó használatát mutatja.
vi: Hiển thị hoặc ẩn biểu đồ DISK (đọc). Hiển thị mức sử dụng của ổ đĩa được chỉ định bên dưới.

source: Set the device name to monitor for the DISK (read) graph.
hu: Állítsa be a megfigyelt eszköz nevét a LEMEZ (olvasás) grafikonhoz.
vi: Chọn tên thiết bị để giám sát biểu đồ DISK (đọc).

source: Use custom graph label.
hu: Egyéni grafikon címke használata.
vi: Sử dụng nhãn biểu đồ tùy chỉnh.

source: Choose your own label for the DISK (read) graph.
hu: Válassza ki a saját címkét a LEMEZ (olvasás) grafikonhoz.
vi: Chọn nhãn tùy chỉnh cho biểu đồ DISK (đọc).

source: Set the custom label for the DISK (read) graph.
hu: Állítsa be a saját címkét a LEMEZ (olvasás) grafikonhoz.
vi: Đặt nhãn tùy chỉnh cho biểu đồ DISK (đọc).

source: Show details.
hu: Részletek megjelenítése.
vi: Hiển thị chi tiết.

source: Show or hide the DISK (read) usage label.
hu: A LEMEZ (olvasás) használati címke megjelenítése vagy elrejtése.
vi: Hiển thị hoặc ẩn nhãn sử dụng DISK (đọc).

source: Show DISK (write) graph.
hu: LEMEZ (írás) grafikon megjelenítése.
vi: Hiển thị biểu đồ DISK (ghi).

source: Show or hide the DISK (write) graph. Shows usage of the drive specified below.
hu: A LEMEZ (írás) grafikon megjelenítése vagy elrejtése. Az alábbiakban megadott meghajtó használatát mutatja.
vi: Hiển thị hoặc ẩn biểu đồ DISK (ghi). Hiển thị mức sử dụng của ổ đĩa được chỉ định bên dưới.

source: Set the device name to monitor for the DISK (write) graph.
hu: Állítsa be a megfigyelt eszköz nevét a LEMEZ (írás) grafikonhoz.
vi: Chọn tên thiết bị để giám sát biểu đồ DISK (ghi).

source: Choose your own label for the DISK (write) graph.
hu: Válassza ki a saját címkét a LEMEZ (írás) grafikonhoz.
vi: Chọn nhãn tùy chỉnh cho biểu đồ DISK (ghi).

source: Set the custom label for the DISK (write) graph.
hu: Állítsa be a saját címkét a LEMEZ (írás) grafikonhoz.
vi: Đặt nhãn tùy chỉnh cho biểu đồ DISK (ghi).

source: Show or hide the DISK (write) usage label.
hu: A LEMEZ (írás) használati címke megjelenítése vagy elrejtése.
vi: Hiển thị hoặc ẩn nhãn sử dụng DISK (ghi).

source: Show BAT (battery) graph.
hu: AKK (akkumulátor) grafikon megjelenítése.
vi: Hiển thị biểu đồ BAT (pin).

source: Show or hide the BAT (battery) graph. Shows battery level.
hu: Az AKK (akkumulátor) grafikon megjelenítése vagy elrejtése. Akkumulátor szintjének megjelenítése.
vi: Hiển thị hoặc ẩn biểu đồ BAT (pin). Hiển thị mức pin.

source: Choose your own label for the BAT (battery) graph.
hu: Válassza ki a saját címkét az AKK (akkumulátor) grafikonhoz.
vi: Chọn nhãn tùy chỉnh cho biểu đồ BAT (pin).

source: Set the custom label for the BAT (battery) graph.
hu: Állítson be a saját címkét az AKK (akkumulátor) grafikonhoz.
vi: Đặt nhãn tùy chỉnh cho biểu đồ BAT (pin).

source: Show or hide the BAT (battery) detail label.
hu: Az AKK (akkumulátor) részletek címke megjelenítése vagy elrejtése.
vi: Hiển thị hoặc ẩn nhãn chi tiết BAT (pin).

source: Select a device
hu: Válasszon eszközt
vi: Chọn thiết bị

source: Set the device to monitor for the DISK (read) graph.
hu: Állítson be egy megfigyelni kívánt eszközt a LEMEZ (olvasás) grafikonhoz.
vi: Chọn thiết bị để giám sát biểu đồ DISK (đọc).

source: Set the device to monitor for the DISK (write) graph.
hu: Állítson be egy megfigyelni kívánt eszközt a LEMEZ (írás) grafikonhoz.
vi: Chọn thiết bị để giám sát biểu đồ DISK (ghi).

source: Dependence missing
sv: Beroende saknas

source: Please install the GTop package
sv: Installera GTop-paketet

source: Displaying realtime CPU and memory load
sv: Visar CPU- och minnesbelastning i realtid

source: Graphical hardware monitor settings.
sv: Inställningar för Grafisk hårdvaruövervakare

source: pixels
sv: pixlar

source: Horizontal panel graph width
sv: Grafernas bredd för horisontella paneler

source: Vertical panel graph height
sv: Grafernas bredd för vertikala paneler

source: Custom graph labels
sv: Anpassade grafrubriker

source: Use custom graph labels
sv: Använd anpassade grafrubriker

source: Choose your own labels for the graphs
sv: Välj dina egna anpassade grafrubriker

source: Set the label for the CPU graph
sv: Välj rubrik för CPU-grafen

source: Set the label for the memory graph
sv: Välj rubrik för minnes-grafen

source: Theme
sv: Tema

source: Use custom theme to select colors that matches your current theme.
sv: Använd ett anpassat tema för att välja färger som matchar ditt nuvarande tema.

source: Offset for first second color of the linear gradient
sv: Gränsvärde för den andra mittfärgen i den linjära gradienten
