Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-status/applets-status/pomodoro@gregfreeman.org/po/*.po
Languages: ca, fr, pl, pt_br

source: Pomodoro started
ca: Inici del pomodoro
fr: Pomodoro démarré
pl: Pomodoro rozpoczęte
pt_br: Pomodoro iniciou

source: Pomodori %d, set %d running
fr: Pomodoro %d, set %d en cours

source: Let's go to work !
fr: Au travail !

source: Take a short break
ca: Pren un descans curt
fr: Prenez une courte pause
pl: Czas na krótką przerwę
pt_br: Faça uma curta pausa

source: Short break running
fr: Courte pose en cours

source: Take a long break
ca: Pren un descans llarg
fr: Prenez une longue pause
pl: Czas na długą przerwę
pt_br: Faça uma longa pausa

source: Long break running
fr: Longue pause en cours

source: Pomodoro ended
ca: Fi del pomodoro
fr: Pomodoro terminé
pl: Pomodoro zakończone
pt_br: Pomodoro acabou

source: Pomodoro Timer
ca: Cronòmetre Pomodoro
fr: Minuteur Pomodoro
pl: Pomodoro

source: Completed
ca: Completats
fr: Terminé
pl: Ukończone
pt_br: Completo

source: Reset Timer
ca: Reiniciar cronometre
fr: Remise à zéro du minuteur
pl: Zresetuj pomodoro
pt_br: Zerar Timer

source: Reset Counts and Timer
ca: Reiniciar comptador i cronòmetre
fr: Remise à zéro des comptes et du minuteur
pl: Zresetuj pomodoro i ilość ukończonych pomodoro
pt_br: Zerar Contador e Timer

source: Settings
ca: Ajustos
fr: Paramètres
pl: Ustawienia
pt_br: Configurações

source: What is this?
ca: Què és això?
fr: A propos
pl: Co to jest pomodoro?
pt_br: O que é isso?

source: None
ca: Cap
fr: Aucun
pl: Nic
pt_br: Nenhum

source: Switch Off Pomodoro
ca: Tancar Pomodoro
fr: Désactiver Pomodoro
pl: Wyłącz Pomodoro
pt_br: Desativar Pomodoro

source: Start a new Pomodoro
ca: Començar un nou Pomodoro
fr: Démarrer un nouveau Pomodoro
pl: Rozpocznij nowe Pomodoro
pt_br: Iniciar um novo Pomodoro

source: Hide
ca: Amaga
fr: Masquer
pl: Ukryj
pt_br: Esconder

source: Pomodoro set finished, you deserve a break!
fr: Pomodoro terminé, vous méritez un break !
pl: Pomodoro zakończone, zasługujesz na przerwę!

source: Your break is over, start another pomodoro!
ca: El descans s'acaba, comença un altre pomodoro!
fr: Votre break est terminé, démarrez un nouveau Pomodoro !
pl: Koniec przerwy, rozpocznij kolejne pomodoro!
pt_br: Sua pausa chegou ao fim, inicie outro pomodoro!

source: A new pomodoro begins in
ca: Un nou pomodoro comença en
fr: Un nouveau Pomodoro débute dans
pl: Nowe pomodoro zacznie się za
pt_br: Um novo pomodoro inicia em

source: %d minutes and %d seconds
ca: %d minuts i %d segons
fr: %d minute(s) et %d seconde(s)
pl: %d minut i %d sekund
pt_br: %d minutos e %d segundos

source: Play Start Sound
fr: Jouer un son de début

source: Short Break Duration:
ca: Duració del descans curt:
fr: Durée d'une courte pause :
pl: Czas trwania krótkiej przerwy:
pt_br: Duração da curta pausa

source: Auto start a new pomodoro after a break ends
ca: Comença un nou pomodoro després que finalitzi un descans
fr: Démarrer automatiquement un nouveau Pomodoro lorsque la pause est terminée
pl: Automatycznie rozpocznij nowe pomodoro gdy przerwa się skończy
pt_br: Iniciar um novo pomodoro automaticamente após o fim da pausa

source: Sounds
ca: Sons
fr: Sons
pl: Dźwięki
pt_br: Sons

source: Start Sound File
fr: Fichier son de début

source: Pomodoro Duration:
ca: Duració del pomodoro:
fr: Durée du Pomodoro :
pl: Czas trwania jednego pomodoro:
pt_br: Duração do Pomodoro:

source: Long Break Duration:
ca: Duració del descans llarg:
fr: Durée d'une longue pause :
pl: Czas trwania długiej przerwy:
pt_br: Duração da longa pausa:

source: Break Sound File
ca: Fitxer d'àudio pel descans
fr: Fichier son de pause
pl: Dźwięk przerwy
pt_br: Arquivo de som de Pausa

source: Display the pomodoro icon in the applet panel
ca: Mostra la icona pomodoro en el panell de miniaplicacions
fr: Afficher l'icône du Pomodoro dans le panneau d'applet
pl: Wyświetlaj ikonę pomodoro w panelu apletów
pt_br: Exibir o ícone do pomodoro no painel de miniaplicativos

source: Show the pomodoro timer in the applet panel
fr: Afficher le minuteur du Pomodoro dans le panneau d'applet

source: Durations (minutes)
ca: Duracions (minuts)
fr: Durées (en minutes)
pl: Czas trwania (w minutach)
pt_br: Durações (minutos)

source: Number of pomodori before long break:
ca: Número de pomodoros abans del descans llarg:
fr: Nombre de Pomodoro avant une longue pause :
pl: Liczba pomodoro przed długą przerwą:
pt_br: Número de pomodoros antes de pausa longa:

source: Play Break Sound
ca: Reprodueix so de descans
fr: Jouer un son de pause
pl: Odtwarzaj dźwięk przerwy
pt_br: Tocar som de Pausa

source: Warn Delay (in secs):
ca: Retràs de l'avís (en segons):
fr: Délai d'avertissement (en secondes) :
pl: Ilość czasu pozostałego gdy zabrzmi dźwięk ostrzeżenia (w sekundach):
pt_br: Atraso no Aviso (em segundos):

source: Show Dialog Messages
ca: Mostra missatges
fr: Voir les messages de dialogue
pl: Pokazuj powiadomienia
pt_br: Exibir janela de mensagens

source: Warn Sound File
ca: Fitxer d'àudio per l'avís
fr: Fichier son d'avertissement
pl: Dźwięk ostrzeżenia
pt_br: Arquivo de som do Aviso

source: Play Warn Sound
ca: Reprodueix so d'avís
fr: Jouer un son d'avertissement
pl: Odtwarzaj dźwięk ostrzeżenia
pt_br: Tocar som de Aviso

source: Play Timer Sound
ca: Reprodueix so pel cronòmetre
fr: Jouer le son du minuteur
pl: Odtwarzaj dźwięk odliczania
pt_br: Tocar som do Timer

source: Timer Sound File
ca: Fitxer d'àudio pel cronòmetre
fr: Fichier son du minuteur
pl: Dźwięk odliczania
pt_br: Arquivo de som do Timer

source: Great tool for boosted productivity!
fr: Un excellent outil pour améliorer sa productivité !

source: Options
ca: Opcions
pl: Ustawienia
pt_br: Opções
