Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/standardIconNames@jerrywham/*.po
Languages: ca, fr, vi, zh_tw

source: Standard Action Icons
ca: Icones d'acció estàndard
fr: Icônes Standard d'Action
vi: Biểu tượng Hành động Chuẩn
zh_tw: 標準動作圖示

source: Standard Animation Icons
ca: Icones d'animació estàndard
fr: Icônes Standard d'Animation
vi: Biểu tượng Hoạt hình Chuẩn
zh_tw: 標準動畫圖示

source: Standard Applications Icons
ca: Icones d'aplicació estàndard
fr: Icônes Standard d'Applications
vi: Biểu tượng Ứng dụng Chuẩn
zh_tw: 標準應用程式圖示

source: Standard Category Icons
ca: Icones de categoria estàndard
fr: Icônes Standard de Catégorie
vi: Biểu tượng Danh mục Chuẩn
zh_tw: 標準分類圖示

source: Standard Device Icons
ca: Icones de dispositiu estàndard
fr: Icônes Standard de Périphérique
vi: Biểu tượng Thiết bị Chuẩn
zh_tw: 標準裝置圖示

source: Standard Emblem Icons
ca: Icones d'emblemes estàndard
fr: Icônes Standard d'Emblème
vi: Biểu tượng Biểu trưng Chuẩn
zh_tw: 標準徽章圖示

source: Standard Emotion Icons
ca: Icones d'emocions estàndard
fr: Icônes Standard d'Émotion
vi: Biểu tượng Cảm xúc Chuẩn
zh_tw: 標準表情圖示

source: Standard MIME Type Icons
ca: Icones MIME Type estàndard
fr: Icônes Standard de Type MIME
vi: Biểu tượng Loại MIME Chuẩn
zh_tw: 標準 MIME 類型圖示

source: Standard Place Icons
ca: Icones de llocs estàndard
fr: Icônes Standard d'Emplacement
vi: Biểu tượng Vị trí Chuẩn
zh_tw: 標準位置圖示

source: Standard Status Icons
ca: Icones d'estat estàndard
fr: Icônes Standard d'État
vi: Biểu tượng Trạng thái Chuẩn
zh_tw: 標準狀態圖示

source: Please install the '%s' package.
ca: Si us plau instal·leu el paquet '%s'.
fr: Veuillez installer le paquet '%s'.
vi: Vui lòng cài đặt gói '%s'.
zh_tw: 請安裝「%s」套件。

source: Item '%s' copied to clipboard.
ca: Element '%s' copiat al porta-papers.
fr: L'élément '%s' a été copié dans le presse-papiers.
vi: Mục '%s' đã được sao chép vào clipboard.
zh_tw: 「%s」已複製到剪貼簿。

source: Standard icon names
ca: Noms d'icones estàndard
fr: Noms standard d'icônes
vi: Tên biểu tượng Chuẩn
zh_tw: 標準圖示名稱

source: All standard icon names for applet developers
ca: Tots els noms de les icones, per a desenvolupadors de miniaplicacions
fr: Tous les noms d'icônes standard pour les développeurs d'applets
vi: Tất cả tên biểu tượng chuẩn dành cho nhà phát triển tiện ích
zh_tw: 提供小程式開發者使用的所有標準圖示名稱
