Repository: linuxmint/cinnamon-spices-applets
Catalog: calc-js@ptandler/files/calc-js@ptandler/po/*.po
Languages: vi

source: Mini-Calc Applet
vi: Tiện ích Mini-Calc

source: Very simple and minimalistic but yet powerful calculator that evaluates JavaScript expressions.
vi: Máy tính rất đơn giản và tối giản nhưng mạnh mẽ, cho phép tính toán các biểu thức JavaScript.

source: Settings
vi: Cài đặt

source: Keyboard
vi: Bàn phím

source: Number Format
vi: Định dạng số

source: Expression and Result History
vi: Lịch sử biểu thức và kết quả

source: Show / hide mini calculator
vi: Hiện / ẩn máy tính mini

source: Convert numbers in current locale's format to JS numbers
vi: Chuyển đổi số theo định dạng địa phương sang số JS

source: e.g. for the German locale convert `1,2 + 3,4` to `1.2 + 3.4`. Makes pasting number easier.
vi: Ví dụ, với định dạng Đức sẽ chuyển `1,2 + 3,4` thành `1.2 + 3.4`. Giúp việc dán số dễ dàng hơn.

source: Max number of recent expressions
vi: Số lượng biểu thức gần đây tối đa

source: Max length of expression history
vi: Độ dài tối đa của lịch sử biểu thức
