Repository: linuxmint/cinnamon-spices-applets
Catalog: sound150@claudiux/files/sound150@claudiux/po/*.po
Languages: ca, es, fi, nl

source: Playing
ca: Reproduint
es: Reproduciendo
fi: Soi
nl: Afspelen

source: Paused
ca: Pausat
es: Pausado
fi: Tauko
nl: Gepauzeerd

source: Stopped
ca: Aturat
es: Detenido
fi: Pysäytetty
nl: Gestopt

source: Microphone
ca: Micròfon
es: Micrófono
fi: Mikrofoni
nl: Microfoon

source: Volume
ca: Volum
es: Volumen
fi: Voimakkuus

source: Mute
ca: Silenciar
es: Silenciar
fi: Vaimenna
nl: Dempen

source: Unknown Artist
ca: Artista desconegut
es: Artista desconocido
fi: Tuntematon esittäjä
nl: Onbekende Artiest

source: Unknown Album
ca: Àlbum desconegut
es: Álbum desconocido
fi: Tuntematon albumi
nl: Onbekend Album

source: Unknown Title
ca: Títol desconegut
es: Título desconocido
fi: Tuntematon nimi
nl: Onbekende Titel

source: Previous
ca: Anterior
es: Anterior
fi: Edellinen
nl: Vorige

source: Play
ca: Reprodueix
es: Reproducir
fi: Toista
nl: Afspelen

source: Stop
ca: Atura
es: Detener
fi: Pysäytä
nl: Stoppen

source: Next
ca: Següent
es: Siguiente
fi: Seuraava
nl: Volgende

source: Consecutive Playing
ca: Reproducció consecutiva
es: Reproducción consecutiva
fi: Jatkuva toisto
nl: Opeenvolgend Afspelen

source: No Shuffle
ca: Sense reproducció aleatòria
es: Sin reproducción aleatoria
fi: Ei sekoitusta
nl: Geen Shuffle

source: Open Player
ca: Obrir reproductor
es: Abrir reproductor
fi: Avaa soitin
nl: Open Speler

source: Quit Player
ca: Tancar el reproductor
es: Salir del reproductor
fi: Lopeta soitin
nl: Speler afsluiten

source: Pause
ca: Pausar
es: Pausar
fi: Tauko
nl: Pauze

source: Repeat Single
ca: Repetir individual
es: Repetir Individual
fi: Toista kappaletta
nl: Herhaal Enkelvoudig

source: Repeat All
ca: Repetir tot
es: Repetir todo
fi: Toista kaikki
nl: Herhaal Alles

source: Shuffle
ca: Reproducció aleatòria
es: Reprodución aleatoria
fi: Sekoitus

source: Mute output
ca: Silenciar la sortida
es: Silenciar salida
fi: Vaimenna ääni
nl: Uitvoer Dempen

source: Mute input
ca: Silenciar l'entrada
es: Silenciar entrada
fi: Vaimenna mikrofoni
nl: Invoer Dempen

source: Applications
ca: Aplicacions
es: Aplicaciones
fi: Sovellukset
nl: Applicaties

source: Output device
ca: Dispositiu de sortida
es: Dispositivo de salida
fi: Toistolaite
nl: Uitvoerapparaat

source: Input device
ca: Dispositiu d'entrada
es: Dispositivo de entrada
fi: Sisääntulon laite
nl: Invoerapparaat

source: Easy Effects
es: Efectos sencillos
nl: Eenvoudige Effecten

source: Pulse Effects
es: Efectos Pulse
nl: Pulserende Effecten

source: Are you sure you want to remove '%s'?
ca: Segur que voleu eliminar '%s'?
es: ¿Estás seguro de que quieres eliminar '%s'?
fi: Haluatko poistaa “%s”?
nl: Weet je zeker dat je '%s' wilt verwijderen?

source: The 'playerctl' package is required!
ca: Es necessita el paquet 'playerctl'!
es: ¡Se necesita el paquete "playerctl"!
fi: Ohjelmapaketti "playerctl" vaaditaan!
nl: Het 'playerctl'-pakket is vereist!

source: Please select 'Install playerctl' in this menu
ca: Si us plau, seleccioneu 'Instal·la playerctl' en aquest menú
es: Seleccione 'Instalar playerctl' en este menú
fi: Valitse tästä valikosta "Asenna playerctl"
nl: Selecteer 'Installeer playerctl' in dit menu alstublieft

source: Launch player
ca: Iniciar reproductor
es: Iniciar reproductor
fi: Käynnistä soitin
nl: Speler openen

source: Choose player controls
ca: Escollir els controls del reproductor
es: Elegir los controles del reproductor
fi: Valitse soittimen säätimet
nl: Bedieningsknoppen kiezen

source: Sound Settings
ca: Opcions de so
es: Ajustes de sonido
fi: Ääniasetukset
nl: Geluidsinstellingen

source: Reload this applet
ca: Refresca aquesta miniaplicació
es: Recargar este applet
fi: Lataa sovelma uudelleen
nl: Herlaad deze applet

source: Remove sound applet
ca: Elimina la miniaplicació
es: Quitar el applet de sonido
fi: Poista äänisovelma
nl: Verwijder geluidsapplet

source: Install playerctl
ca: Instal·la playerctl
es: Instalar playerctl
fi: Asenna playerctl
nl: Installeer playerctl

source: Commands
es: Comandos
fi: Komennot
nl: Commando's

source: Album Art desklet settings
es: Configuración del deklet de carátula del álbum
fi: Album Art sovelman asetukset
nl: Instellingen voor Album Art-desklet

source: Show Album Art on desktop
es: Mostrar la carátula del álbum en el escritorio
fi: Näytä albumin kansi työpöydällä
nl: Toon albumhoes op bureaublad

source: You need the 'Album Art 3.0' desklet
es: Necesitas el desklet 'Album Art 3.0'
fi: Sinä tarvitset "Album Art 3.0" sovelman työpydälle
nl: Je hebt de 'Album Art 3.0'-desklet nodig

source: You can install it by clicking on the first button and then searching for Album.
es: Puedes instalarlo haciendo clic en el primer botón y buscando Álbum.
fi: Voit asentaa sen painamalla ensimmäistä painiketta ja sitten hakemalla Album hakusanalla.
nl: Je kunt deze installeren door op de eerste knop te klikken en vervolgens te zoeken naar Album.

source: Cancel
es: Cancelar
fi: Peru
nl: Annuleren

source: You need to activate the 'Album Art 3.0' desklet
es: Necesitas activar el desklet 'Album Art 3.0'
fi: Sinun on otettava käyttöön Album Art 3.0 työpöytäsovelma
nl: Je moet de 'Album Art 3.0'-desklet activeren

source: You can activate it by clicking on the first button, then searching for Album and adding it with button [+].
es: Puedes activarlo haciendo clic en el primer botón, luego buscando Álbum y añadiéndolo con el botón [+].
fi: Voit ottaa sen käyttöön painamalla ensimmäistä painiketta, hakemalla Album hakusanalla ja lisäämällä sen painikkeella [+].
nl: Je kunt deze activeren door op de eerste knop te klikken, te zoeken naar Album en het toe te voegen met de knop [+].

source: Enhanced Sound applet
ca: Miniaplicació de so millorat
es: Applet de sonido mejorado
nl: Verbeterde geluidsapplet

source: Enable the OSD150 extension
es: Activar la extensión OSD150
fi: Ota OSD150 extension käyttöön
nl: OSD150-extensie inschakelen

source: To obtain an horizontal OSD, you need to enable the OSD150 extension.
es: Para obtener un OSD horizontal, es necesario activar la extensión OSD150.
fi: Vaakaruudun saamiseksi sinun on otettava OSD150-laajennus käyttöön.
nl: Om een horizontale OSD te verkrijgen, moet je de OSD150-extensie inschakelen.

source: Download the OSD150 extension
es: Descargar la extensión OSD150
fi: Lataa OSD150 extension
nl: OSD150-extensie downloaden

source: To obtain an horizontal OSD, you need to download the OSD150 extension. Click on the Download button then search for OSD150 and select the ⬇ button.
es: Para obtener un OSD horizontal, necesita descargar la extensión OSD150. Haga clic en el botón Descargar y, a continuación, busque OSD150 y seleccione el botón ⬇.
fi: Vaakaruudun saamiseksi sinun on ladattava OSD150-laajennus. Paina Lataa-painiketta, etsi sitten hakusana OSD150 ja valitse ⬇-painike.
nl: Om een horizontale OSD te verkrijgen, moet je de OSD150-extensie downloaden. Klik op de Download-knop, zoek naar OSD150 en selecteer de ⬇-knop.

source: The 'imagemagick' package is required!
es: ¡Se necesita el paquete "imagemagick"!
nl: Het 'imagemagick'-pakket is vereist!

source: Please select 'Install imagemagick' in this menu
es: Seleccione 'Instalar imagemagick' en este menú
nl: Selecteer 'Imagemagick installeren' in dit menu

source: Remove the OsdWithNumber extension
es: Eliminar la extensión OsdWithNumber
fi: Poista OsdWithNumber laajennus
nl: OsdWithNumber-extensie verwijderen

source: Install imagemagick
es: Instalar imagemagick
nl: Imagemagick installeren

source: Enhanced sound applet
ca: Miniaplicació de so millorat
es: Applet de sonido mejorado
nl: Verbeterde geluidsapplet

source: Behavior
ca: Comportament
es: Comportamiento
fi: Toiminta
nl: Gedrag

source: Icon
ca: Icona
es: Icono
fi: Kuvake
nl: Pictogram

source: Sound
ca: So
es: Sonido
fi: Ääni
nl: Geluid

source: Shortcuts
ca: Dreceres
es: Accesos directos
fi: Pikanäppäimet
nl: Snelkoppelingen

source: Menu
ca: Menú
es: Menú
fi: Valikko

source: Tooltip
es: Información sobre herramientas
fi: Vihje

source: Sounds
ca: Sons
es: Sonidos
fi: Äänet
nl: Geluiden

source: Remove incompatible applets
ca: Eliminar miniaplicacions incompatibles
es: Eliminar los applets incompatibles
fi: Poista yhteensopimattomat sovelmat
nl: Verwijder niet-compatibele applets

source: Control Players
ca: Controls dels reproductors
es: Controles de los reproductores
fi: Hallitse soittimia
nl: Bedien Spelers

source: Show Loop and Shuffle controls
ca: Mostrar controls de repetició i selecció aleatòria
es: Mostrar controles de bucle y aleatorio
fi: Näytä toiston ja sekoituksen säätimet
nl: Toon Lus- en Shuffle-bedieningselementen

source: Keep the player list open
ca: Mantenir oberta la llista de reproductors
es: Mantener abierta la lista de reproductores
fi: Pidä soitinlista auki
nl: Houd de spelerslijst open

source: Keep the player controller selector open
ca: Mantenir obert el selector de reproductors
es: Mantener abierto el selector de reproductores
fi: Pidä säätimen valitsin auki
nl: Hou de kiezer van de bedieningsknoppen open

source: Avoid displaying controllers twice
ca: Evita mostrar els controladors dues vegades
es: Evite mostrar los controladores dos veces
fi: Vältä säätimien näyttämistä kahdesti
nl: Voorkom dubbele weergave van controllers

source: Seeker tooltip: time to disappear
ca: Informació sobre el buscador: hora de desaparèixer
es: Información sobre el buscador: hora de desaparecer
fi: Hakuvinkki: katoamisaika
nl: Seeker tooltip: tijd vooraleer te verdwijnen

source: Show menu
ca: Mostrar menú
es: Mostrar menú
fi: Näytä valikko
nl: Toon menu

source: Set keybinding(s) to show the sound applet menu.
ca: Establiu les dreceres del teclat per al menú de la miniaplicació.
es: Establece la combinación de teclas para mostrar el menú del applet de sonido.
fi: Aseta pikanäppäin näyttämään äänisovelman valikko.
nl: Stel sneltoets(en) in om het geluidsappletmenu weer te geven.

source: Switch to next player
ca: Canviar al següent reproductor
es: Cambiar al siguiente reproductor
fi: Vaihda seuraava soitin
nl: Schakel naar volgende speler

source: Set keybinding(s) to switch to the next player if it exists.
ca: Assigneu dreceres per a canviar al següent reproductor si existeix.
es: Configure combinaciones de teclas para cambiar al siguiente reproductor si existe.
fi: Aseta pikanäppäin (vaihtamaan) seuraavaan soittimeen, jos sellainen on olemassa.
nl: Stel sneltoets(en) in om naar de volgende speler over te schakelen als die bestaat.

source: Show song information on the panel
ca: Mostrar informació de la cançó al panell
es: Mostrar información de la canción en el panel
fi: Näytä paneelissa kappaleen tiedot
nl: Toon nummerinformatie op het paneel

source: characters
ca: caràcters
es: caracteres
fi: merkkiä
nl: tekens

source: Limit song information to
ca: Limitar la informació de les cançons a
es: Limitar la información de las canciones a
fi: Rajoita kappaleen tiedot
nl: Beperk nummerinformatie tot

source: Toggle Mute
ca: Interruptor de silenci
es: Interruptor Silenciar
fi: Kytke vaimennus
nl: Schakel Dempen in/uit

source: Toggle Mute output
ca: Interruptor de silenciar la sortida
es: Interruptor Silenciar salida
fi: Vaimenna ulostulo
nl: Schakel Uitvoer Dempen in/uit

source: Toggle Mute input
ca: Interruptor de silenciar l'entrada
es: Interruptor Silenciar entrada
fi: Vaimenna sisääntulo
nl: Schakel Invoer Dempen in/uit

source: Toggle Play / Pause
ca: Interruptor de reproducció / pausa
es: Interruptor Reproducir/ Pausar
fi: Vaihda toisto/tauko
nl: Wisselen tussen Pauze/Afspelen

source: Action on middle click
ca: Acció en fer clic al botó del mig
es: Acción al hacer clic en el medio
fi: Keskipainikkeen toiminta
nl: Actie bij middelklik

source: Action on shift+middle click
ca: Acció en utilitzar shift+clic del mig
es: Acción al hacer shift+clic central
fi: Toiminto on vaihto+keskipainike
nl: Actie bij shift+middelklik

source: Use horizontal scrolling to move between tracks
ca: Utilitzar el desplaçament horitzontal per a moure's entre pistes
es: Use el desplazamiento horizontal para moverse entre las pistas
fi: Vaihda kappaleita vaakavierittämällä
nl: Gebruik horizontaal scrollen om tussen tracks te bewegen

source: Show album art as icon
ca: Mostrar la caràtula de l'àlbum com a icona
es: Mostrar la carátula del álbum como icono
fi: Näytä albumin kannet kuvakkeena
nl: Toon albumhoes als pictogram

source: Keep album art aspect ratio
ca: Conservar la relació d'aspecte de la caràtula de l'àlbum
es: Mantener la relación de aspecto de la carátula del álbum
fi: Säilytä albumin kansien kuvasuhde
nl: Behoud de beeldverhouding van de albumhoes

source: Hide system tray icons for compatible players
ca: Ocultar icones de la safata del sistema per a reproductors compatibles
es: Ocultar iconos de la bandeja del sistema para reproductores compatibles
fi: Piilota yhteensopivien soitinten ilmoitusalueen kuvakkeet
nl: Verberg systeemvakpictogrammen voor compatibele spelers

source: Show volume in tooltip
ca: Mostrar el volum a la informació sobre eines
es: Mostrar volumen en información sobre herramientas
fi: Näytä voimakkuuden vihje
nl: Toon volume in tooltip

source: Show player in tooltip
ca: Mostrar el reproductor a la informació sobre eines
es: Mostrar jugador en información sobre herramientas
fi: Näytä soittimen vihje
nl: Toon speler in tooltip

source: Show song artist and title in tooltip
ca: Mostrar l'artista i el títol de la cançó a la informació
es: Mostrar el artista y el título de la canción en la información sobre herramientas
fi: Näytä vihjeessä esittäjän ja kappaleen nimi
nl: Toon artiest en titel van nummer in tooltip

source: Display volume level near icon
ca: Mostrar el nivell del volum al costat de la icona
es: Mostrar el nivel de volumen cerca del icono
fi: Näytä voimakkuus kuvakkeessa
nl: Toon volumeniveau dicht bij pictogram

source: Display icon indicating that the microphone is muted, if applicable
ca: Mostrar una icona indicant que el micròfon està silenciat, si s'escau
es: Mostrar ícono que indique que el micrófono está silenciado, si procede
fi: Kuvake osoittaa että mikrofoni on vaimennettu, jos mahdollista
nl: Toon pictogram dat aangeeft dat de microfoon is gedempt, indien van toepassing

source: Display icon indicating that the microphone is activated, if applicable
ca: Mostrar una icona indicant que el micròfon està actiu, si s'escau
es: Mostrar icono que indica que el micrófono está activado, si procede
fi: Kuvake osoittaa että mikrofoni on aktivoitu, jos mahdollista
nl: Toon pictogram dat aangeeft dat de microfoon is geactiveerd, indien van toepassing

source: Maximum volume control
ca: Control del volum màxim
es: Control de volumen máximo
fi: Suurinman voimakkuuden säätö
nl: Maximale volumeregeling

source: System Sound Settings
ca: Opcions de so del sistema
es: Ajustes de sonido del sistema
fi: Ääniasetukset
nl: Systeemgeluidsinstellingen

source: Maximum volume (%)
ca: Volum màxim (%)
es: Volumen máximo (%)
fi: Suurin voimakkuus (%)
nl: Maximale volume (%)

source: Volume at start-up (%)
es: Volumen al inicio (%)
fi: Voimakkuus käynnistyksen jälkeen (%)
nl: Volume bij opstarten (%)

source: Value -1 means "No change"
es: El valor -1 significa "Sin cambios"
fi: Arvo -1 tarkoittaa "ei muutosta"
nl: Waarde -1 betekent "Geen wijziging"

source: % of nominal volume
ca: % nominal de volum
es: % del volumen nominal
fi: % normaalista voimakkuudesta
nl: % van het nominale volume

source: Magnetize the 'Volume 100%' mark
ca: Magnetitzar la marca 'Volum 100%'
es: Magnetizar la marca 'Volumen 100%'
fi: Magnetoi "Voimakkuus 100%" merkki
nl: Magnetiseer het 'Volume 100%' merkteken

source: When checked, the 'Volume 100%' mark becomes magnetic: the volume is automatically set to 100% when the distance between the volume value and 100% is lesser than a half-step.
ca: En estar actiu, el volum s'ajusta automàticament al 100% quan la distància entre el valor del volum i 100% és menor que la meitat d'un punt.
es: Cuando está marcada, la marca "Volumen 100%" se vuelve magnética: el volumen se ajusta automáticamente al 100% cuando la distancia entre el valor de volumen y el 100% es inferior a medio paso.
fi: Kun valittuna, "Voimakkuus 100%" merkintä muuttuu magneettiseksi: voimakkuus asetetaan automaattisesti 100%:iin, kun voimakkuuden arvon ja 100%:n välinen etäisyys on puoliaskelta pienempi.
nl: Als dit is aangevinkt, wordt het 'Volume 100%' merkteken magnetisch: het volume wordt automatisch ingesteld op 100% wanneer de afstand tussen de volumewaarde en 100% minder is dan een halve stap.

source: Magnetize all multiples of 25%
ca: Magnetitzar tots els múltiples de 25%
es: Magnetizar todos los múltiplos de 25%
fi: Magnetoi kaikki 25%:n kerrannaiset
nl: Magnetiseer alle veelvouden van 25%

source: Adjust the color of the icon to the volume
ca: Ajustar el color de la icona al volum
es: Ajusta el color del icono al del volumen
fi: Säädä kuvakkeen väri voimakkuuden mukaan
nl: Pas de kleur van het pictogram aan op basis van het volume

source: Icon color: 0%-100%
ca: Color de la icona: 0%-100%
es: Color del icono: 0%-100%
fi: Kuvakkeen väri: 0%-100%
nl: Pictogramkleur: 0%-100%

source: Icon color: 101%-115%
ca: Color d'icona: 101%-115%
es: Color del icono: 101%-115%
fi: Kuvakkeen väri: 101%-115%
nl: Pictogramkleur: 101%-115%

source: Icon color: 116%-130%
ca: Color d'icona: 116%-130%
es: Color del icono: 116%-130%
fi: Kuvakkeen väri: 116%-130%
nl: Pictogramkleur: 116%-130%

source: Icon color: 131%-150%
ca: Color d'icona: 131%-150%
es: Color del icono: 131%-150%
fi: Kuvakkeen väri: 131%-150%
nl: Pictogramkleur: 131%-150%

source: Set colors to default values (yellow, orange, red)
ca: Assignar els colors als seus valors per defecte (groc, taronja, vermell)
es: Ajustar los colores a los valores por defecto (amarillo, naranja, rojo)
fi: Aseta värit oletuksiin (keltainen, oranssi, punainen)
nl: Stel kleuren in op standaardwaarden (geel, oranje, rood)

source: Always allow microphone to be reactivated
ca: Permetre sempre la reactivació del micròfon
es: Permitir siempre la reactivación del micrófono
fi: Salli mikrofonin aina aktivoitua uudelleen
nl: Sta altijd toe dat microfoon opnieuw wordt geactiveerd

source: Always show the 'Mute input' switch in the context menu.
ca: Mostrar sempre 'Silenciar l'entrada' al menú contextual.
es: Mostrar siempre el interruptor "Silenciar entrada" en el menú contextual.
fi: Näytä aina "Mykistä sisääntulo" pudotusvalikossa.
nl: Toon altijd de schakelaar 'Invoer Dempen' in het contextmenu.

source: Mute sound on closing
es: Silenciar el sonido al cerrar
fi: Mykistä ääni suljettaessa
nl: Geluid dempen bij afsluiten

source: If you notice an unpleasant noise on closing, check this box. You'll need to restore the sound at startup, by middle-clicking on this applet's icon. It is NOT recommended to check this box.
es: Si nota un ruido desagradable al cerrar, marque esta casilla. Tendrá que restablecer el sonido al inicio, haciendo clic con el botón central del ratón en el icono de este applet. NO se recomienda marcar esta casilla.
fi: Jos huomaat sulkemisen yhteydessä epämiellyttävää ääntä, valitse tämä ruutu. Sinun on palautettava ääni käynnistyksen yhteydessä painamalla hiiren keskimmäistä painiketta. Tätä valintaruutua EI suositella yleisesti.
nl: Als je een onaangenaam geluid opmerkt bij het afsluiten, vink dit vakje aan. Je moet het geluid bij opstarten herstellen door met de middelste muisknop op het pictogram van deze applet te klikken. Het wordt NIET aanbevolen om dit vakje aan te vinken.

source: disabled
ca: desactivat
es: deshabilitado
fi: poistettu
nl: uitgeschakeld

source: small
ca: petit
es: pequeño
fi: pieni
nl: klein

source: medium
ca: mitjà
es: medio
fi: keskikoko

source: large
ca: gran
es: grande
fi: suuri
nl: groot

source: Whether the media keys OSD is disabled or its relative display size
es: Si el OSD de las teclas multimedia está desactivado o su tamaño de visualización relativo
fi: Poistetaanko medianäppäimet ruutu tai sen suhteellinen koko
nl: Of de mediatoetsen-OSD is uitgeschakeld of haar relatieve weergavegrootte

source: Show volume level in OSD on startup
ca: Mostrar el nivell de volum a l'OSD a l'inici
es: Mostrar nivel de volumen en OSD al inicio
fi: Näytä voimakkuuden näyttö käynnistyksen yhteydessä
nl: Toon volumeniveau in OSD bij opstarten

source: Which sound to play when the volume is changed
ca: Quin so es reprodueix en canviar el volum
es: Qué sonido se reproduce al cambiar el volumen
fi: Mikä ääni kuuluu kun voimakkuutta muutetaan
nl: Welke geluid afspelen bij het wijzigen van het volume

source: Whether to play a sound when the volume is changed
ca: Reproduir o no un so quan el volum canvia
es: Reproducir o no un sonido al cambiar el volumen
fi: Toistetaanko äänimerkki kun voimakkuutta muutetaan
nl: Of er een geluid moet worden afgespeeld bij het wijzigen van het volume

source: Redefine Multimedia Keyboard Shortcuts
ca: Redefinir els controls multimèdia del teclat
es: Redefinir los atajos de teclado multimedia
fi: Määritä multimedianäppäimet uudelleen
nl: Multimedia sneltoetsen opnieuw definiëren

source: Use the same shortcuts as those defined by Cinnamon
ca: Utilitzar les mateixes dreceres que les definides per Cinnamon
es: Utilice los mismos atajos que los definidos por Cinnamon
fi: Käytä samoja pikanäppäimiä kuin Cinnamonissa
nl: Gebruik dezelfde sneltoetsen als gedefinieerd door Cinnamon

source: Pause/Play toggle
ca: Pausar/Reproduir
es: Pausar/Reproducir
fi: Vaihto Toisto/Tauko
nl: Wisselen tussen Pauze/Afspelen

source: Volume Mute
ca: Silenciar volum
es: Silenciar volumen
fi: Mykistä ääni
nl: Volume Dempen

source: Volume Up
ca: Pujar el volum
es: Subir el volumen
fi: Enemmän
nl: Volume Verhogen

source: Volume Down
ca: Baixar el volum
es: Bajar el volumen
fi: Hiljempaa
nl: Volume Verlagen

source: Next Track
ca: Pista següent
es: Siguiente pista
fi: Seuraava
nl: Volgend Nummer

source: Previous Track
ca: Pista anterior
es: Pista anterior
fi: Edellinen
nl: Vorig Nummer

source: Remove from panel the sound@cinnamon.org applet
ca: Eliminar la miniaplicació sound@cinnamon.org del panell
es: Quitar del panel el applet sound@cinnamon.org
fi: Poista paneelista sovelma sound@cinnamon.org
nl: Verwijder de sound@cinnamon.org applet van het paneel

source: From 101% to 115%: yellow; from 116% to 130%: orange; beyond 130%: red.
ca: De 101% a 115%: groc; de 116% a 130%: taronja; més de 130%: vermell.
es: Del 101% al 115%: amarillo; del 116% al 130%: naranja; más allá del 130%: rojo.
fi: Keltainen 101% - 115%; oranssi 116% - 130%; punainen yli 130%.
nl: Van 101% tot 115%: geel; van 116% tot 130%: oranje; boven 130%: rood.

source: You can try to increase the volume of your sound card up to 150% of its nominal value. Use with caution. You can also set a value less than 100%, for example on a child's computer.
ca: Podeu intentar incrementar el volum de la vostra targeta de so per sobre del 150%. Aneu amb compte. També podeu assignar un valor per sota del 100%, per exemple per a l'ordinador d'un infant.
es: Puede intentar aumentar el volumen de su tarjeta de sonido hasta un 150% de su valor nominal. Úselo con precaución. También puede establecer un valor inferior al 100%, por ejemplo, en la computadora de un niño.
fi: Voit lisätä äänikorttisi äänen voimakkuutta jopa 150% sen normaalista arvosta. Käytä varoen. Voit myös asettaa arvon alle 100% esimerkiksi lapsen tietokoneelle.
nl: Je kunt proberen het volume van je geluidskaart te verhogen tot 150% van zijn nominale waarde. Gebruik met voorzichtigheid. Je kunt ook een waarde instellen die lager is dan 100%, bijvoorbeeld op een computer voor kinderen.

source: Menus
es: Menús

source: Context Menu
es: Menú contextual

source: Icon appearance
es: Apariencia del icono
fi: Kuvakkeen ulkoasu
nl: Pictogramweergave

source: Icon colors
es: Color de iconos
fi: Kuvakkeen värit
nl: Pictogramkleuren
