Repository: linuxmint/cinnamon-spices-applets
Catalog: sound150@claudiux/files/sound150@claudiux/po/*.po
Languages: ca, es, fi, nl

source: Scrolling
es: Desplazamiento
fi: Vieritys
nl: Scrollen

source: Remove incompatible extensions
es: Eliminar extensiones incompatibles
fi: Poista yhteensopimattomat laajennukset
nl: Niet-compatibele extensies verwijderen

source: Custom commands
es: Comandos personalizados
fi: Mukautetut komennot
nl: Aangepaste commando's

source: Do not show any cover art in the menu
es: No mostrar ninguna carátula en el menú

source: Show Media-Optical icon
es: Mostrar icono de medios ópticos
fi: Näytä Mediakuvake
nl: Media-Optical-pictogram weergeven

source: View Full Album Art
es: Ver la carátula completa del álbum
nl: Toon volledige albumhoes

source: When unchecked, Album Art in the menu may be partially covered by Artist and Title.
es: Cuando no está marcada, la carátula del álbum en el menú puede estar parcialmente cubierta por el artista y el título.
nl: Wanneer uitgevinkt, kan de albumhoes in het menu deels bedekt zijn door artiest en titel.

source: Keep the App selector open
es: Mantener abierto el selector de aplicaciones
nl: Hou de appkiezer open

source: Keep the Output Device selector open
es: Mantener abierto el selector Dispositivo de salida
nl: Hou de uitvoerapparaatkiezer open

source: Keep the Input Device selector open
es: Mantener abierto el selector Dispositivo de entrada
nl: Hou de invoerapparaatkiezer open

source: Keep the Command selector open
es: Mantener abierto el selector de Comandos
nl: Hou de opdrachtkiezer open

source: If the title is too long, end it with:
es: Si el título es muy largo, termínelo con:
nl: Als de titel te lang is, eindig deze dan met:

source: Emoji accepted
es: Emoji aceptado
nl: Emoji toegestaan

source: Delay between icon and album art display (seconds)
es: Retraso entre la visualización del icono y la carátula del álbum (segundos)
nl: Vertraging tussen pictogram- en albumhoesweergave (seconden)

source: Reverse scrolling effect
es: Efecto de desplazamiento inverso
fi: Käänteinen vieritystehoste
nl: Scroll-effect omkeren

source: Whether or not to show the media keys OSD
es: Mostrar o no las teclas multimedia en pantalla
fi: Näytetäänkö medianäppäimet ruudulla
nl: Bepaal of de mediatoetsen OSD worden weergegeven

source: Show volume level in OSD
es: Mostrar nivel de volumen en OSD
fi: Näytä voimakkuuden taso ruudulla
nl: Volumeniveau in OSD weergeven

source: Show '%' in OSD
es: Mostrar '%' en OSD
fi: Näytä ruudussa "%"
nl: Toon '%' in OSD

source: Show horizontal OSD
es: Mostrar OSD horizontal
fi: Näytä vaakaruutu
nl: Horizontale OSD weergeven

source: Show bar level in OSD
es: Mostrar nivel de barra en OSD
fi: Näytä säädin ruudulla
nl: Balkniveau in OSD weergeven

source: Microphone Mute
es: Silenciar micrófono

source: These commands will appear in the context menu once you've reloaded this applet.
es: Estos comandos aparecerán en el menú contextual una vez que haya recargado este applet.
fi: Komennot näkyvät valikossa kun olet ladannut tämän sovelman uudelleen.
nl: Deze commando's verschijnen in het contextmenu zodra je deze applet opnieuw hebt geladen.

source: Title
es: Título
fi: Nimi
nl: Titel

source: Command
es: Comando
fi: Komento
nl: Commando

source: Always show input controls
ca: Mostrar sempre els controls d'entrada
es: Mostrar siempre los controles de entrada
fi: Näytä aina sisääntulon säätimet
nl: Toon altijd invoerbedieningen

source: When checked, input volume and source controls are always shown, even if no application is currently recording sound.
ca: En estar actiu, es mostren sempre els controls de volum i del dispositiu d'entrada, encara que no hi hagi cap aplicació enregistrant so.
es: Cuando está marcada, los controles de volumen de entrada y fuente se muestran siempre, aunque no haya ninguna aplicación grabando sonido en ese momento.
fi: Kun valittuna, sisääntulon voimakkuuden ja laitteen säätimet näkyvät aina, vaikka mikään sovellus ei tällä hetkellä tallenna ääntä.
nl: Als dit is aangevinkt, worden invoervolume- en bronbedieningen altijd weergegeven, zelfs als er geen applicatie momenteel geluid opneemt.

source: Panel
ca: Panell
fi: Paneeli
nl: Paneel

source: Videos
fi: Videot

source: Desklets
fi: Sovelmia työpöydälle

source: OSD
fi: Ruutu

source: Whether the media keys osd is disabled or its relative display size
ca: Si l'OSD de les tecles multimèdia està desactivat o la seva mida relativa de visualització
