Repository: linuxmint/cinnamon-spices-applets
Catalog: vnstat@linuxmint.com/files/vnstat@linuxmint.com/po/*.po
Languages: fr, it, nl, zh_tw

source: Current Active Interface:
fr: Interface actuellement active :
it: Interfaccia attiva corrente:
nl: Huidige actieve interface:
zh_tw: 目前啟用的網路介面：

source: Last update time is at top right
fr: L'heure de la dernière mise à jour en haut à droite
it: L'ora dell'ultimo aggiornamento è in alto a destra
nl: Laatste update tijd staat rechtsboven
zh_tw: 最後更新時間顯示於右上角

source: No interface devices currently active - Showing last update
fr: Aucune interface n'est actuellement active - Affichage de la dernière mise à jour
it: Nessun dispositivo di interfaccia attualmente attivo: mostra l'ultimo aggiornamento
nl: Geen interface-apparaten momenteel actief - Toont laatste update
zh_tw: 目前沒有已啟用的網路介面裝置 - 顯示最後更新

source: Please make sure vnstat and vnstati are installed and that the vnstat daemon is running!
fr: Assurez-vous que vnstat et vnstati sont installés et que le démon vnstat est en cours d'exécution !
it: Assicurati che vnstat e vnstati siano installati e che il demone vnstat sia in esecuzione!
nl: Zorg ervoor dat vnstat en vnstati zijn geÃ¯nstalleerd en dat de vnstat-daemon wordt uitgevoerd!
zh_tw: 請確認 vnstat 與 vnstati 皆已安裝，且 vnstat 的常駐服務正在執行！

source: Network usage monitor
fr: Moniteur d'utilisation du réseau
it: Monitoraggio dell'utilizzo della rete
nl: Netwerkgebruiksmonitor
zh_tw: 網路用量監控

source: Network usage monitor using vnstat
fr: Surveille l'utilisation du réseau à l'aide de vnstat
it: Monitoraggio dell'utilizzo della rete tramite vnstat
nl: Netwerkgebruiksmonitor die vnstat gebruikt
zh_tw: 使用 vnstat 的網路用量監控

source: Settings for the Network Usage Applet (uses vnstati)
fr: Paramètres de l'applet d'utilisation du réseau (utilisant vnstati)
it: Impostazioni per l'applet di utilizzo della rete (utilizza vnstati)
nl: Instellingen voor de Netwerkgebruiksapplet (gebruikt vnstati)
zh_tw: 網路用量小工具設定（使用 vnstati）

source: Enable Extended Display Options
fr: Activer les options Affichage étendu
it: Abilita le opzioni di visualizzazione estese
nl: Schakel uitgebreide weergaveopties in
zh_tw: 啟用延伸顯示選項

source: This is new option version 1.0.2
fr: Nouvelle option de la version 1.0.2
it: Questa è una nuova opzione dalla versione 1.0.2
nl: Dit is een nieuwe optie versie 1.0.2
zh_tw: 此為 1.0.2 版的新選項

source: Classic - Summary of Data Usage for last Days and Months
fr: Classic - Résumé de l'utilisation des données pour les derniers jours / mois
it: Classico: riepilogo dell'utilizzo dei dati negli ultimi giorni e mesi
nl: Klassiek - Overzicht van gegevensgebruik voor de laatste dagen en maanden
zh_tw: 傳統 - 最近幾天與幾個月的資料用量摘要

source: Classic Plus - Classic with addition of breakdown by hour for last 24 hours
fr: Classic Plus - Classic avec l'ajout de la répartition par heure pour les dernières 24 heures
it: Classico Plus - Classico con aggiunta di suddivisione oraria per le ultime 24 ore
nl: Klassiek Plus - Klassiek met toevoeging van een uitsplitsing per uur voor de laatste 24 uur
zh_tw: 傳統增強 - 傳統模式外加最近 24 小時的每小時明細

source: Custom Display - requires enabling below
fr: Affichage personnalisé - nécessite d'activer les options ci-dessous
it: Display personalizzato: richiede l'abilitazione di seguito
nl: Aangepaste weergave - inschakelen hieronder vereist
zh_tw: 自訂顯示 - 需於下方啟用

source: Type of Display - default 'classic'
fr: Type d'affichage - « classique » par défaut
it: Tipo di display: predefinito "classico"
nl: Type weergave - standaard 'klassiek'
zh_tw: 顯示類型 - 預設為「傳統」

source: This feature offers the Classic (original) display with optional of adding an hourly breakdown over the last 24 hours and an experimental option of a user defined string for vnstati when enabled below
fr: Cette fonction offre l'affichage classique (original) avec la possibilité d'ajouter une ventilation horaire sur les 24 dernières heures et une option expérimentale d'une chaîne définie par l'utilisateur pour la vnstati lorsqu'elle est activée ci-dessous
it: Questa funzionalità offre la visualizzazione classica (originale) con la possibilità di aggiungere una suddivisione oraria nelle ultime 24 ore e un'opzione sperimentale di una stringa definita dall'utente per vnstati quando abilitata di seguito
nl: Deze functie biedt de Klassieke (originele) weergave met een optie van toevoeging van een uitsplitsing per uur over de laatste 24 uur en een experimentele optie van een door de gebruiker gedefinieerde tekenreeks voor vnstati wanneer hieronder ingeschakeld
zh_tw: 此功能提供傳統（原始）顯示，可選擇加入最近 24 小時的每小時明細，以及一個實驗性選項，讓使用者在下方啟用時自訂 vnstati 字串

source: Enable Custom Display Option
fr: Activer l'option Affichage personnalisé
it: Abilita l'opzione di visualizzazione personalizzata
nl: Schakel aangepaste weergave optie in
zh_tw: 啟用自訂顯示選項

source: Check box
fr: Case à cocher
it: Casella di controllo
nl: Selectievakje
zh_tw: 核取方塊

source: Custom options to pass to vnstati - default is '-vs'
fr: Options personnalisées à passer à vnstati - la valeur par défaut est « -vs ».
it: Opzioni personalizzate da passare a vnstati: l'impostazione predefinita è '-vs'
nl: Aangepaste opties om door te geven aan vnstati - standaard is '-vs'
zh_tw: 傳遞至 vnstati 的自訂選項 - 預設為「-vs」

source: The default is the options used for the extended display. Note: this is not the whole vnstati option string - the interface and output file options are added to it automatically. Please read the vnstati manual for further information on options avaiilable
fr: Les options par défaut sont celles utilisées pour l'affichage étendu. Remarque : il ne s'agit pas de la chaîne d'options complète de vnstati - les options d'interface et de fichier de sortie y sont ajoutées automatiquement. Veuillez lire le manuel de vnstati pour plus d'informations sur les options disponibles
it: L'impostazione predefinita corrisponde alle opzioni utilizzate per la visualizzazione estesa. Nota: questa non è l'intera stringa delle opzioni vnstati: le opzioni dell'interfaccia e del file di output vengono aggiunte automaticamente. Si prega di leggere il manuale vnstati per ulteriori informazioni sulle opzioni disponibili
nl: Standaard zijn dit de opties die worden gebruikt voor de uitgebreide weergave. Let op: dit is niet de volledige vnstati-optietekenreeks - de interface- en uitvoerbestandsopties worden er automatisch aan toegevoegd. Lees de vnstati-handleiding voor verdere informatie over de beschikbare opties.
zh_tw: 預設為用於延伸顯示的選項。請注意：這不是完整的 vnstati 選項字串，系統會自動加入介面與輸出檔案的選項。請閱讀 vnstati 手冊以取得更多可用選項的資訊。
