Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/sct@skulptist.*/*.po
Languages: de

source: sct is now at
de: sct está ahora en

source: sct not found
de: no se ha encontrado sct

source: Please install sct to set the color temperature with this applet.
de: Por favor, instale sct para ajustar la temperatura de color con este applet.

source: SCT Toggle
de: Conmutador SCT

source: Toggle screen temperatures with sct. Set up to 7 custom color temperatures and toggle through by clicking on the applet
de: Cambie la temperatura de color de la pantalla con sct. Configure hasta 7 temperaturas de color y cambia entre ellas haciendo clic en el applet

source: Color Temperatur Steps
de: Pasos de temperatura de color

source: Color temperature at step 1
de: Temperatura de color en el paso 1

source: Add a value between 1000 and 10000, where 1000 is red, 6500 is daylight and 10000 is blue.
de: Añade un valor entre 1000 y 10000, donde 1000 es rojo, 6500 es luz de día y 10000 es azul.

source: Color temperature at step 2
de: Temperatura de color en el paso 2

source: Color temperature at step 3
de: Temperatura de color en el paso 3

source: Optional. Add another value between 1000 and 10000, or leave empty.
de: Opcional. Añada otro valor entre 1000 y 10000, o déjelo vacío.

source: Color temperature at step 4
de: Temperatura de color en el paso 4

source: Color temperature at step 5
de: Temperatura de color en el paso 5

source: Color temperature at step 6
de: Temperatura de color en el paso 6

source: Color temperature at step 7
de: Temperatura de color en el paso 7

source: Applet Icon
de: Icono del applet

source: The icon to use in the panel
de: El icono que se utilizará en el panel

source: Select an icon file, or you can type an icon name into the entry box.
de: Seleccione un archivo de iconos o escriba un nombre de icono en el cuadro de entrada.

source: Reset icon name
de: Restablecer el nombre del icono
