Repository: linuxmint/cinnamon-spices-applets
Catalog: ma-ram-monitor@lanote/files/ma-ram-monitor@lanote/po/*.po
Languages: es, fr, hu, pl

source: RAM error
es: Error de RAM
fr: Erreur de RAM
hu: RAM hiba
pl: Błąd RAM

source: Used RAM
es: RAM usada
fr: RAM utilisée
hu: Használt RAM
pl: Wykorzystana pamięć RAM

source: Available RAM
es: RAM disponible
fr: RAM disponible
hu: Elérhető RAM
pl: Dostępna pamięć RAM

source: Kernel read error: %s
es: Error de lectura del núcleo: %s
fr: Erreur de lecture du noyau : %s
hu: Kernel olvasási hiba: %s
pl: Błąd odczytu jądra: %s

source: RAM Applet error
es: Error del applet RAM
fr: Erreur de l'applet RAM
hu: RAM kisalkalmazás hiba
pl: Błąd RAM Applet

source: Command "%s" not found.
es: Comando "%s" no encontrado.
fr: Commande "%s" introuvable.
hu: A(z) „%s” parancs nem található.
pl: Polecenie "%s" nie zostało znalezione.

source: Moderately Advanced RAM Monitor
es: Monitor de RAM moderadamente avanzado
fr: Moniteur de RAM moyennement avancé
hu: Közepesen fejlett RAM-figyelő
pl: Umiarkowanie zaawansowany monitor RAM

source: A customizable RAM monitor. Reads memory statistics directly from the kernel's virtual filesystem (/proc/meminfo) for maximum accuracy and low overhead.
es: Un monitor de RAM personalizable. Lee las estadísticas de memoria directamente desde el sistema de archivos virtual del núcleo (/proc/meminfo) para obtener la máxima precisión y una baja sobrecarga.
fr: Lit les statistiques de mémoire directement depuis le système de fichiers virtuel du noyau (/proc/meminfo) pour une précision maximale et une faible surcharge.
hu: Testreszabható RAM-figyelő. A memóriastatisztikákat közvetlenül a kernel virtuális fájlrendszeréből (/proc/meminfo) olvassa a maximális pontosság és az alacsony terhelés érdekében.
pl: Konfigurowalny monitor RAM. Odczytuje statystyki pamięci bezpośrednio z wirtualnego systemu plików jądra (/proc/meminfo), zapewniając maksymalną dokładność i niskie obciążenie.

source: General Settings
es: Configuración general
fr: Paramètres généraux
hu: Általános beállítások
pl: Ustawienia ogólne

source: Text label
es: Etiqueta de texto
fr: Texte de l'étiquette
hu: Szöveges címke
pl: Etykieta tekstowa

source: Enter custom text to show in the panel.
es: Introduzca el texto personalizado que desea mostrar en el panel.
fr: Saisissez le texte personnalisé à afficher dans le panneau.
hu: Írjon be egyéni szöveget a panelen való megjelenítéshez.
pl: Wprowadź własny tekst, który będzie wyświetlany na panelu.

source: Update frequency (seconds)
es: Frecuencia de actualización (segundos)
fr: Fréquence de mise à jour (secondes)
hu: Frissítési gyakoriság (másodperc)
pl: Częstotliwość odczytu (sekundy)

source: Determines how often the applet checks RAM usage data from the system.
es: Determina la frecuencia con la que el applet comprueba los datos de uso de RAM del sistema.
fr: Détermine la fréquence à laquelle l'applet vérifie les données d'utilisation de la RAM auprès du système.
hu: Meghatározza, hogy a kisalkalmazás milyen gyakran ellenőrzi a rendszer RAM-használati adatait.
pl: Określa, jak często aplet będzie sprawdzał dane dotyczące wykorzystania pamięci RAM w systemie.

source: Visual Layout
es: Disposición visual
fr: Affichage
hu: Vizuális elrendezés
pl: Układ wizualny

source: Display mode
es: Modo de visualización
fr: Mode d'affichage
hu: Megjelenítési mód
pl: Tryb wyświetlania

source: Choose whether to monitor used memory or remaining available memory.
es: Elija si desea supervisar la memoria utilizada o la memoria disponible restante.
fr: Choisissez si vous souhaitez surveiller la mémoire utilisée ou la mémoire disponible restante.
hu: Válassza ki, hogy a használt vagy a fennmaradó rendelkezésre álló memóriát szeretné-e figyelni.
pl: Wybierz, czy monitorowana ma być pamięć wykorzystana, czy dostępna.

source: Show current memory
es: Mostrar memoria actual
fr: Afficher la mémoire actuelle
hu: Aktuális memória megjelenítése
pl: Pokaż bieżącą pamięć

source: Toggle whether to display actual memory amount on the panel.
es: Activa o desactiva la visualización de la cantidad real de memoria en el panel.
fr: Afficher ou non la quantité de mémoire sur le panneau.
hu: Be-/kikapcsolással megjelenítheti-e a tényleges memória mennyiségét a panelen.
pl: Przełącza wyświetlanie rzeczywistej ilości pamięci na panelu.

source: Show total memory
es: Mostrar memoria total
fr: Afficher la mémoire totale
hu: Teljes memória megjelenítése
pl: Pokaż pamięć całkowitą

source: Toggle whether to display total RAM capacity next to the current usage.
es: Activa o desactiva la visualización de la capacidad total de RAM junto al uso actual.
fr: Afficher ou non de la capacité totale de la RAM à côté de son utilisation actuelle.
hu: Be-/kikapcsolása annak megjelenítéséhez, hogy a teljes RAM-kapacitás megjelenjen-e az aktuális használat mellett.
pl: Przełącza wyświetlanie całkowitej pojemności RAM obok bieżącego zużycia.

source: Show current memory as percentage
es: Mostrar la memoria actual como porcentaje
fr: Afficher la mémoire actuelle en pourcentage
hu: Aktuális memória megjelenítése százalékban
pl: Pokaż użycie pamięci jako procent

source: Toggle whether to display memory usage as a percentage.
es: Activa o desactiva la visualización del uso de memoria como porcentaje.
fr: Afficher ou non l'utilisation de la mémoire en pourcentage.
hu: A memóriahasználat százalékos formában való megjelenítésének be-/kikapcsolása.
pl: Przełącza wyświetlanie użycia pamięci w formie procentowej.

source: Unit type
es: Tipo de unidad
fr: Type d'unité
hu: Mértékegység típusa
pl: Typ jednostki

source: Toggle whether to display memory usage in GB/GiB.
es: Activa o desactiva la visualización del uso de memoria en GB/GiB.
fr: Affichage de l'utilisation de la mémoire en Go ou Gio.
hu: A memóriahasználat GB/GiB-ben való megjelenítésének váltása.
pl: Przełącza wyświetlanie użycia pamięci w jednostkach GB lub GiB.

source: GiB (binary: 1024)
es: GiB (binario: 1024)
fr: Gio (binaire : 1024)
hu: GiB (bináris: 1024)
pl: GiB (binarne: 1024)

source: GB (decimal: 1000)
fr: Go (décimal : 1000)
hu: GB (decimális: 1000)
pl: GB (dziesiętne: 1000)

source: Stable width (Monospace font)
es: Ancho estable (fuente monoespaciada)
fr: Largeur stable (police à chasse fixe)
hu: Stabil szélesség (Monospace betűtípus)
pl: Stabilna szerokość (czcionka Monospace)

source: Forces a fixed-width font and prevents text jumping.
es: Obliga a utilizar una fuente de ancho fijo y evita que el texto salte.
fr: Force l'utilisation d'une police à chasse fixe et empêche le saut de texte.
hu: Fix szélességű betűtípust kényszerít ki, és megakadályozza a szövegugrást.
pl: Wymusza czcionkę o stałej szerokości i zapobiega „skakaniu” tekstu.

source: chars
es: caracteres
fr: Caractères
hu: karakterek
pl: znaki

source: Reserved numeric spaces
es: Espacios numéricos reservados
fr: Espaces réservés pour les nombres
hu: Foglalt numerikus szóközök
pl: Zarezerwowane miejsca na cyfry

source: How many characters to reserve for numbers (e.g. 4 for '99.9').
es: Cuántos caracteres hay que reservar para los números (por ejemplo, 4 para '99,9').
fr: Combien de caractères sont réservés aux nombres (par exemple, 4 pour '99,9').
hu: Hány karaktert kell lefoglalni a számoknak (pl. 4 a '99,9' esetén).
pl: Ile znaków zarezerwować dla liczb (np. 4 dla wartości „99.9”).

source: Warnings
es: Advertencias
fr: Avertissements
hu: Figyelmeztetések
pl: Ostrzeżenia

source: Warning: usage above
es: Advertencia: uso anterior
fr: Avertissement : utilisation atteint
hu: Figyelmeztetés: a fenti használat
pl: Ostrzeżenie: użycie powyżej

source: Triggers a blinking visual alert when RAM usage exceeds this percentage.
es: Activa una alerta visual intermitente cuando el uso de RAM supera este porcentaje.
fr: Déclenche une alerte visuelle clignotante lorsque l'utilisation de la RAM dépasse ce pourcentage.
hu: Villogó vizuális riasztást vált ki, ha a RAM-használat meghaladja ezt a százalékot.
pl: Uruchamia migający alert wizualny, gdy użycie pamięci RAM przekroczy ten procent.

source: Warning: available below
es: Advertencia: disponible a continuación
fr: Avertissement : disponible atteint
hu: Figyelmeztetés: alább elérhető
pl: Ostrzeżenie: dostępne poniżej

source: Triggers a blinking visual alert when available RAM falls below this percentage.
es: Activa una alerta visual intermitente cuando la RAM disponible cae por debajo de este porcentaje.
fr: Déclenche une alerte visuelle clignotante lorsque la RAM disponible descend en dessous de ce pourcentage.
hu: Villogó vizuális riasztást vált ki, ha a rendelkezésre álló RAM mennyisége ezen százalék alá csökken.
pl: Uruchamia migający alert wizualny, gdy dostępna pamięć RAM spadnie poniżej tego poziomu.

source: Interaction
es: Interacción
hu: Kölcsönhatás
pl: Interakcja

source: Launch system monitor on click
es: Iniciar el monitor del sistema al hacer clic
fr: Lancer le moniteur système en cliquant
hu: Rendszerfigyelő indítása kattintásra
pl: Uruchom monitor systemu po kliknięciu

source: Left-clicking the applet will open the default system monitor.
es: Al hacer clic con el botón izquierdo del ratón en el applet, se abrirá el monitor del sistema predeterminado.
fr: Un clic gauche sur l'applet ouvrira le moniteur système par défaut.
hu: A kisalkalmazásra bal egérgombbal kattintva megnyílik az alapértelmezett rendszerfigyelő.
pl: Kliknięcie apletu lewym przyciskiem myszy otworzy domyślny monitor systemu.

source: System monitor command
es: Comando del monitor del sistema
fr: Commande du moniteur système
hu: Rendszerfigyelő parancs
pl: Polecenie monitora systemu

source: Enter the command to be executed (e.g., gnome-system-monitor or xterm -e htop).
es: Introduzca el comando que desea ejecutar (por ejemplo, gnome-system-monitor o xterm -e htop).
fr: Saisissez la commande à exécuter (par exemple, gnome-system-monitor ou xterm -e htop).
hu: Írja be a végrehajtandó parancsot (pl. gnome-system-monitor vagy xterm -e htop).
pl: Wprowadź polecenie do wykonania (np. gnome-system-monitor lub xterm -e htop).
