Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/show-hide-applets@mohammad-sn/*.po
Languages: ca, da, fi, sv, vi, zh_cn

source: Autohide ON
ca: Auto-amagar activat
fi: Piilotus ON
vi: Tự ẩn: Bật

source: Autohide OFF
ca: Auto-amagar desactivat
fi: Piilotus POIS
vi: Tự ẩn: Tắt

source: Panel Edit mode
ca: Mode d'edició del tauler
da: Panelredigeringstilstand
fi: Paneelin muokkaustila
sv: Panelredigeringsläge
vi: Chế độ chỉnh sửa bảng
zh_cn: 面板编辑模式

source: Add applets to the panel
ca: Afegir miniaplicacions al tauler
da: Tilføj panelprogrammer til panelet
fi: Lisää sovelmia paneeliin
sv: Lägg till panelprogram
vi: Thêm applet vào bảng
zh_cn: 添加小程序到面板

source: Autohide
ca: Auto-amagar
da: Skjul automatisk
fi: Piilota automaattisesti
sv: Dölj automatiskt
vi: Tự động ẩn
zh_cn: 自动隐藏

source: hide a few applet to have a neater panel, and make them show up again by a click
ca: oculteu unes quantes miniaplicacions per a tenir un tauler més net, i feu que es mostri de nou en rebre un clic
da: Skjul nogle få panelprogrammer for at få et mere overskueligt panel og få dem til at dukke op igen med et klik
fi: Piilottaa osan paneelin sovelmista riippuen mistä kohdasta haluat kuvakkeet piilottaa
sv: Dölj några panelprogram för att få en snyggare panel, och visa dem igen med ett klick
vi: Ẩn một vài applet để bảng gọn gàng hơn và hiển thị lại chúng bằng một cú nhấp chuột
zh_cn: 隐藏一些小程序以拥有更整洁的面板，并通过点击使它们重新显示

source: Drawer (show/hide applets)
ca: Calaix (mostra/amaga miniaplicacions)
da: Skuffe (vis/skjul panelprogrammer)
fi: Drawer
sv: Drawer (visa/dölj panelprogram)
vi: Ngăn kéo (ẩn/hiện applet)
zh_cn: 抽屉（显示/隐藏小程序）

source: Settings for show-hide-applets@mohammad-sn
ca: Configuració de show-hide-applets@mohammad-sn
da: Indstillinger
fi: Asetukset: show-hide-applets@mohammad-sn
sv: Inställningar för show-hide-applets@mohammad-sn
vi: Cài đặt cho show-hide-applets@mohammad-sn
zh_cn: show-hide-applets@mohammad-sn的设置

source: Check it if you want to hide applets automatically, unless you should click on applet to do so. Its status can be changed by middle-clicking on this applet.
ca: Marqueu si voleu amagar miniaplicacions automàticament o si cal clicar-les d'una en una. El seu estat pot ser canviat utilitzant el clic del mig en aquesta miniaplicació.
fi: Haluatko piilottaa sovelmat automaattisesti? Jos ei niin sovelmaa tulee itse napsauttaa hiirellä, Tilaa voidaan muuttaa painamalla hiiren keskipainikkeella.
vi: Chọn mục này nếu bạn muốn ẩn các applet tự động, nếu không bạn phải nhấp vào applet để thực hiện. Có thể thay đổi trạng thái bằng cách nhấp chuột giữa vào applet này.

source: Show Autohide status in tooltip
ca: Mostra l'estat d'auto-amagar al consell informatiu
fi: Näytä piilotuksen tila vihjeessä
vi: Hiển thị trạng thái tự ẩn trong chú giải

source: Disable start time autohide
ca: Desactivar l'auto-amagació a l'inici
da: Deaktivér skjul automatisk ved opstart
fi: Poista käynnistyksessä piilotus käytöstä
sv: Dölj inte automatiskt vid systemstart
vi: Vô hiệu hóa tự ẩn khi khởi động
zh_cn: 禁用启动时自动隐藏

source: if not in autohide mode
ca: si no està en mode d'auto-amagació
da: Hvis den ikke er i skjul automatisk-tilstand
fi: Jos ei niin piilotustila on automaattinen
sv: Om "Dölj automatiskt" är avstängt
vi: nếu không ở chế độ tự ẩn
zh_cn: 如果不是在自动隐藏模式

source: seconds
ca: segons
da: sekunder
fi: sekuntia
sv: sekunder
vi: giây
zh_cn: 秒

source: Autohide after
ca: Auto-amagar després de
da: Skjul automatisk efter
fi: Piilota automaattisesti
sv: Dölj automatiskt efter
vi: Tự ẩn sau
zh_cn: 自动隐藏

source: Activate on hover
ca: Auto-amagar en passar el cursor per sobre
da: Aktivér, når markøren føres hen over
fi: Osoittaminen
sv: Visa vid hovring
vi: Kích hoạt khi trỏ chuột
zh_cn: 悬停时激活

source: show applets on mouse hover
ca: mostrar miniaplicacions en passar el cursor per sobre
da: Vis panelprogrammer, når markøren føres hen over
fi: Näyttää sovelmat hiiren osoituksella
sv: Visa de dolda panelprogrammen vid hovring
vi: hiển thị applet khi trỏ chuột vào
zh_cn: 鼠标悬停时显示小程序

source: Hide on hovering again
ca: Ocultar de nou en passar el cursor per sobre
da: Skjul, når markøren føres hen over igen
fi: Piilota kun osoitat sovelmaa
sv: Hovra igen, för att dölja
vi: Ẩn khi trỏ chuột lại
zh_cn: 悬停时重新隐藏

source: toggle visibility of applets on mouse hover
ca: activar/desactivar visibilitat de les miniaplicacions en passar el cursor per sobre
da: Skift panelprogrammers synlighed, når markøren føres hen over
fi: Vaihtaa sovelmien näkyvyyttä osoittamalla hiirellä
sv: Dölj panelprogrammen vid hovring
vi: chuyển đổi hiển thị applet khi trỏ chuột
zh_cn: 鼠标悬停时切换小程序的可见性

source: miliseconds
ca: mil·lisegons
da: millisekunder
fi: millisekuntia
sv: millisekunder
vi: mili giây
zh_cn: 毫秒后

source: Hover activates/hides after
ca: El hover s'activa/desactiva després de
da: Svævning viser/skjuler efter
fi: Osoitus piilottaa
sv: Hovring visar/döljer efter
vi: Kích hoạt/ẩn khi trỏ chuột sau
zh_cn: 悬停激活/隐藏的时间

source: Autohide reshowing applets
ca: Auto-amagar la mostra consecutiva de miniaplicacions
da: Skjul automatisk panelprogrammer, som vises igen
fi: Piilota uudelleen automaattisesti
sv: Dölj automatiskt, panelprogram som visas igen
vi: Tự động ẩn lại applet sau khi hiện
zh_cn: 自动隐藏重新显示的小程序

source: Reshowers' autohide delay:
ca: Temps d'espera per auto-amagar la mostra consecutiva:
da: Forsinkelse for automatisk skjul af panelprogrammer, som vises igen:
fi: Piilotuksen viive:
sv: Fördröjning för att automatiskt dölja panelprogram som visas igen:
vi: Độ trễ tự ẩn lại sau khi hiện:
zh_cn: 自动隐藏重新显示的小程序的延迟：

source: Only hide until next separator
ca: Amaga només fins al proper separador
vi: Chỉ ẩn đến dấu phân cách kế tiếp

source: Only hide everything until the next separator element occurs.
ca: Només ho amaga tot fins que arriba el següent element separador.
vi: Chỉ ẩn mọi thứ cho đến khi gặp phần tử phân cách tiếp theo.
