Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/sound150@claudiux/*.po
Languages: vi

source: Playing
vi: Đang phát

source: Paused
vi: Tạm dừng

source: Stopped
vi: Đã dừng

source: Microphone
vi: Micro

source: Volume
vi: Âm lượng

source: Mute
vi: Tắt tiếng

source: Videos
vi: Video

source: Unknown Artist
vi: Nghệ sĩ chưa xác định

source: Unknown Album
vi: Album chưa xác định

source: Unknown Title
vi: Tiêu đề chưa xác định

source: Previous
vi: Bài trước

source: Play
vi: Phát

source: Stop
vi: Dừng

source: Next
vi: Bài kế

source: Consecutive Playing
vi: Phát liên tục

source: No Shuffle
vi: Không phát ngẫu nhiên

source: Open Player
vi: Mở trình phát

source: Quit Player
vi: Thoát trình phát

source: Pause
vi: Tạm dừng

source: Repeat Single
vi: Lặp lại một bài

source: Repeat All
vi: Lặp lại tất cả

source: Shuffle
vi: Phát ngẫu nhiên

source: Mute output
vi: Tắt âm đầu ra

source: Mute input
vi: Tắt âm đầu vào

source: Applications
vi: Ứng dụng

source: Output device
vi: Thiết bị đầu ra

source: Input device
vi: Thiết bị đầu vào

source: Easy Effects
vi: Hiệu ứng âm thanh (Easy Effects)

source: Pulse Effects
vi: Hiệu ứng âm thanh (Pulse Effects)

source: Are you sure you want to remove '%s'?
vi: Bạn có chắc chắn muốn xóa '%s' không?

source: The 'playerctl' package is required!
vi: Yêu cầu gói 'playerctl'!

source: Please select 'Install playerctl' in this menu
vi: Vui lòng chọn 'Cài đặt playerctl' trong menu này

source: Launch player
vi: Khởi chạy trình phát

source: Choose player controls
vi: Chọn điều khiển trình phát

source: Sound Settings
vi: Cài đặt âm thanh

source: Reload this applet
vi: Tải lại applet này

source: Remove sound applet
vi: Gỡ applet âm thanh

source: Install playerctl
vi: Cài đặt playerctl

source: Commands
vi: Lệnh

source: Album Art desklet settings
vi: Cài đặt desklet bìa album

source: Show Album Art on desktop
vi: Hiển thị bìa album trên màn hình nền

source: You need the 'Album Art 3.0' desklet
vi: Bạn cần desklet 'Album Art 3.0'

source: You can install it by clicking on the first button and then searching for Album.
vi: Bạn có thể cài đặt nó bằng cách nhấn nút đầu tiên rồi tìm kiếm 'Album'.

source: Desklets
vi: Desklet

source: Cancel
vi: Hủy

source: You need to activate the 'Album Art 3.0' desklet
vi: Bạn cần kích hoạt desklet 'Album Art 3.0'

source: You can activate it by clicking on the first button, then searching for Album and adding it with button [+].
vi: Bạn có thể kích hoạt bằng cách nhấn nút đầu tiên, tìm 'Album' và thêm bằng nút [+].

source: Enhanced Sound applet
vi: Applet âm thanh nâng cao

source: Enable the OSD150 extension
vi: Bật tiện ích mở rộng OSD150

source: To obtain an horizontal OSD, you need to enable the OSD150 extension.
vi: Để có hiển thị OSD ngang, bạn cần bật tiện ích mở rộng OSD150.

source: Download the OSD150 extension
vi: Tải tiện ích mở rộng OSD150

source: To obtain an horizontal OSD, you need to download the OSD150 extension. Click on the Download button then search for OSD150 and select the ⬇ button.
vi: Để có hiển thị OSD ngang, bạn cần tải tiện ích mở rộng OSD150. Nhấn nút 'Tải xuống', sau đó tìm 'OSD150' và chọn nút ⬇.

source: The 'imagemagick' package is required!
vi: Yêu cầu gói 'imagemagick'!

source: Please select 'Install imagemagick' in this menu
vi: Vui lòng chọn 'Cài đặt imagemagick' trong menu này

source: Remove the OsdWithNumber extension
vi: Gỡ tiện ích mở rộng OsdWithNumber

source: Install imagemagick
vi: Cài đặt imagemagick

source: Enhanced sound applet
vi: Applet âm thanh nâng cao

source: Behavior
vi: Hành vi

source: Icon
vi: Biểu tượng

source: Sound
vi: Âm thanh

source: Shortcuts
vi: Phím tắt

source: Menu
vi: Trình đơn

source: Panel
vi: Bảng

source: Tooltip
vi: Chú giải

source: Sounds
vi: Âm thanh

source: Remove incompatible applets
vi: Gỡ các applet không tương thích

source: Control Players
vi: Điều khiển trình phát

source: Show Loop and Shuffle controls
vi: Hiển thị điều khiển Lặp và Ngẫu nhiên

source: Keep the player list open
vi: Giữ danh sách trình phát luôn mở

source: Keep the player controller selector open
vi: Giữ hộp chọn trình điều khiển trình phát luôn mở

source: Avoid displaying controllers twice
vi: Tránh hiển thị trùng lặp các điều khiển

source: Seeker tooltip: time to disappear
vi: Chú giải thanh tua: thời gian biến mất

source: Show menu
vi: Hiển thị menu

source: Set keybinding(s) to show the sound applet menu.
vi: Đặt phím tắt để hiển thị menu tiện ích âm thanh.

source: Switch to next player
vi: Chuyển sang trình phát tiếp theo

source: Set keybinding(s) to switch to the next player if it exists.
vi: Đặt phím tắt để chuyển sang trình phát tiếp theo (nếu có).

source: Show song information on the panel
vi: Hiển thị thông tin bài hát trên bảng

source: characters
vi: ký tự

source: Limit song information to
vi: Giới hạn thông tin bài hát ở

source: Toggle Mute
vi: Bật/tắt tắt tiếng

source: Toggle Mute output
vi: Bật/tắt tắt tiếng đầu ra

source: Toggle Mute input
vi: Bật/tắt tắt tiếng đầu vào

source: Toggle Play / Pause
vi: Phát / Tạm dừng

source: Action on middle click
vi: Hành động khi nhấp chuột giữa

source: Action on shift+middle click
vi: Hành động khi nhấn Shift + chuột giữa

source: Use horizontal scrolling to move between tracks
vi: Dùng cuộn ngang để chuyển giữa các bản nhạc

source: Show album art as icon
vi: Hiển thị ảnh bìa album làm biểu tượng

source: Keep album art aspect ratio
vi: Giữ tỉ lệ khung hình của ảnh bìa album

source: Hide system tray icons for compatible players
vi: Ẩn biểu tượng khay hệ thống của các trình phát tương thích

source: Show volume in tooltip
vi: Hiển thị âm lượng trong chú giải

source: Show player in tooltip
vi: Hiển thị trình phát trong chú giải

source: Show song artist and title in tooltip
vi: Hiển thị nghệ sĩ và tiêu đề bài hát trong chú giải

source: Display volume level near icon
vi: Hiển thị mức âm lượng bên cạnh biểu tượng

source: Display icon indicating that the microphone is muted, if applicable
vi: Hiển thị biểu tượng cho biết micrô đang tắt tiếng (nếu có)

source: Display icon indicating that the microphone is activated, if applicable
vi: Hiển thị biểu tượng cho biết micrô đang bật (nếu có)

source: Maximum volume control
vi: Điều khiển âm lượng tối đa

source: System Sound Settings
vi: Cài đặt âm thanh hệ thống

source: Maximum volume (%)
vi: Âm lượng tối đa (%)

source: Volume at start-up (%)
vi: Âm lượng khi khởi động (%)

source: Value -1 means "No change"
vi: Giá trị -1 nghĩa là “Không thay đổi”

source: % of nominal volume
vi: % so với âm lượng danh định

source: Magnetize the 'Volume 100%' mark
vi: Tự động căn mức 'Âm lượng 100%'

source: When checked, the 'Volume 100%' mark becomes magnetic: the volume is automatically set to 100% when the distance between the volume value and 100% is lesser than a half-step.
vi: Khi bật, mức 'Âm lượng 100%' trở nên tự căn: âm lượng sẽ tự động được đặt về 100% nếu giá trị hiện tại nằm trong khoảng nửa bước so với 100%.

source: Magnetize all multiples of 25%
vi: Tự động căn các mức là bội số của 25%

source: Adjust the color of the icon to the volume
vi: Điều chỉnh màu biểu tượng theo mức âm lượng

source: Icon color: 0%-100%
vi: Màu biểu tượng: 0%-100%

source: Icon color: 101%-115%
vi: Màu biểu tượng: 101%-115%

source: Icon color: 116%-130%
vi: Màu biểu tượng: 116%-130%

source: Icon color: 131%-150%
vi: Màu biểu tượng: 131%-150%

source: Set colors to default values (yellow, orange, red)
vi: Đặt lại màu mặc định (vàng, cam, đỏ)

source: Always allow microphone to be reactivated
vi: Luôn cho phép bật lại micro

source: Always show the 'Mute input' switch in the context menu.
vi: Luôn hiển thị công tắc 'Tắt đầu vào' trong menu ngữ cảnh.

source: Mute sound on closing
vi: Tắt tiếng khi đóng

source: If you notice an unpleasant noise on closing, check this box. You'll need to restore the sound at startup, by middle-clicking on this applet's icon. It is NOT recommended to check this box.
vi: Nếu bạn nghe thấy tiếng ồn khó chịu khi đóng, hãy bật tùy chọn này. Bạn sẽ cần khôi phục âm thanh khi khởi động bằng cách nhấp chuột giữa vào biểu tượng applet. **Không khuyến nghị** bật tùy chọn này.

source: disabled
vi: tắt

source: small
vi: nhỏ

source: medium
vi: vừa

source: large
vi: lớn

source: Whether the media keys OSD is disabled or its relative display size
vi: Bật/tắt hoặc chọn kích thước hiển thị của OSD phím media

source: Show volume level in OSD on startup
vi: Hiển thị mức âm lượng trong OSD khi khởi động

source: Which sound to play when the volume is changed
vi: Âm thanh sẽ phát khi thay đổi âm lượng

source: Whether to play a sound when the volume is changed
vi: Phát âm thanh khi thay đổi âm lượng

source: Redefine Multimedia Keyboard Shortcuts
vi: Đặt lại phím tắt đa phương tiện

source: Use the same shortcuts as those defined by Cinnamon
vi: Dùng cùng phím tắt như được định nghĩa bởi Cinnamon

source: Pause/Play toggle
vi: Bật/tắt Tạm dừng/Phát

source: Volume Mute
vi: Tắt tiếng

source: Volume Up
vi: Tăng âm lượng

source: Volume Down
vi: Giảm âm lượng

source: Next Track
vi: Bài kế tiếp

source: Previous Track
vi: Bài trước

source: Remove from panel the sound@cinnamon.org applet
vi: Xóa applet sound@cinnamon.org khỏi bảng

source: From 101% to 115%: yellow; from 116% to 130%: orange; beyond 130%: red.
vi: Từ 101% đến 115%: vàng; từ 116% đến 130%: cam; trên 130%: đỏ.

source: You can try to increase the volume of your sound card up to 150% of its nominal value. Use with caution. You can also set a value less than 100%, for example on a child's computer.
vi: Bạn có thể tăng âm lượng của card âm thanh lên đến 150% giá trị danh định. Hãy sử dụng cẩn thận. Bạn cũng có thể đặt giá trị thấp hơn 100%, ví dụ cho máy tính của trẻ nhỏ.

source: Menus
vi: Trình đơn

source: Context Menu
vi: Trình đơn ngữ cảnh

source: Icon appearance
vi: Giao diện biểu tượng

source: Icon colors
vi: Màu biểu tượng

source: Scrolling
vi: Cuộn

source: Remove incompatible extensions
vi: Xóa tiện ích mở rộng không tương thích

source: Custom commands
vi: Lệnh tùy chỉnh

source: Do not show any cover art in the menu
vi: Không hiển thị ảnh bìa trong trình đơn

source: Show Media-Optical icon
vi: Hiển thị biểu tượng đĩa quang

source: View Full Album Art
vi: Xem ảnh bìa đầy đủ

source: When unchecked, Album Art in the menu may be partially covered by Artist and Title.
vi: Khi bỏ chọn, ảnh bìa trong trình đơn có thể bị che một phần bởi tên nghệ sĩ và tiêu đề.

source: Keep the App selector open
vi: Giữ trình chọn ứng dụng mở

source: Keep the Output Device selector open
vi: Giữ trình chọn thiết bị đầu ra mở

source: Keep the Input Device selector open
vi: Giữ trình chọn thiết bị đầu vào mở

source: Keep the Command selector open
vi: Giữ trình chọn lệnh mở

source: If the title is too long, end it with:
vi: Nếu tiêu đề quá dài, kết thúc bằng:

source: Emoji accepted
vi: Chấp nhận biểu tượng cảm xúc

source: Delay between icon and album art display (seconds)
vi: Độ trễ giữa hiển thị biểu tượng và ảnh bìa (giây)

source: Reverse scrolling effect
vi: Đảo ngược hướng cuộn

source: Whether or not to show the media keys OSD
vi: Hiển thị hoặc ẩn OSD phím phương tiện

source: Show volume level in OSD
vi: Hiển thị mức âm lượng trong OSD

source: Show '%' in OSD
vi: Hiển thị dấu '%' trong OSD

source: Show horizontal OSD
vi: Hiển thị OSD ngang

source: Show bar level in OSD
vi: Hiển thị thanh mức trong OSD

source: These commands will appear in the context menu once you've reloaded this applet.
vi: Các lệnh này sẽ xuất hiện trong trình đơn ngữ cảnh sau khi bạn tải lại applet.

source: Title
vi: Tiêu đề

source: Command
vi: Lệnh

source: Always show input controls
vi: Luôn hiển thị điều khiển đầu vào

source: When checked, input volume and source controls are always shown, even if no application is currently recording sound.
vi: Khi được chọn, điều khiển âm lượng và nguồn đầu vào sẽ luôn hiển thị, ngay cả khi không có ứng dụng nào đang ghi âm.
