Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/sysmonitor@orcus/*.po
Languages: de, es, fi, fr, it, ja

source: MB
fr: Mo

source: Memory:
de: Arbeitsspeicher:
es: Memoria:
fi: Muisti:
fr: Mémoire :
it: Memoria:
ja: メモリ:

source: Swap:
fi: Sivutus:
fr: Échange :
ja: スワップ:

source: KB/s
fr: Ko/s

source: Network D/U:
de: Netzwerk D/U:
es: Red D/S:
fi: Verkko D/U:
fr: Réseau D/U :
it: Rete D/U:
ja: ネットワーク D/U:

source: Load average:
de: Durchschnittliche Last:
es: Promedio de carga:
fi: Kuorma:
fr: Charge moyenne :
it: Carico medio:
ja: ロードアベレージ:

source: Displays CPU, memory, swap and network usage and load in graphs
de: Zeigt CPU-, Arbeitsspeicher-, Swap- und Netzwerkauslastung grafisch an
es: Muestra gráficos del uso de la CPU, memoria, swap y red
fi: Näytä graafisesti prosessorin, muistin, sivutuksen ja verkon käyttö
fr: Affiche l'utilisation du processeur, de la mémoire, de l'espace d'échange, du réseau et la charge dans les graphiques
it: Visualizza CPU, memoria, swap e utilizzo della rete e carico in grafici
ja: CPU・メモリ・スワップ・ネットワークの使用量・負荷をグラフ表示

source: System Monitor
de: Systemüberwachung
es: Monitor del sistema
fi: Järjestelmämonitori
fr: Moniteur système
it: Monitor di Sistema
ja: システムモニター

source: Common
de: Gemeinsam
es: Gráfico General
fi: Yleisasetukset
fr: Commun
it: Comune
ja: 共通

source: Program to launch on click
de: Auf Klick zu startendes Programm
es: Programa que se inicia al hacer clic
fi: Suorita ohjelma kuvaajia klikattaessa
fr: Programme à lancer en un clic
it: Programma da avviare al clic
ja: クリック時に起動するプログラム

source: Smooth graphs
de: Geglättete Anzeige
es: Gráficos suavizados
fi: Kuvaajien reunapehmennys
fr: Graphiques lisses
it: Grafici fluidi
ja: グラフをなめらかに

source: Draw border
de: Rahmen anzeigen
es: Dibujar el borde
fi: Piirrä kuvaajien reunus
fr: Dessiner les bordures
it: Disegna bordo
ja: 枠線描画

source: Common graph width
de: Standardbreite der Anzeige
es: Ancho del Gráfico General
fi: Kuvaajien oletusleveys
fr: Largeur de graphique commune
it: Larghezza del grafico comune
ja: 共通グラフ幅

source: If the applet is in a vertical panel, this sets the graph height. The graph width is then the panel width minus padding
de: Wenn das Applet in einer vertikalen Leiste liegt, bestimmt dies die Höhe der Anzeige. Die Breite der Anzeige ergibt sich dann aus Leistenbreite minus Abstand
es: Si el applet está en un panel vertical, esto establece la altura del gráfico. El ancho del gráfico es por lo tanto el ancho del panel menos el relleno
fi: Jos appletti on pystypaneelissa, tämä asettaa kuvaajan korkeuden. Graafin leveys on tällöin paneelin leveys miinus reunavälys
fr: Si l'applet se trouve dans un panneau vertical, cela définit la hauteur du graphique. La largeur du graphique est alors la largeur du panneau moins le remplissage
it: Se l'applet si trova in un pannello verticale, questo imposta l'altezza del grafico. La larghezza del grafico è quindi la larghezza del pannello meno il padding
ja: 垂直パネルに表示する場合、グラフの高さを設定します。グラフ幅はパネル幅からパディングを引いたものになります。

source: Graph spacing
de: Diagrammabstand
es: Espaciado de los gráficos
fi: Kuvaajien etäisyys
fr: Espacement des graphiques
it: Spaziatura del grafico
ja: グラフ間隔

source: The number of pixels between each graph. Can be set to -1 to allow single line borders between graphs if borders are enabled
de: Die Anzahl der Pixel zwischen den einzelnen Diagrammen. Kann auf -1 gesetzt werden, um einzeilige Ränder zwischen Diagrammen zuzulassen, wenn Ränder aktiviert sind
es: Número de píxeles entre cada gráfico. Puede establecerse en -1 para permitir bordes de una sola línea entre los gráficos si los bordes están habilitados
fi: Kuvaajien välisen tyhjän tilan koko pikseleinä. Voidaan asettaa arvoon -1, jolloin viereisten kuvaajien reunukset yhdistyvät
fr: Le nombre de pixels entre chaque graphique. Peut être défini sur -1 pour autoriser les bordures d'une seule ligne entre les graphiques si les bordures sont activées
it: Il numero di pixel tra ciascun grafico. Può essere impostato su -1 per consentire i bordi a linea singola tra i grafici se i bordi sono abilitati
ja: グラフ間のピクセル数です。枠線が有効な場合、-1に設定するとグラフ間を1本の線で描画します。

source: Refresh rate
de: Wiederholungsrate
es: Frecuencia de actualización
fi: Kuvaajien päivitysviive
fr: Fréquence de rafraîchissement
it: Frequenza di aggiornamento
ja: リフレッシュレート

source: Use custom applet padding
de: Benutzerdefinierten Abstand des Applets verwenden
es: Utilizar un espaciado personalizado
fi: Mukauta tyhjä tila kuvaajien ympärillä
fr: Utiliser un remplissage d'applet personnalisé
it: Usa padding personalizzato per l'applet
ja: カスタムアプレットパディングを使用

source: Left/right padding
de: Linker/rechter Abstand
es: Espaciado izquierdo/derecho
fi: Tyhjä tila vasemmalla ja oikealla
fr: Remplissage gauche/droite
it: Padding a sinistra/destra
ja: 左右のパディング

source: Top/bottom padding
de: Abstand Oben/Unten
es: Espaciado superior/inferior
fi: Tyhjä tila ylhäällä ja alhaalla
fr: Remplissage haut/bas
it: Padding in alto/basso
ja: 上下のパディング

source: Background color
de: Hintergrundfarbe
es: Color del fondo
fi: Taustaväri
fr: Couleur de l'arrière plan
it: Colore sfondo
ja: 背景色

source: Border color
de: Rahmenfarbe
es: Color del borde
fi: Reunuksen väri
fr: Couleur des bordures
it: Colore bordo
ja: 枠線色

source: Enable
de: Aktivieren
es: Activar
fi: Käytössä
fr: Activer
it: Abilita
ja: 有効

source: Override graph width
de: Breite der Anzeige anpassen
es: Cambiar ancho del gráfico
fi: Pakota tämän kuvaajan leveys
fr: Remplacer la largeur du graphique
it: Sovrascrivi la larghezza del grafico
ja: グラフ幅を上書き

source: Graph width
de: Breite der Anzeige
es: Ancho del gráfico
fi: Kuvaajan leveys
fr: Largeur du graphique
it: Larghezza grafico
ja: グラフ幅

source: Show this many decimals in the tooltip
de: So viele De im Tooltip anzeigen
es: Decimales a mostrar en la descripción emergente
fi: Desimaalien määrä vihjetekstissä
fr: Afficher ce nombre de décimales dans l'info-bulle
it: Mostra questi troppi decimali nel tooltip
ja: ツールチップに小数点以下を表示

source: decimals
de: Dezimalstellen
es: decimales
fi: desimaalia
fr: décimales
it: decimali
ja: 小数点以下

source: User color
de: Farbe User
es: Color para User
fi: Käyttäjäprosessit
fr: Couleur Utilisateur
it: Colore utente
ja: User 色

source: Nice color
de: Farbe Nice
es: Color para Nice
fi: Taustaprosessit
fr: Couleur Nice
it: Colore nice
ja: Nice 色

source: Kernel color
de: Farbe Kernel
es: Color para Kernel
fi: Kernel-prosessit
fr: Couleur Noyau
it: Colore kernel
ja: Kernel 色

source: IOWait color
de: Farbe IOWait
es: Color para IOWait
fi: IOWait-aika
fr: Couleur IOWait
it: Colore attesa I/O
ja: IOWait 色

source: Memory
de: Arbeitsspeicher
es: Memoria
fi: Muisti
fr: Mémoire
it: Memoria
ja: メモリ

source: Used color
de: Farbe Used
es: Color de la memoria usada
fi: Käytössä
fr: Couleur Utilisée
it: Colore usato
ja: 使用済色

source: Cached color
de: Farbe Cached
es: Color de la memoria caché
fi: Välimuistissa
fr: Couleur Cache
it: Colore cache
ja: キャッシュ色

source: Swap
fi: Sivutus
fr: Échange
ja: スワップ

source: Network
de: Netzwerk
es: Red
fi: Verkko
fr: Réseau
it: Rete
ja: ネットワーク

source: Download color
de: Farbe Download
es: Color de la descarga
fi: Latausnopeus
fr: Télécharger la couleur
it: Colore download
ja: ダウンロード色

source: Upload color
de: Farbe Upload
es: Color de la subida
fi: Lähetysnopeus
fr: Transférer la couleur
it: Colore upload
ja: アップロード色

source: Load
de: Systemlast
es: Carga
fi: Kuorma
fr: Charge
it: Carico
ja: 負荷

source: Color
de: Farbe
fi: Väri
fr: Couleur
it: Colore
ja: 色

source: General
de: Allgemein
fi: Perusasetukset
fr: Général
it: Generale
ja: 全般

source: Colors
de: Farben
es: Colores
fi: Värit
fr: Couleurs
it: Colori
ja: 色

source: Minimum graph scale
es: Escala mínima del gráfico
fr: Échelle minimale du graphique
ja: 最小グラフ縮尺

source: The minimum scale for the graph in Megabits per second. The graph will not scale below this minimum, but it will automatically scale if the network speed exceeds this value. To always automatically scale, set the value to 0.
es: La escala mínima del gráfico en megabits por segundo. El gráfico no escalará por debajo de este mínimo, pero se escalará automáticamente si la velocidad de la red lo supera. Para escalar siempre automáticamente, establezca el valor en 0.
fr: Échelle minimale du graphique en mégabits par seconde. Le graphique ne sera pas mis à l'échelle en dessous de ce minimum, mais il sera automatiquement mis à l'échelle si la vitesse du réseau dépasse cette valeur. Pour que l'échelle soit toujours automatique, réglez la valeur sur 0.
ja: グラフの最小の目盛を毎秒メガバイトで指定します。 グラフはこの最小値以下では拡大縮小されませんが、この値を超えると、自動的に拡大縮小が行われます。 常に自動で拡大縮小するためには 0 を指定してください。

source: pixels
de: Pixel
es: píxeles
fi: pikseliä
it: pixel
ja: ピクセル

source: ms
ja: ミリ秒

source: CPU:
fi: Prosessori:

source: CPU
fi: Prosessori
