Repository: linuxmint/cinnamon-spices-applets
Catalog: CinnVIIStarkMenu@NikoKrause/files/CinnVIIStarkMenu@NikoKrause/po/*.po
Languages: bg, ca, da, hr, pt, zh_tw

source: No description available
bg: Няма налично описание
ca: Descripció no disponible
da: Ingen beskrivelse tilgængelig
hr: Nema dostupnog opisa
pt: Nenhuma descrição disponível
zh_tw: 目前沒有可用的描述

source: Run with NVIDIA GPU
bg: Стартирай с NVIDIA GPU
ca: Executar amb GPU d'NVIDIA
da: Kør med NVIDIA GPU
hr: Pokreni s NVIDIA GPU
pt: Executar com o GPU NVidia
zh_tw: 以 NVIDIA GPU 執行

source: Add to panel
bg: Добави към панела
ca: Afegir al tauler
da: Tilføj til panelet
hr: Dodaj na panel
pt: Adicionar ao painel
zh_tw: 新增至面板

source: Add to desktop
bg: Добави към работния плот
ca: Afegir a l'escriptori
da: Tilføj til skrivebordet
hr: Dodaj na radnu površinu
pt: Adicionar ao ambiente de trabalho
zh_tw: 新增至桌面

source: Remove from favorites
bg: Премахни от предпочитани
ca: Eliminar dels preferits
da: Fjern fra favoritter
hr: Ukloni iz omiljenih
pt: Remover dos favoritos
zh_tw: 從我的最愛移除

source: Add to favorites
bg: Добави към предпочитани
ca: Afegir als Preferits
da: Tilføj til favoritter
hr: Dodaj u omiljeno
pt: Adicionar aos favoritos
zh_tw: 新增至我的最愛

source: Uninstall
bg: Деинсталирай
ca: Desinstal·lar
da: Fjern
hr: Deinstaliraj
pt: Desinstalar
zh_tw: 解除安裝

source: Search for results on the web
ca: Buscar resultats al web
da: Søg efter resultater på nettet
pt: Pesquisa de resultados na web
zh_tw: 在網路上搜尋結果

source: This file is no longer available
bg: Файла вече не е наличен
ca: Aquest fitxer ja no està disponible
da: Filen er ikke længere tilgængelig
hr: Ova datoteka više nije dostupna
pt: Este ficheiro já não está disponível
zh_tw: 此檔案已無法使用

source: Open with
bg: Отвори с
ca: Obrir amb
da: Åbn med
hr: Otvori s
pt: Abrir com
zh_tw: 開啟方式

source: Other application...
bg: Друго приложение...
ca: Una altra aplicació...
da: Andet program ...
hr: Ostale aplikacije...
pt: Outra aplicação...
zh_tw: 其他應用程式...

source: All Applications
bg: Всички приложения
ca: Totes les aplicacions
da: Alle programmer
hr: Sve aplikacije
pt: Todas as aplicações
zh_tw: 所有應用程式

source: Logout
bg: Отписване
ca: Tancar sessió
da: Log ud
hr: Odjava
pt: Terminar sessão
zh_tw: 登出

source: Lock Screen
bg: Заключващ екран
ca: Bloquejar la pantalla
da: Låseskærm
hr: Zaključavanje zaslona
pt: Bloquear ecrã
zh_tw: 鎖定螢幕

source: Shutdown the computer
bg: Изключи компютъра
ca: Apagar l'ordinador
da: Sluk computeren
hr: Isključite računalo
pt: Desligar o computador
zh_tw: 電腦關機

source: Leave the session
bg: Напусни сесията
ca: Tancar la sessió
da: Forlad sessionen
hr: Odjavite sesiju
pt: Terminar a sessão
zh_tw: 結束工作階段

source: Lock the screen
bg: Заключи екрана
ca: Bloquejar la pantalla
da: Lås skærmen
hr: Zaključajte zaslon
pt: Bloquear o ecrã
zh_tw: 鎖定螢幕

source: Quit
bg: Изход
ca: Sortir
da: Afslut
hr: Isključi
pt: Sair
zh_tw: 結束

source: Lock screen
bg: Заключване на екрана
ca: Bloquejar pantalla
da: Lås skærmen
hr: Zaključaj zaslon
pt: Bloquear o ecrã
zh_tw: 鎖定螢幕

source: Menu
bg: Меню
ca: Menú
hr: Izbornik
zh_tw: 選單

source: Places
bg: Места
ca: Llocs
da: Steder
hr: Lokacije
pt: Locais
zh_tw: 位置

source: Recent Files
bg: Последни файлове
ca: Fitxers recents
da: Seneste filer
hr: Nedavne datoteke
pt: Ficheiros recentes
zh_tw: 最近使用的檔案

source: Clear list
bg: Изчисти списъка
ca: Netejar llista
da: Ryd listen
hr: Obriši popis
pt: Limpar lista
zh_tw: 清除清單

source: Clear all recent documents
ca: Netejar tots els fitxers recents
da: Ryd alle seneste dokumenter
pt: Limpar todos os documentos recentes
zh_tw: 清除所有最近使用的文件

source: No recent documents
bg: Няма текущи документи
ca: No hi ha documents recents
da: Ingen seneste dokumenter
hr: Nema nedavnih dokumenata
pt: Sem documentos recentes
zh_tw: 沒有最近使用的文件

source: Type to search...
bg: Пишете, за да търсите...
ca: Escriviu per a buscar...
da: Skriv for at søge …
hr: Upišite za pretragu...
pt: Escreva para pesquisar...
zh_tw: 輸入以搜尋...

source: No results found
bg: Няма намерени резултати
ca: No s'han trobat resultats
da: Fandt ingen resultater
hr: Nema pronađenih rezultata
pt: Nenhum resultado encontrado
zh_tw: 找不到結果

source: %d result found
bg: Намерен е %d резултат
ca: %d resultat trobat
da: Fandt %d resultat
hr: %d rezultat pronađen
pt: %d resultado encontrado
zh_tw: 找到 %d 個結果

source: Please enter your password to uninstall this application
bg: Моля въведете вашата парола, за да деинсталирате приложението
ca: Si us plau, introduïu la vostra contrasenya per a desinstal·lar aquesta aplicació
da: Indtast din adgangskode for at fjerne dette program
hr: Upišite svoju lozinku za deinstalaciju ove aplikacije
pt: Introduza a sua palavra passe para desinstalar esta aplicação
zh_tw: 輸入密碼以解除安裝此應用程式

source: All Programs
bg: Всички програми
ca: Tots els programes
da: Alle programmer
hr: Sve aplikacije
pt: Todos os programas
zh_tw: 所有應用程式

source: Favorites
bg: Предпочитани
ca: Preferits
da: Favoritter
hr: Omiljeni
pt: Favoritos
zh_tw: 我的最愛

source: Documents
bg: Документи
da: Dokumenter
hr: Dokumenti
pt: Documentos
zh_tw: 文件

source: nemo Documents
bg: nemo Документи
da: nemo-dokumenter
hr: nemo Dokumenti
pt: nemo Documentos
zh_tw: Nemo 文件

source: Pictures
bg: Изображения
ca: Imatges
da: Billeder
hr: Slike
pt: Imagens
zh_tw: 圖片

source: nemo Pictures
bg: nemo Изображения
ca: nemo Imatges
da: nemo-billeder
hr: nemo Slike
pt: nemo Imagens
zh_tw: Nemo 圖片

source: Music
bg: Музика
ca: Música
da: Musik
hr: Glazba
pt: Música
zh_tw: 音樂

source: nemo Music
bg: nemo Музика
ca: nemo Música
da: nemo-musik
hr: nemo Glazba
pt: nemo Música
zh_tw: Nemo 音樂

source: Videos
bg: Видео
ca: Vídeos
da: Videoer
hr: Snimke
pt: Vídeos
zh_tw: 影片

source: nemo Videos
bg: nemo Видео
ca: nemo Vídeos
da: nemo-videoer
hr: nemo Snimke
pt: nemo Vídeos
zh_tw: Nemo 影片

source: Downloads
bg: Свалени
ca: Baixades
da: Hentet
hr: Preuzimanja
pt: Transferências
zh_tw: 下載

source: nemo Downloads
bg: nemo Свалени
ca: nemo Baixades
da: nemo-hentet
hr: nemo Preuzimanja
pt: nemo Transferências
zh_tw: Nemo 下載

source: Cinnamon Menu with the look of the Windows 7 Start Menu or the MATE Menu
bg: Меню за Cinnamon, което изглежда като менюто на Windows 7 или като менюто на MATE
ca: Menú Cinnamon amb la visualització del menú d'inici de Windows 7 o del menú MATE
da: Cinnamon-menuen med Windows 7 startmenuens eller MATE-menuens udseende
hr: Cinnamon izbornik izgleda poput Windows 7 ili Mate izbornika.
pt: Menu do Cinnamon com a aparência do Menu Iniciar do Windows 7 ou do Menu MATE
zh_tw: 致敬 Windows 7 和 MATE 外觀的 Cinnamon 選單

source: Panel
bg: Панел
ca: Tauler
pt: Painel
zh_tw: 面板

source: Sidebar
bg: Страничен панел
ca: Barra lateral
da: Sidepanel
hr: Bočna traka
pt: Barra lateral
zh_tw: 側邊欄

source: Quicklauncher
bg: Бързо стартиране
ca: Accés ràpid
da: Hurtigstarter
hr: Brzi pokretač
pt: Iniciador rápido
zh_tw: 快速啟動器

source: Web Search
ca: Cerca al web
da: Websøgning
pt: Motor de pesquisa
zh_tw: 網路搜尋

source: Appearance
bg: Външен вид
ca: Aparença
da: Udseende
hr: Izgled
pt: Aparência
zh_tw: 外觀

source: Behavior
bg: Поведение
ca: Comportament
da: Opførsel
hr: Ponašanje
pt: Comportamento
zh_tw: 行為

source: Layout and content
bg: Подредба и съдържание
ca: Disseny i contingut
da: Layout og indhold
hr: Raspored i sadržaj
pt: Disposição e conteúdo
zh_tw: 版面配置與內容

source: Icons and Labels
bg: Иконки и заглавия
ca: Icones i etiquetes
da: Ikoner og etiketter
hr: Ikone i nazivi
pt: Ícones e Textos
zh_tw: 圖示與標籤

source: Sidebar Layout
bg: Подредба на страничния панел
ca: Disseny de la barra lateral
da: Sidepanellayout
hr: Raspored bočne trake
pt: Disposição da barra lateral
zh_tw: 側邊欄版面配置

source: Quit Menu Layout
bg: Подредба на менюто за изход
ca: Organització del menú d'apagada
da: Layout til afslutmenu
hr: Raspored izbornika isključivanja
pt: Disposição do menu de saída
zh_tw: 結束選單版面配置

source: Quicklauncher Separators
bg: Разделители в бързото стартиране
ca: Separadors dels elements de l'Accés Ràpid
da: Hurtigstarter-adskillere
pt: Separadores do iniciador rápido
zh_tw: 快速啟動器分隔線

source: Quicklauncher Places
bg: Места в бързото стартиране
ca: Accés ràpid de Llocs
da: Hurtigstarter-steder
pt: Locais do iniciador rápido
zh_tw: 快速啟動器位置

source: Quicklauncher Applications
bg: Приложения в бързото стартиране
ca: Accés ràpid d'Aplicacions
da: Hurtigstarter-programmer
pt: Aplicações do iniciador rápido
zh_tw: 快速啟動器應用程式

source: Web Search Engine
ca: Motor de cerca web
da: Websøgemaskine
pt: Motor de pesquisa Web
zh_tw: 網路搜尋引擎

source: Stark-Menu
bg: Stark-меню
ca: Menú Stark
hr: Stark-Izbornik
pt: Menu Stark
zh_tw: Stark 選單

source: MATE-Menu
bg: MATE-меню
ca: Menú MATE
hr: MATE-Izbornik
pt: Menu MATE
zh_tw: MATE 選單

source: Menu layout
bg: Подредба на менюто
ca: Organització del menú
hr: Raspored izbornika
pt: Disposição do menu
zh_tw: 選單版面配置

source: Choose between Stark-Menu and MATE-Menu layout
bg: Изберете подредба между Stark-меню и MATE-меню
ca: Trieu entre el menú Stark o el menú MATE
da: Vælg mellem Stark-Menu- og MATE-Menulayout
hr: Odaberite između rasporeda Stark-Izbornika i Mate-Izbornika
pt: Escolher entre a disposição Menu Stark ou Menu MATE
zh_tw: 請選擇 Stark 選單或 MATE 選單版面配置

source: Keyboard shortcut to open and close the menu
bg: Клавишни комбинации за отваряне и затваряне на менюто
ca: Drecera del teclat per a obrir i tancar el menú
da: Tastaturgenvej til åbning og lukning af menuen
hr: Prečaci tipkovnice za otvaranje i zatvaranje izbornika
pt: Tecla de atalho para abrir e fechar o menu
zh_tw: 開啟與關閉選單的鍵盤快速鍵

source: Use a custom icon and label
ca: Utilitzar una icona i etiqueta personalitzades
da: Anvend et selvvalgt ikon og etiket
pt: Usar um ícone e rótulo personalizados
zh_tw: 使用自訂圖示與標籤

source: Check this to specify a custom icon and label
ca: Marqueu això per a especificar una icona i etiqueta personalitzades
da: Markér denne for at angive et selvvalgt ikon og etiket
pt: Marcar para especificar um ícone e rótulo personalizados
zh_tw: 勾選此選項以指定自訂圖示與標籤

source: Icon
bg: Иконка
ca: Icona
da: Ikon
hr: Ikona
pt: Ícone
zh_tw: 圖示

source: Select an icon to show in the panel.
bg: Изберете иконка, която да се показва в панела.
ca: Seleccioneu una icona per a mostrar al tauler.
da: Vælg et ikon som vises i panelet.
hr: Odaberite ikonu za prikaz u panelu.
pt: Escolha um ícone para mostrar no painel.
zh_tw: 請選擇要在面板中顯示的圖示。

source: Text
da: Tekst
pt: Texto
zh_tw: 文字

source: Enter custom text to show in the panel.
bg: Въведете ваш текст, който ще се показва в панела.
ca: Introduïu el text personalitzat a mostrar al tauler.
da: Indtast selvvalgt tekst som vises i panelet.
hr: Upišite prilagođeni tekst za prikaz u panelu.
pt: Introduza um texto personalizado para mostrar no painel.
zh_tw: 輸入要顯示於面板的自訂文字。

source: 'All Programs'-Button label
bg: 'Всички програми' - Заглавие на бутона
ca: Etiqueta del botó 'Tots els programes'
da: Etiket til "Alle programmer"-knappen
hr: 'Sve aplikacije' - naziv tipke
pt: 'Todos os programas'-Texto do botão
zh_tw: 「所有應用程式」按鈕標籤

source: Enter custom text for the 'All Programs' button.
bg: Въведете ваш текст за бутона 'Всички програми'.
ca: Introduïu el text personalitzat per l'etiqueta del botó 'Tots els programes'.
da: Indtast selvvalgt tekst til "Alle programmer"-knappen
hr: Upišite prilagođeni tekst za 'Sve aplikacije' tipku
pt: Introduza um texto personalizado para o botão 'Todos os programas'.
zh_tw: 輸入「所有應用程式」按鈕的自訂文字。

source: 'Favorites'-Button label
bg: 'Предпочитани'-Заглавие на бутона
ca: Etiqueta del botó de 'Preferits'
da: Etiket til "Favorit"-knappen
hr: 'Omiljeni' - naziv tipke
pt: 'Favoritos'-Texto do botão
zh_tw: 「我的最愛」按鈕標籤

source: Enter custom text for the 'Favorites' button.
bg: Въведете ваш текст за бутона 'Предпочитани'.
ca: Introduïu el text personalitzat per l'etiqueta del botó 'Preferits'.
da: Indtast selvvalgt tekst til "Favorit"-knappen
hr: Upišite prilagođeni tekst za 'Omiljeni' tipku
pt: Introduza um texto personalizado para o botão 'Favoritos'.
zh_tw: 輸入「我的最愛」按鈕的自訂文字。

source: Show application's description under their titles
bg: Покажи описанието на програмите под заглавията им
ca: Mostra la descripció de l'aplicació sota el seu títol
da: Vis beskrivelse af programmet under deres titler
hr: Prikaži opis aplikacija ispod njihovih naziva
pt: Mostrar a descrição das aplicações por baixo dos seus títulos
zh_tw: 在應用程式標題下方顯示其描述

source: Choose whether or not to show the application description on the application buttons.
bg: Изберете дали да се показва описанието на приложението бутоните.
ca: Trieu si es mostrarà o no la descripció de cada aplicació als botons de cadascuna.
da: Vælg om beskrivelse af programmet skal vises på programmets knap.
hr: Odaberite treba li ili ne prikazati opis aplikacija ispod njihovih naziva.
pt: Escolha se deseja ou não mostrar a descrição das aplicações por baixo dos seus títulos.
zh_tw: 選擇是否在應用程式按鈕上顯示應用程式描述。

source: Show bookmarks and places
bg: Покажи отметки и места
ca: Mostra marcadors i llocs
da: Vis bogmærker og steder
hr: Prikaži zabilješke i lokacije
pt: Mostrar marcadores e locais
zh_tw: 顯示書籤與位置

source: Choose whether or not to show bookmarks and places in the menu.
bg: Изберете дали да се показват отметки и места в менюто.
ca: Trieu si els marcadors i els llocs es mostraran al menú o no.
da: Vælg om bogmærker og steder skal vises i menuen.
hr: Odaberite želite li ili ne imati prikazane zabilješke i lokacije u izborniku.
pt: Escolha se deseja ou não mostrar marcadores e locais no menu.
zh_tw: 選擇是否在選單中顯示書籤與位置。

source: Enable autoscrolling in application list
bg: Включи автоматичното превъртане в списъка с приложения
ca: Activa el desplaçament automàtic a la llista d'aplicacions
da: Aktivér automatisk rulning i programlisten
hr: Omogući automatsko pomicanje u popisu aplikacija
pt: Permitir deslocamento automático na lista de aplicações
zh_tw: 在應用程式清單中啟用自動捲動

source: Choose whether or not to enable smooth autoscrolling in the application list.
bg: Изберете дали да включи автоматичното превъртане в списъка с приложения.
ca: Trieu si activar o no el desplaçament automàtic a la llista d'aplicacions.
da: Vælg om glidende automatisk rulning i programlisten skal aktiveres.
hr: Odaberite omogućavanje ili onemogućavanje glatkog automatskog pomicanja u popisu aplikacija.
pt: Escolha se deseja ou não ativar deslocamento automático suave na lista de aplicações.
zh_tw: 選擇是否在應用程式清單中啟用平滑自動捲動。

source: Enable filesystem path entry in search box
bg: Включи файловата система в полето за търсене
ca: Permetre rutes del sistema de fitxers al quadre de cerca
da: Aktivér indtastning af filsystemstien i søgefeltet
hr: Omogući putanju unosa datotečnih sustava u okviru pretraživanja
pt: Permitir a introdução de um caminho do sistema de ficheiros na caixa de pesquisa
zh_tw: 在搜尋框中啟用檔案系統路徑輸入

source: Allows path entry in the menu search box.
bg: Разрешава въвеждането на път, в полето за търсене.
ca: Permet l'entrada de rutes de fitxers al quadre de cerca.
da: Tillader indtastning af stien i menuens søgefelt
hr: Omogućuje unos putanje u izborniku okvira pretrage.
pt: Permitir a introdução de um caminho na caixa de pesquisa do menu.
zh_tw: 允許在選單搜尋框中輸入路徑。

source: Open the menu when I move my mouse over it
bg: Отвори менюто, когато го посоча с мишката
ca: Obre el menú en passar-hi el ratolí per sobre
da: Åbn menuen, når jeg flytter markøren hen over den
hr: Otvori izbornik kada se pomakne miš iznad izbornika
pt: Abrir o menu quando mover o rato sobre ele
zh_tw: 當滑鼠移至上方時開啟選單

source: Enable opening the menu when the mouse enters the applet
bg: Разрешава отварянето на менюто, когато мишката посочи аплета
ca: Activa l'obertura del menú quan el cursor entra a la miniaplicació
da: Aktivér åbning af menuen, når markøren føres hen over panelprogrammet
hr: Omogućuje otvaranje izbornika kada miš dođe na aplet
pt: Permitar a abertura do menu quando o rato entrar no applet
zh_tw: 當滑鼠移入小程式時開啟選單

source: milliseconds
bg: милисекунди
ca: mil·lisegons
da: millisekunder
hr: milisekundi
pt: milissegundos
zh_tw: 毫秒

source: Menu hover delay
bg: Закъснение при посочване на менюто
ca: Endarreriment de la obertura del menú
da: Forsinkelse når markøren føres hen over
hr: Odgoda prijelaza izbornikom
pt: Atraso ao passar o rato sobre o menu
zh_tw: 選單游標停留延遲時間

source: Delay before the menu opens when hovered
bg: Забавяне при отваряне на менюто при посочване
ca: Endarreriment de la obertura del menú en passar-hi el cursor per sobre
da: Forsinkelse før menuen åbner, når markøren føres hen over
hr: Odgoda prijelaza prije otvaranja izbornika
pt: Atraso até que o menu seja aberto quando o rato passa sobre ele
zh_tw: 滑鼠游標停留時，選單開啟前的延遲時間

source: Use menu animations
bg: Анимирано меню
ca: Utilitza animacions de menú
da: Anvend menuanimationer
hr: Koristi animacije izbornika
pt: Usar animações do menu
zh_tw: 使用選單動畫效果

source: Allow the menu to animate on open and close
bg: Разрешете анимация на менюто при отваряне и затваряне
ca: Permet animacions del menú en obrir-lo i tancar-lo
da: Tillad animation af menuen, når den åbnes og lukkes
hr: Dopusti izborniku animirano otvaranje i zatvaranje
pt: Permitir animação do menu ao abrir e ao fechar
zh_tw: 允許選單在開啟與關閉時顯示動畫效果

source: Open the menu editor
bg: Отвори редактора на менюто
ca: Obre l'editor del menú
da: Åbn redigering af menuen
hr: Otvori uređivač izbornika
pt: Abrir o editor de menus
zh_tw: 開啟選單編輯器

source: Press this button to customize your menu entries.
bg: Натисни този бутон, за да персонализираш менюто.
ca: Polseu aquest botó per a personalitzar les opcions del menú.
da: Tryk på denne knap for at tilpasse menupunkterne.
hr: Pritisnite ovu tipku za prilagodbu vašeg izbornika.
pt: Clique neste botão para personalizar as suas entradas de menus.
zh_tw: 請按此按鈕以自訂您的選單項目。

source: Show category icons
bg: Покажи иконки на категориите
ca: Mostra icones de categoria
da: Vis kategoriikoner
hr: Prikaži ikone kategorija
pt: Mostrar ícones de categorias
zh_tw: 顯示分類圖示

source: Choose whether or not to show icons on categories.
bg: Изберете дали да се показват иконките на категориите.
ca: Trieu si es mostraran o no les icones de les categories.
da: Vælg om kategorier skal vises med ikoner.
hr: Odaberite treba li ili ne prikazati ikone u kategorijama.
pt: Escolha se deseja ou não mostrar ícones nas categorias.
zh_tw: 選擇是否顯示分類圖示。

source: Show application icons
bg: Покажи иконки на приложения
ca: Mostra icones de les aplicacions
da: Vis programikoner
hr: Prikaži ikone aplikacija
pt: Mostrar ícones das aplicações
zh_tw: 顯示應用程式圖示

source: Choose whether or not to show icons on applications.
bg: Изберете дали да се показват иконките на приложенията.
ca: Trieu si es mostraran o no les icones de les aplicacions.
da: Vælg om programmer skal vises med ikoner.
hr: Odaberite treba li ili ne prikazati ikone na aplikacijama.
pt: Escolha se deseja ou não mostrar ícones nas aplicações.
zh_tw: 選擇是否顯示應用程式圖示。

source: Show favorite icons
bg: Покажи иконките на предпочитаните
ca: Mostra icones preferides
da: Vis favoritikoner
hr: Prikaži ikone omiljenih
pt: Mostrar ícones nos favoritos
zh_tw: 顯示我的最愛圖示

source: Choose whether or not to show icons on favorites.
bg: Изберете дали да се показват иконките на предпочитаните.
ca: Trieu si es mostraran o no les icones dels Preferits.
da: Vælg om favoritter skal vises med ikoner.
hr: Odaberite treba li ili ne prikazati ikone u omiljenima.
pt: Escolha se deseja ou não mostrar ícones nos favoritos.
zh_tw: 選擇是否顯示我的最愛圖示。

source: pixels
bg: пиксели
ca: píxels
da: pixler
hr: piksela
pt: pixéis
zh_tw: 像素

source: Size of the favorite buttons
bg: Размер на бутоните на предпочитаните
ca: Mida dels botons dels Preferits
da: Favoritknappers størrelse
hr: Veličina tipka omiljenih
pt: Tamanho dos botões de favoritos
zh_tw: 我的最愛按鈕大小

source: Change the size of the favorite buttons
bg: Промяна на размера на бутоните на предпочитаните
ca: Canvieu la mida dels botons dels Preferits
da: Ændr størrelsen på favoritknapper
hr: Promijenite veličinu tipka omiljenih
pt: Mudar o tamanho dos botões de favoritos
zh_tw: 變更我的最愛按鈕的大小

source: Show sidebar on menu
bg: Покажи страничната лента на менюто
ca: Mostra la barra lateral al menú
da: Vis sidepanel i menuen
hr: Prikaži bočnu traku u izborniku
pt: Mostrar barra lateral no menu
zh_tw: 在選單中顯示側邊欄

source: Choose whether or not to show the sidebar.
bg: Изберете дали да се показва страничната лента.
ca: Trieu si es mostrarà o no la barra lateral.
da: Vælg om sidepanelet skal vises.
hr: Odaberite treba li ili ne prikazati bočnu traku.
pt: Escolha se deseja ou não mostrar a barra lateral.
zh_tw: 選擇是否顯示側邊欄。

source: User picture and user name
bg: Име и снимка на потребител
ca: Nom i imatge de l'usuari
da: Brugernavn og -billede
hr: Slika korisnika i korisničko ime
pt: Imagem do utilizador e nome do utilizador
zh_tw: 使用者大頭貼和使用者名稱

source: User picture only
bg: Само снимка на потребител
ca: Només la imatge de l'usuari
da: Kun brugerbillede
hr: Samo slika korisnika
pt: Apenas imagem do utilizador
zh_tw: 僅顯示使用者大頭貼

source: Hide
bg: Скрий
ca: Amaga
da: Skjul
hr: Sakrij
pt: Esconder
zh_tw: 隱藏

source: User account info box style
bg: Стил на полето за информация за потребител
ca: Informació del compte d'usuari en format de caixa
da: Rammestil til brugerkontoinfo
hr: Izgled okvira informacija korisničkog računa
pt: Estilo da caixa de informação da conta do utilizador
zh_tw: 使用者帳號資訊方塊樣式

source: Choose whether to show the user name and/or user picture.
bg: Изберете дали да се показва потребителско име и/или снимка на потребителя.
ca: Trieu si es mostrarà o no el nom d'usuari i la seva imatge.
da: Vælg om brugernavn og/eller -billede skal vises.
hr: Odaberite treba li prikazati korisničko ime i/ili korisničku sliku.
pt: Escolha se deseja mostrar ou não o nome do utilizador e/ou a sua imagem de utilizador.
zh_tw: 選擇是否顯示使用者名稱及使用者大頭貼。

source: Icons only
bg: Само иконки
ca: Només icones
da: Kun ikoner
hr: Samo ikone
pt: Apenas ícones
zh_tw: 僅顯示圖示

source: Labels only
bg: Само заглавия
ca: Només etiquetes
da: Kun etiketter
hr: Samo nazivi
pt: Apenas textos
zh_tw: 僅顯示標籤

source: Quicklauncher button style
bg: Стил на бутоните на бързо стартиране
ca: Estil de botons de l'Accés Ràpid
da: Knapstil til hurtigstarter
hr: Izgled tipke brzog pokretača
pt: Estilo dos botões do iniciador rápido
zh_tw: 快速啟動器按鈕樣式

source: Choose whether to show icons and/or labels on the quicklauncher buttons.
bg: Изберете дали да се показват иконки и/или заглавия в бутоните на бързото стартиране.
ca: Trieu si es mostraran icones i/o etiquetes als botons de l'Accés Ràpid.
da: Vælg om ikoner og/eller etiketter skal vises på hurtigstarter-knapperne.
hr: Odaberite treba li prikazati ikone i/ili nazive u tipkama brzog pokretača.
pt: Escolha se deseja ou não mostrar ícones e/ou texto nos botões do iniciador rápido.
zh_tw: 選擇是否在快速啟動器按鈕上顯示圖示及標籤。

source: Show quit buttons
bg: Покажи бутоните за изход
ca: Mostra botons d'apagada
da: Vis afslutknapper
hr: Prikaži tipke isključivanja
pt: Mostrar botões de saída
zh_tw: 顯示結束按鈕

source: Choose whether or not to show the quit buttons.
bg: Изберете дали да се показват бутоните за изход
ca: Trieu si es mostraran o no els botons d'apagada.
da: Vælg om afslutknapperne skal vises
hr: Odaberite treba li ili ne prikazati tipke isključivanja
pt: Escolha se deseja mostrar ou não os botões de saída.
zh_tw: 選擇是否顯示結束按鈕。

source: Reverse quit button order
ca: Inverteix l'ordre del botó d'apagada
da: Omvendt rækkefølge af afslutknappen
pt: Ordem inversa do botão de sair
zh_tw: 反轉結束按鈕順序

source: Choose whether to display the 'Quit' button first or last. (Has no effect on 'DropDown' layout.)
ca: Trieu si el botó d'apagada es mostrarà el primer o l'últim. (No té cap efecte sobre el disseny desplegable.)
da: Vælg om afslutknappen skal vises først eller sidst. (Har ingen effekt på rullegardinlayoutet.)
pt: Escolha se deseja ou não mostrar o botão 'Sair' no início ou no fim. (Não tem efeito sobre a disposição 'Suspensa').
zh_tw: 選擇「結束」按鈕要顯示在最前或最後。(對「下拉式」版面配置無效。)
