Repository: linuxmint/cinnamon-spices-applets
Catalog: CinnVIIStarkMenu@NikoKrause/files/CinnVIIStarkMenu@NikoKrause/po/*.po
Languages: bg, ca, da, hr, pt, zh_tw

source: DropDown
bg: Падащо
ca: Llista desplegable
da: Rullegardin
hr: Padajući
pt: Menu pendente
zh_tw: 下拉式

source: Vertical
bg: Вертикално
da: Lodret
hr: Okomit
zh_tw: 垂直

source: Horizontal
bg: Хоризонтална
ca: Horitzontal
da: Vandret
hr: Vodoravan
zh_tw: 水平

source: Quit buttons layout
bg: Подредба на бутоните за изход
ca: Organització dels botons d'apagada
da: Layout for afslutknapper
hr: Raspored tipke isključivanja
pt: Disposição dos botões de saída
zh_tw: 結束按鈕版面配置

source: Choose the layout of the quit options.
bg: Изберете подредба на опциите за изход.
ca: Trieu la disposició dels botons d'apagada.
da: Vælg layout til afslutningsmulighederne.
hr: Odaberite raspored mogućnosti isključivanja
pt: Escolher a disposição das opções de sair.
zh_tw: 選擇結束選項的版面配置。

source: 'Quit'-Button label
bg: 'Изход'-Заглавие на бутона
ca: Etiqueta del botó d'apagada
da: Etiket til "Afslut"-knappen
hr: 'Isključi' - naziv tipke
pt: 'Sair'-Texto do botão
zh_tw: 「結束」按鈕標籤

source: Enter custom text for the 'Quit' button.
bg: Въведете ваш текст за бутона за 'Изход'.
ca: Introduïu el text personalitzat pel botó d'apagada.
da: Indtast selvvalgt tekst til "Afslut"-knappen
hr: Upišite prilagođeni tekst za 'Isključi' tipku
pt: Introduza um texto personalizado para o botão 'Sair'.
zh_tw: 輸入 [結束] 按鈕的自訂文字。

source: Separator below user account info box
bg: Разделител под информацията за потребител
ca: Separador a sota de la caixa d'informació de l'usuari
da: Adskiller under brugerkontoinfoboksen
pt: Separador abaixo da caixa de informação da conta do utilizador
zh_tw: 使用者帳號資訊方塊下方的分隔線

source: Choose whether or not to show this separator.
bg: Изберете дали да се показва разделител.
ca: Trieu si cal mostrar aquest separador o no.
da: Vælg om denne adskiller skal vises.
pt: Escolha se deseja ou não mostrar este separador.
zh_tw: 選擇是否顯示此分隔線。

source: Custom Quicklauncher Places
bg: Потребителски места в бързото стартиране
ca: Llocs personalitzats de l'Accés Ràpid
da: Tilpassede Hurtigstarter-steder
pt: Locais personalizados do iniciador rápido
zh_tw: 自訂快速啟動器位置

source: Visible
bg: Видимо
da: Synlige
pt: Visível
zh_tw: 可見

source: Directory
bg: Директория
ca: Directori
da: Mappe
pt: Diretório
zh_tw: 目錄

source: Custom Label
bg: Потребителско заглавие
ca: Etiqueta personalitzada
da: Tilpasset etiket
pt: Texto personalizado
zh_tw: 自訂標籤

source: Custom Icon
bg: Потребителска иконка
ca: Icona personalitzada
da: Tilpasset ikon
pt: Ícone personalizado
zh_tw: 自訂圖示

source: Separator below quicklauncher places
bg: Разделител под местата в бързото стартиране
ca: Separador a sota dels llocs de l'accés ràpid
da: Adskiller under hurtigstarter-steder
pt: Separador abaixo dos locais do iniciador rápido
zh_tw: 快速啟動器位置下方的分隔線

source: Custom Quicklauncher Applications
bg: Потребителски приложения в бързото стартиране
ca: Aplicacions personalitzades de l'accés ràpid
da: Tilpasset hurtigstarter-programmer
pt: Aplicações personalizadas do iniciador rápido
zh_tw: 自訂快速啟動器應用程式

source: Command
bg: Команда
ca: Ordre
da: Kommando
pt: Comando
zh_tw: 指令

source: Separator above quit buttons
bg: Разделител над бутоните за изход
ca: Separador a sobre dels botons d'apagada
da: Adskiller over afslutknapper
pt: Separador acima dos botões de saída
zh_tw: 結束按鈕上方的分隔線

source: Use
ca: Utilitzar
da: Anvend
pt: Usar
zh_tw: 使用

source: Name
ca: Nom
da: Navn
pt: Nome
zh_tw: 名稱

source: URL
zh_tw: 網址

source: Custom Quicklauncher
bg: Потребителско бързо стартиране
ca: Llançador ràpid personalitzat
da: Tilpasset hurtigstarter
hr: Mogućnosti brzog pokretača
pt: Iniciador rápido personalizado
zh_tw: 自訂快速啟動器

source: Use a custom icon
bg: Използвай потребителска иконка
ca: Utilitza una icona personalitzada
da: Anvend et selvvalgt ikon
hr: Koristi prilagođenu ikonu
pt: Usar um ícone personalizado
zh_tw: 使用自訂圖示

source: Unchecking this allows the theme to set the icon
bg: Не маркирането на това, разрешава на темата да задава иконка
ca: Desmarcar aquesta opció permet que el tema assigni la icona
da: Hvis umarkeret vælger temaet ikonet
hr: Uklanjanjem ovog odabira omogućuje temi prilagodbu ikona
pt: Deixe desmarcado para permitir usar o ícone do seu tema
zh_tw: 取消勾選此選項可讓佈景主題設定圖示

source: 'Menu'-Button label
bg: 'Меню'-Заглавие на бутона
ca: Etiqueta del botó 'Menú'
da: Etiket til "Menu"-knappen
hr: 'Izbornik' - naziv tipke
pt: 'Menu'-Texto do botão
zh_tw: 「選單」按鈕標籤

source: Show context menu icons
bg: Покажи иконките в контекстното меню
ca: Mostra icones al menú contextual
da: Vis genvejsmenuikoner
hr: Prikaži ikone u sadržajnom izborniku
pt: Mostrar ícones nos menus de contexto
zh_tw: 顯示右鍵選單圖示

source: Choose whether or not to show icons on context menus.
bg: Изберете дали да се показват иконките в контекстното меню.
ca: Trieu si es mostraran o no icones al menú contextual.
da: Vælg om genvejsmenuer skal vises med ikoner.
hr: Odaberite treba li ili ne prikazati ikone u sadržajnom izborniku.
pt: Escolha se deseja ou não mostrar ícones nos menus de contexto.
zh_tw: 選擇是否在右鍵選單上顯示圖示。

source: Show quicklauncher on the sidebar
bg: Покажи бързо стартиране в страничния панел
ca: Mostra el llançador ràpid a la barra lateral
da: Vis hurtigstarter i sidepanelet
hr: Prikaži brzi pokretač u bočnoj traci
pt: Mostrar iniciador rápido na barra lateral
zh_tw: 在側邊欄顯示快速啟動器

source: Choose whether or not to show this quicklauncher in the sidebar.
bg: Изберете дали да се показва бързото стартиране в страничния панел.
ca: Trieu si es mostrarà o no el llançador ràpid a la barra lateral.
da: Vælg om denne hurtigstarter skal vises i sidepanelet.
hr: Treba li ili ne prikazati brzi pokretač u bočnoj traci.
pt: Escolha se deseja mostrar ou não este iniciador rápido na barra lateral.
zh_tw: 選擇是否在側邊欄顯示此快速啟動器。

source: Quicklauncher label
bg: Заглавие на бързото стартиране
ca: Etiqueta del llançador ràpid
da: Etiket til hurtigstarter
hr: Naziv brzog pokretača
pt: Rótulo do iniciador rápido
zh_tw: 快速啟動器標籤

source: Enter label for the quicklauncher
bg: Въведете име на бързото стартиране
ca: Introduïu l'etiqueta del llançador ràpid
da: Indtast etiket for denne hurtigstarter
hr: Upišite naziv brzog pokretača
pt: Introduza o rótulo para o iniciador rápido
zh_tw: 輸入快速啟動器的標籤

source: Quicklauncher icon
bg: Иконка на бързото стартиране
ca: Icona del llançador ràpid
da: Hurtigstarter-ikon
hr: Ikona brzog pokretača
pt: Ícone do iniciador rápido
zh_tw: 快速啟動器圖示

source: Select an icon file or type an icon name into the entry box for the quicklauncher
bg: Изберете файл с иконка, или напишете име на иконката за бързото стартиране в полето за въвеждане
ca: Seleccioneu una icona o escriviu-ne el nom per assignar-la al llançador ràpid
da: Vælg en ikonfil eller indtast et ikonnavn i hurtigstarterens indtastningsfelt
hr: Odaberite datoteku ikone ili upišite naziv ikone u polje upisa za brzog pokretača
pt: Escolha um ficheiro de ícone ou introduza um nome de ícone na caixa de entrada para o iniciador rápido
zh_tw: 請選擇圖示檔案，或在快速啟動器的輸入欄位中輸入圖示名稱

source: Command to launch
bg: Стартиране на команда
ca: Ordre a executar
da: Kommando der skal køres
hr: Naredba za pokretanje
pt: Comando para executar
zh_tw: 啟動指令

source: Enter command to start the quicklauncher
bg: Въведете команда за изпълнение в бързото стартиране
ca: Introduïu l'ordre per executar l'accés ràpid
da: Indtast kommando til at starte hurtigstarteren
hr: Upišite naredbu pokretanja brzog pokretača
pt: Introduza o comando para começar o iniciador rápido
zh_tw: 輸入啟動快速啟動器的指令

source: Enter command for the quicklauncher
bg: Въведете команда за бързо стартиране
ca: Introduiu l'ordre per l'accés ràpid
da: Indtast kommando til hurtigstarteren
hr: Upišite naredbu brzog pokretača
pt: Introduza o comando para o iniciador rápido
zh_tw: 輸入快速啟動器的指令

source: Stark-Menu/MATE-Menu
bg: Stark-Меню/MATE-Меню
ca: Menú Stark/Menú MATE
hr: Stark-Izbornik/MATE-Izbornik
pt: Menu Stark/Menu MATE
zh_tw: Stark 選單 / MATE 選單

source: General Settings
bg: Общи настройки
ca: Opcions Generals
da: Generelle indstillinger
hr: Opće postavke
pt: Definições gerais
zh_tw: 一般設定

source: Category hover delay
bg: Забавяне при посочване на категория
ca: Temps de resposta per canviar de categoria en passar-hi el cursor per sobre
da: Forsinkelse ved svævning over kategori
hr: Odgoda prijelaza kategorijom
pt: Atraso ao passar o rato sobre uma categoria
zh_tw: 分類游標停留延遲時間

source: Delay between switching categories
bg: Забавяне при смяна на категория
ca: Temps de resposta per canviar de categoria
da: Forsinkelse ved skift mellem kategorier
hr: Odgoda između promjena kategorija.
pt: Atraso entre a mudança de categorias
zh_tw: 切換分類的延遲時間

source: Icons
bg: Иконки
ca: Icones
da: Ikoner
hr: Ikone
pt: Ícones
zh_tw: 圖示

source: CinnVIIStarkMenu
hr: CinnVIIStark izbornik
