Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-status/applets-status/PDFManager@cinnamon.org/po/*.po
Languages: da

source: Click here to manage your PDF
da: Klik her for at håndtere dine PDF'er

source: Merge PDF
da: Flet PDF

source: Extract PDF
da: Udtræk PDF

source: Reduce size of PDF
da: Reducér størrelse på PDF

source: Rotate left PDF
da: Rotér PDF mod venstre

source: Rotate right PDF
da: Rotér PDF mod højre

source: Flip vertically PDF
da: Vend PDF lodret

source: Install PDFManager's tools
da: Installér PDF-håndterings værktøjer

source: Open Document Viewer
da: Åbn dokumentfremviser

source: Open PDF Mod
da: Åbn PDF Mod

source: Open PDF Editor
da: Åbn PDF Editor

source: Manager of PDF
da: Håndtering af PDF'er

source: PDFManager
da: PDF-håndtering

source: Select your PDF...
da: Vælg din PDF ...

source: Save as...
da: Gem som ...

source: Pages to extract
da: Sider som skal udtrækkes

source: Input pages to extract (e.g. : 1-5 7-9 or 3-end or even or odd) :
da: Indtast de sider som skal udtrækkes (f.eks.: 1-5 7-9 or 3-end eller even eller odd) :

source: PDF Files
da: PDF-filer
