Repository: linuxmint/cinnamon-spices-applets
Catalog: dgs-bpivaty@gmail.com/files/dgs-bpivaty@gmail.com/po/*.po
Languages: es, it, nl, zh_tw

source: Diplays DGS user games status
es: Muestra el estado de los juegos DGS del usuario
it: Visualizza lo stato dei giochi dell'utente DGS
nl: Toont de status van DGS-gebruikerspellen
zh_tw: 顯示 DGS 使用者的棋局狀態

source: Manage your DGS games
es: Gestione sus juegos DGS
it: Gestisci i tuoi giochi DGS
nl: Beheer uw DGS-spellen
zh_tw: 管理 DGS 棋局

source: DGS Applet
es: Applet DGS
it: Applet DGS
zh_tw: DGS 小程式

source: Settings DGS applet
es: Configuración del applet DGS
it: Impostazioni dell'applet DGS
nl: Instellingen DGS-applet
zh_tw: DGS 小程式設定

source: DGS user id
es: ID de usuario DGS
it: ID utente DGS
nl: DGS gebruikers-ID
zh_tw: DGS 使用者帳號

source: Press 'Login to DGS' button to set up.
es: Pulsa el botón "Iniciar sesión en DGS" para configurarlo.
it: Premere il pulsante "Accedi a DGS" per effettuare la configurazione.
nl: Druk op de knop 'Inloggen bij DGS' om in te stellen.
zh_tw: 請點選 [登入 DGS] 按鈕進行設定。

source: Login to DGS
es: Iniciar sesión en DGS
it: Accedi a DGS
nl: Inloggen bij DGS
zh_tw: 登入 DGS

source: Press this button to identify the DGS user.
es: Pulse este botón para identificar al usuario DGS.
it: Premere questo pulsante per identificare l'utente DGS.
nl: Druk op deze knop om de DGS-gebruiker te identificeren.
zh_tw: 請點選此按鈕以識別 DGS 使用者。

source: 2 minutes
es: 2 minutos
it: 2 minuti
nl: 2 minuten
zh_tw: 2 分鐘

source: 5 minutes
es: 5 minutos
it: 5 minuti
nl: 5 minuten
zh_tw: 5 分鐘

source: 10 minutes
es: 10 minutos
it: 10 minuti
nl: 10 minuten
zh_tw: 10 分鐘

source: 15 minutes
es: 15 minutos
it: 15 minuti
nl: 15 minuten
zh_tw: 15 分鐘

source: Check games status every
es: Comprueba el estado de los juegos cada
it: Controlla lo stato dei giochi ogni
nl: Controleer de status van spellen elke
zh_tw: 檢查棋局狀態的時間間隔

source: Yes
es: Si
it: SÃ¬
nl: Ja
zh_tw: 開啟

source: No
nl: Nee
zh_tw: 關閉

source: Beep on notification
es: Pitido de notificación
it: Segnale acustico alla notifica
nl: Piep bij melding
zh_tw: 通知時播放音效
