Repository: linuxmint/cinnamon-spices-applets
Catalog: daily-wallpaper@Tomfez/files/daily-wallpaper@Tomfez/po/*.po
Languages: es, fr

source: Daily desktop wallpaper
es: Fondo de pantalla diario
fr: Fond d'écran quotidien

source: Refresh
es: Actualizar
fr: Rafraîchir

source: Copy image URL to clipboard
es: Copiar URL de la imagen al portapapeles
fr: Copier l'URL de l'image vers le presse-papiers

source: Open image folder
es: Abrir carpeta de la imagen
fr: Ouvrir le répertoire de l'image

source: Settings
es: Configuración
fr: Paramètres

source: Next refresh
es: Siguiente actualización
fr: Prochaine actualisation

source: This is the most recent image.
es: Esta es la imagen más reciente.
fr: L'image est déjà la plus récente.

source: Last image. Unable to get more images.
es: Última imagen. No se pueden obtener más imágenes.
fr: Dernière image. Impossible d'obtenir plus d'images.

source: Refresh deactivated
es: Actualización desactivada
fr: Actualisation désactivée

source: Wallpaper of the day at %s for %s
es: Fondo de pantalla del día en %s para %s
fr: Fond d'écran du jour de %s du %s

source: No image today.
es: Hoy no hay imagen.
fr: Pas d'image aujourd'hui.

source: minutes
es: minutos

source: days
es: días
fr: jours

source: hours
es: horas
fr: heures

source: Download and apply a daily wallpaper to your desktop
es: Descarga y aplica un fondo de pantalla diario a tu escritorio
fr: Télécharge et applique un fond d'écran quotidiennement

source: Help
es: Ayuda
fr: Aide

source: Update preferences
es: Actualizar preferencias
fr: Préférences de mise à jour

source: Image preferences
es: Preferencias de la imagen
fr: Préférences de l'image

source: Debug
es: Depuración

source: Source of images
es: Fuente de las imágenes
fr: Source des images

source: Update interval to check new wallpaper
es: Intervalo de actualización para comprobar nuevos fondos de pantalla
fr: Mettre à jour l'intervalle de recherche de nouveau fond d'écran

source: Minutes
es: Minutos

source: Save wallpaper to image directory
es: Guardar fondo de pantalla en el directorio de imágenes
fr: Sauvegarder le fond d'écran dans le répertoire de l'image

source: Name of the file when saved to the image directory
es: Nombre del archivo al guardarlo en el directorio de imágenes
fr: Nom du fichier lorsqu'il est enregistré dans le dossier de l'image

source: Original: original file name. Custom: source name + date (ex: BingWallpaper_20240801.jpg)
es: Original: nombre del archivo original. Personalizado: nombre de la fuente + fecha (por ejemplo: BingWallpaper_20240801.jpg)
fr: Original: nom du fichier original. Personnalisé: nom de la source + date (ex:BingWallpaper_20240801.jpg)

source: Custom
es: Personalizado
fr: Personnalisé

source: Image directory
es: Directorio de imágenes
fr: Répertoire de l'image

source: For example: /home/username/Pictures/wallpapers
es: Por ejemplo: /home/nombre_de_usuario/Imágenes/fondos_de_pantalla
fr: Par exemple: /home/username/Images/wallpapers

source: Enable daily refresh
es: Habilitar actualización diaria
fr: Activer l'actualisation quotidienne

source: Selected image
es: Imagen seleccionada
fr: Image sélectionnée

source: Most recent
es: Más reciente
fr: Plus récente

source: Random
es: Aleatorio
fr: Aléatoire

source: Select the most recent image or a random image when the applet is launched
es: Selecciona la imagen más reciente o una imagen aleatoria cuando se inicie el applet
fr: Sélectionner l'image la plus récente ou une image aléatoire lorsque l'applet est démarrée

source: Bing locale
es: Configuración regional de Bing
fr: Emplacement pour Bing

source: da-DK, Denmark, Danish
es: da-DK, Dinamarca, Danés
fr: da-DK, Danemark, Danois

source: de-AT, Austria, German
es: de-AT, Austria, Alemán
fr: de-AT, Autriche, Allemand

source: de-CH, Switzerland, German
es: de-CH, Suiza, Alemán
fr: de-CH, Suisse, Allemand

source: de-DE, Germany, German
es: de-DE, Alemania, Alemán
fr: de-DE, Allemagne, Allemand

source: en-AU, Australia, English
es: en-AU, Australia, Inglés
fr: en-AU, Australie, Anglais

source: en-CA, Canada, English
es: en-CA, Canadá, Inglés
fr: en-CA, Canada, Anglais

source: en-GB, United Kingdom, English
es: en-GB, Reino Unido, Inglés
fr: en-GB, Royaume-Uni, Anglais

source: en-ID, Indonesia, English
es: en-ID, Indonesia, Inglés
fr: en-ID, Indonésie, Anglais

source: en-IN, India, English
es: en-IN, India, Inglés
fr: en-IN, Inde, Anglais

source: en-MY, Malaysia, English
es: en-MY, Malasia, Inglés
fr: en-MY, Malaisie, Anglais

source: en-NZ, New Zealand, English
es: en-NZ, Nueva Zelanda, Inglés
fr: en-NZ, Nouvelle-Zélande, Anglais

source: en-PH, Republic of the Philippines, English
es: en-PH, República de Filipinas, Inglés
fr: en-PH, Philippines, Anglais

source: en-US, United States, English
es: en-US, Estados Unidos, Inglés
fr: en-US, États-Unis, Anglais

source: en-ZA, South Africa, English
es: en-ZA, Sudáfrica, Inglés
fr: en-ZA, Afrique du Sud, Anglais

source: es-AR, Argentina, Spanish
es: es-AR, Argentina, Español
fr: es-AR, Argentine, Espagnol

source: es-CL, Chile, Spanish
es: es-CL, Chile, Español
fr: es-CL, Chili, Espagnol

source: es-ES, Spain, Spanish
es: es-ES, España, Español
fr: es-ES, Espagne, Espagnol

source: es-MX, Mexico, Spanish
es: es-MX, México, Español
fr: es-MX, Mexique, Espagnol

source: es-US, United States, Spanish
es: es-US, Estados Unidos, Español
fr: es-US, États-Unis, Espagnol

source: fi-FI, Finland, Finnish
es: fi-FI, Finlandia, Finlandés
fr: fi-FI, Finlande, Finnois

source: fr-BE, Belgium, French
es: fr-BE, Bélgica, Francés
fr: fr-BE, Belgique, Français

source: fr-CA, Canada, French
es: fr-CA, Canadá, Francés
fr: fr-CA, Canada, Français

source: fr-CH, Switzerland, French
es: fr-CH, Suiza, Francés
fr: fr-CH, Suisse, Français

source: fr-FR, France, French
es: fr-FR, Francia, Francés
fr: fr-FR, France, Français

source: it-IT, Italy, Italian
es: it-IT, Italia, Italiano
fr: it-IT, Italie, Italien

source: ja-JP, Japan, Japanese
es: ja-JP, Japón, Japonés
fr: ja-JP, Japon, Japonais

source: ko-KR, Korea, Korean
es: ko-KR, Corea, Coreano
fr: ko-KR, Corée, Coréen

source: nl-BE, Belgium, Dutch
es: nl-BE, Bélgica, Neerlandés
fr: nl-BE, Belgique, Néerlandais

source: nl-NL, Netherlands, Dutch
es: nl-NL, Países Bajos, Neerlandés
fr: nl-NL, Pays-Bas, Néerlandais

source: no-NO, Norway, Norwegian
es: no-NO, Noruega, Noruego
fr: no-NO, Norvège, Norvégien

source: pl-PL, Poland, Polish
es: pl-PL, Polonia, Polaco
fr: pl-PL, Pologne, Polonais

source: pt-BR, Brazil, Portuguese
es: pt-BR, Brasil, Portugués
fr: pt-BR, Brésil, Portugais

source: ru-RU, Russia, Russian
es: ru-RU, Rusia, Ruso
fr: ru-RU, Russie, Russe

source: sv-SE, Sweden, Swedish
es: sv-SE, Suecia, Sueco
fr: sv-SE, Suède, Suédois

source: tr-TR, Türkiye, Turkish
es: tr-TR, Turquía, Turco
fr: tr-TR, Turquie, Turc

source: zh-CN, People's republic of China, Chinese
es: zh-CN, República Popular China, Chino
fr: zh-CN, République populaire de Chine, Chinois

source: zh-HK, Hong Kong SAR, Traditional Chinese
es: zh-HK, RAE de Hong Kong, Chino tradicional
fr: zh-HK, Hong Kong RAS, Chinois traditionnel

source: zh-TW, Taiwan, Traditional Chinese
es: zh-TW, Taiwán, Chino tradicional
fr: zh-TW, Taïwan, Chinois traditionnel

source: API key
es: Clave API
fr: Clé API

source: Set your API key for APOD API. The default API key is used for initially exploring APIs prior to signing up, but it has much lower rate limits.
es: Configure su clave API para la API de APOD. La clave API predeterminada se utiliza para explorar inicialmente las API antes de registrarse, pero tiene límites de velocidad mucho más bajos.
fr: Ajouter votre clé API pour l'APOD. La clé API par défaut est utilisée à des fins d'exploration des autres APIs avant l'inscription. Cependant les taux ont une limite bien plus faibles.

source: Image aspect
es: Aspecto de la imagen
fr: Aspect de l'image

source: Scaled
es: A escala
fr: Redimensionné

source: Spanned
es: Extendido
fr: Étendu

source: Mosaic
es: Mosaico
fr: Mosaïque

source: General
fr: Général

source: Centered
fr: Centré

source: Stretched
fr: Étiré
