Repository: linuxmint/cinnamon-spices-applets
Catalog: scripts@paucapo.com/files/scripts@paucapo.com/po/*.po
Languages: fr

source: Open scripts folder
fr: Ouvrir le dossier des scripts

source: Update menu
fr: Actualiser le menu

source: Title
fr: Titre

source: Scripts directory
fr: Dossier des scripts

source: Custom icon
fr: Icône personnalisée

source: Autoupdate. Update scripts list when the applet is opened.
fr: Mise à jour automatique. Mettre à jour la liste des scripts à l'ouverture de l'applet.

source: Icon
fr: Icône

source: Show title
fr: Montrer le titre

source: Icon (empty to hide the icon)
fr: Icône (vide pour masquer l'icône)

source: Scripts Menu
fr: Menu des scripts

source: Menu applet for starting scripts
fr: Applet de menu pour démarrer les scripts
