Repository: linuxmint/cinnamon-spices-applets
Catalog: qredshift@quintao/files/qredshift@quintao/po/*.po
Languages: bg, ca, es, hu, it, nl, oc, sk, sv, tr, vi

source: Reload Applet
bg: Презареди аплета
ca: Recarregar Applet
es: Recargar Applet
hu: Kisalkalmazás újratöltése
it: Ricarica Applet
nl: Werkbalkhulpje herladen
oc: Recargar l’applet
sk: Znovu načítať aplet
sv: Uppdatera panelprogrammet
tr: Uygulamacığı Yeniden Yükle
vi: Tải lại Applet

source: Recompile Translations
bg: Прекомпилирай преводите
ca: Recompilar Traduccions
es: Recompilar traducciones
hu: Fordítások újraépítése
it: Ricompila le traduzioni
nl: Vertalingen opnieuw samenstellen
oc: Traduccions recompiladas
sk: Prekompilovať preklady
sv: Kompilera om översättningarna
tr: Çevirileri Yeniden Derle
vi: Biên dịch lại bản dịch

source: REDSHIFT NOT INSTALLED!
bg: REDSHIFT НЕ Е ИНСТАЛИРАН!
ca: REDSHIFT NO ESTÀ INSTAL·LAT!
es: ¡REDHISFT NO ESTÁ INSTALADO!
hu: A REDSHIFT NINCS INSTALLÁLVA!
it: REDSHIT NON INSTALLATO!
nl: REDSHIFT IS NIET GEÏNSTALLEERD!
oc: REDSHIFT ES PAS INSTALLAT !
sk: PROGRAM REDSHIFT NIE JE NAINŠTALOVANÝ!
sv: REDSHIFT ÄR INTE INSTALLERAT!
tr: REDSHIFT KURULU DEĞİL!
vi: CHƯA CÀI REDSHIFT!

source: Requires Redshift: yay -S redshift-minimal
ca: Es necessita Redshift: yay -S redshift-minimal
es: Requiere Redshift: yay -S redshift-minimal
hu: Redshift szükséges: yay -S redshift-minimal
it: Richiede Redshift: yay -S redshift-minimal
nl: Vereist Redshift: yay -S redshift-minimal
vi: Yêu cầu Redshift: chạy 'yay -S redshift-minimal'

source: Requires Redshift: sudo apt-get install redshift
bg: Изисква се Redshift: sudo apt-get install redshift
ca: Es necessita Redshift: sudo apt-get install redshift
es: Requiere Redshift: sudo apt-get install redshift
hu: A Redshift alkalmazást telepítését igényli, amelyet a következő módon telepítheti fel: „sudo apt-get install redshift”
it: Richiede Redshift: sudo apt-get install redshift
nl: Installeer Redshift: sudo apt-get install redshift
oc: Redshift es requerit : sudo apt-get install redshift
sk: Vyžaduje sa program Redshift: sudo apt-get install redshift
sv: Kräver Redshift: sudo apt install redshift
tr: Redshift gerekiyor: sudo apt-get install redshift
vi: Yêu cầu Redshift: chạy 'sudo apt-get install redshift'

source: should be removed.
ca: hauria de ser eliminat.
es: debe ser eliminado.
hu: szükséges eltávolítani.
it: dovrebbe essere rimosso.
nl: dient te worden verwijderd.
oc: deu èsser suprimit.
sk: by mal byť odstránený.
vi: nên được gỡ bỏ.

source: should be replaced by redshift-minimal
ca: hauria de ser substituit per redshift-minimal
es: debe sustituirse por redshift-minimal
hu: redshift-minimálra kell cserélni
it: dovrebbe essere sostituito da redshift-minimal
nl: moet worden vervangen door redshift-minimal
vi: nên được thay bằng redshift-minimal

source: Enabled
bg: Включен
ca: Activat
es: Habilitado
hu: Engedélyezve
it: Abilita
nl: Ingeschakeld
oc: Activat
sk: Povolené
sv: Aktiverad
tr: Etkin
vi: Bật

source: Bright:
bg: Яркост:
ca: Brillantor:
es: Brillo:
hu: Világosság:
it: Luminosità:
nl: Helderh.:
oc: Luminositat :
sk: Jas:
sv: Ljusstyrka:
tr: Parlaklık:
vi: Độ sáng:

source: Night Enabled
bg: Нощен режим
ca: Nit Activada
es: Modo nocturno habilitado
hu: Éjszakai üzemmód engedélyezve
it: Abilita i parametri notturni
nl: 's Avonds inschakelen
oc: Nuèch activada
sk: Nočný režim povolený
sv: Nattaktiv
tr: Gece Kipi Etkin
vi: Bật ban đêm

source: Show Label
bg: Покажи етикет
ca: Mostrar Etiqueta
es: Mostrar etiqueta
hu: Címke megjelenítése
it: Mostra l'etichetta dei parametri correnti
nl: Label tonen
oc: Afichar lo label
sk: Zobraziť menovku
sv: Visa etikett
tr: Etiket Göster
vi: Hiển thị nhãn

source: Transition to day
ca: Transició a dia
es: Transición al día
hu: Átmenet nappal
it: Transizione al giorno
nl: Overgang naar dag
oc: Transicion al jorn
sk: Prechod na deň
vi: Chuyển sang ban ngày

source: Transition to night
ca: Transició a nit
es: Transición a la noche
hu: Átmenet éjszaka
it: Transizione alla notte
nl: Overgang naar avond
oc: Transicion a la nuèch
sk: Prechod na noc
vi: Chuyển sang ban đêm

source: Night
ca: Nit
es: Noche
hu: Éjszaka
it: Notte
nl: Avond
oc: Nuèch
sk: Noc
tr: Gece
vi: Đêm

source: Day
ca: Dia
es: Día
hu: Nappal
it: Giorno
nl: Dag
oc: Jorn
sk: Deň
tr: Gün
vi: Ngày

source: On
bg: Вкл.
ca: Encès
es: Ecendido
hu: Be
it: Attivo
nl: Aan
oc: Activada
sk: Zapnuté
sv: På
tr: Açık
vi: Bật

source: Off
bg: Изкл.
ca: Apagat
es: Apagado
hu: Ki
it: Non attivo
nl: Uit
oc: Desactivada
sk: Vypnuté
sv: Av
tr: Kapalı
vi: Tắt

source: Day Temperature
bg: Дневна температура
ca: Temperatura Diürna
es: Temperatura diurna
hu: Napközbeni színhőmérséklet
it: Temperatura diurna
nl: Dagtemperatuur
oc: Temperatura lo jorn
sk: Teplota počas dňa
sv: Temperatur dagtid
tr: Gün Sıcaklığı
vi: Nhiệt độ ban ngày

source: Day Brightness
bg: Дневна яркост
ca: Brillantor Diürna
es: Brillo diurno
hu: Napközbeni fényerő
it: Luminosità diurna
nl: Daghelderheid
oc: Luminositat lo jorn
sk: Jas počas dňa
sv: Ljusstyrka dagtid
tr: Gün Parlaklığı
vi: Độ sáng ban ngày

source: Night Temperature
bg: Нощна температура
ca: Temperatura Nocturna
es: Temperatura nocturna
hu: Éjszakai színhőmérséklet
it: Temperatura notturna
nl: Avondtemperatuur
oc: Temperatura lo nuèch
sk: Teplota počas noci
sv: Temperatur nattetid
tr: Gece Sıcaklığı
vi: Nhiệt độ ban đêm

source: Night Brightness
bg: Нощна яркост
ca: Brillantor Nocturna
es: Brillo nocturno
hu: Éjszakai fényerő
it: Luminosità notturna
nl: Avondhelderheid
oc: Luminositat la nuèch
sk: Jas počas noci
sv: Ljusstyrka nattetid
tr: Gece Parlaklığı
vi: Độ sáng ban đêm

source: Temperature
bg: Температура
ca: Temperatura
es: Temperatura
hu: Hőmérséklet
it: Temperatura
nl: Temperatuur
oc: Temperatura
sk: Teplota
sv: Temperatur
tr: Sıcaklık
vi: Nhiệt độ

source: Brightness
bg: Яркост
ca: Brillantor
es: Brillo
hu: Fényerő
it: Luminosità
nl: Helderheid
oc: Luminositat
sk: Jas
sv: Ljusstyrka
tr: Parlaklık
vi: Độ sáng

source: It makes the color of your computer's display adapt to the time of day, warm at night and like sunlight during the day.
ca: Fa que el color de la pantalla del teu ordinador s'adapti a l'hora del dia; càlid a la nit i com la llum solar durant el dia.
es: Hace que el color de la pantalla del ordenador se adapte a la hora del día, cálido por la noche y luz del sol durante el día.
hu: A számítógép kijelzőjét a napszakhoz igazítja. Az éjszakai meleg színek a napközbeni napsugárzás fényéhez hasonlítanak.
it: Fa adattare il colore del display del tuo computer all'ora del giorno, caldo di notte e come la luce del sole durante il giorno.
nl: Stelt de kleur van uw beeldscherm af op het tijdstip van de dag: overdag helder, 's avonds warm.
oc: Permet d’adaptar las colors d’afichatge de l’ordenador segon lo moment del jorn, caud lo ser e coma un rai de solelh lo jorn.
sk: Zmení teplotu displeja vášho počítača podľa aktuálneho času, teplú v noci a chladnú počas dňa.
vi: Tự động điều chỉnh màu màn hình theo thời gian trong ngày, ấm vào ban đêm và giống ánh sáng mặt trời vào ban ngày.

source: Settings
bg: Настройки
ca: Configuració
es: Configuración
hu: Beállítások
it: Impostazioni
nl: Voorkeuren
oc: Paramètres
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
vi: Cài đặt

source: Location
bg: Локация
ca: Ubicació
es: Ubicación
hu: Hely
it: Geolocalizzazione
nl: Locatie
oc: Emplaçament
sk: Umiestnenie
sv: Plats
tr: Konum
vi: Vị trí

source: Shortcuts
bg: Бързи клавиши
ca: Dreceres
es: Atajos
hu: Gyorsbillentyűk
it: Scorciatoie
nl: Sneltoetsen
oc: Acorchis de clavièr
sk: Klávesové skratky
sv: Genvägar
tr: Kısayollar
vi: Phím tắt

source: Tips
bg: Съвети
ca: Consells
es: Consejos
hu: Tippek
it: Suggerimenti
oc: Astúcias
sk: Tipy
tr: İpuçları
vi: Mẹo

source: Options
bg: Опции
ca: Opcions
es: Opciones
hu: Beállítások
it: Opzioni
nl: Opties
oc: Opcions
sk: Voľby
sv: Alternativ
tr: Seçenekler
vi: Tùy chọn

source: Day Settings
bg: Дневни настройки
ca: Configuració diürna
es: Configuración diurna
hu: Napközbeni beállítások
it: Parametri diurni
nl: Dagvoorkeuren
oc: Paramètres del jorn
sk: Denné nastavenia
sv: Daginställningar
tr: Gün Ayarları
vi: Cài đặt ban ngày

source: Night Settings
bg: Нощни настройки
ca: Configuració nocturna
es: Configuración nocturna
hu: Éjszakai beállítások
it: Parametri notturni
nl: Avondvoorkeuren
oc: Paramètres de la nuèch
sk: Nočné nastavenia
sv: Nattinställningar
tr: Gece Ayarları
vi: Cài đặt ban đêm

source: Key Bindings
bg: Клавишни комбинаци
ca: Dreceres del teclat
es: Atajos del teclado
hu: Billentyűtársítások
it: Scorciatoie da tastiera
nl: Sneltoetsen
oc: Acorchis de clavièr
sk: Priradenia kláves
sv: Snabbtangenter
tr: Tuş Atamaları
vi: Phím tắt

source: Location Settings
bg: Настройки за локация
ca: Configuració d'ubicació
es: Configuración de ubicación
hu: Földrajzi helyzet beállítások
it: Impostazioni di geolocalizzazione
nl: Locatievoorkeuren
oc: Paramètres de localizacion
sk: Nastavenia umiestnenia
sv: Platsinställningar
tr: Konum Ayarları
vi: Cài đặt vị trí

source: Automatically disabled under Wayland due to redshift not being yet supported by Wayland
ca: Automàticament desactivat sota Wayland perquè redshift encara no està suportat per Wayland
es: Desactivado automáticamente en Wayland debido a que redshift aún no está soportado por Wayland
hu: Automatikusan letiltva Wayland alatt, mivel a redshift még nem támogatott a Wayland által
it: Disabilitato automaticamente in Wayland a causa del fatto che redshift non è ancora supportato da Wayland
nl: Automatisch uitgeschakeld onder Wayland omdat redshift nog niet wordt ondersteund door Wayland
vi: Tự động tắt trên Wayland vì Redshift chưa được hỗ trợ trên Wayland

source: Reactivate QRedshift as soon as Cinnamon starts up
ca: Reactivar QRedshift quan Cinnamon arrenca
es: Reactivar QRedshift en cuanto se inicie Cinnamon
hu: A QRedshift újraaktiválása, amint a Cinnamon elindul
it: Riattiva QRedshift non appena si avvia Cinnamon
nl: QRedshift opnieuw activeren zodra Cinnamon is opgestart
vi: Kích hoạt lại QRedshift ngay khi Cinnamon khởi động

source: Won't work under Wayland due to redshift not being yet supported by Wayland
ca: No funcionarà sota Wayland perquè redshift encara no està suportat per Wayland
es: No funcionará en Wayland debido a que redshift aún no está soportado por Wayland
hu: Nem fog működni Wayland alatt, mivel a redshift még nem támogatott a Wayland által
it: Non funzionerà con Wayland a causa del fatto che redshift non è ancora supportato da Wayland
nl: Werkt niet onder Wayland omdat redshift nog niet ondersteund wordt door Wayland
vi: Không hoạt động trên Wayland vì Redshift chưa được hỗ trợ trên Wayland

source: Auto Update
bg: Автоматично обновяване
ca: Actualitzar automàticament
es: Actualización automática
hu: Automatikus frissítés
it: Ciclo continuo giorno-notte e notte-giorno
nl: Automatisch bijwerken
oc: Mesa a jorn automatica
sk: Automatická aktualizácia
sv: Uppdatera automatiskt
tr: Otomatik Güncelle
vi: Tự động cập nhật

source: Continuously adjust color temperature
bg: Постоянно пренагласяне на цветовата температура
ca: Ajusta la temperatura del color de manera contínua
es: Ajuste continuo de la temperatura del color
hu: Képernyő színhőmérsékletének folyamatos beállítása
it: Regola continuamente la temperatura del colore
nl: Werk de kleurtemperatuur continu bij
oc: Ajustar de contunha la temperatura de las colors
sk: Nepretržitá úprava teploty farieb
sv: Justera färgtemperaturen kontinuerligt
tr: Renk sıcaklığını sürekli olarak ayarla
vi: Liên tục điều chỉnh nhiệt độ màu

source: Seconds
ca: Segons
es: Segundos
hu: Másodperc
it: Secondi
nl: seconden
oc: Segondas
sk: Sekundy
vi: Giây

source: Update interval
bg: Интервал на обновяване
ca: Interval de refresc
es: Intervalo de actualización
hu: Frissítési időköz
it: Intervallo
nl: Periodiek bijwerken
oc: Interval de mesa a jorn
sk: Interval aktualizácie
sv: Uppdateringsintervall
tr: Güncelleme aralığı
vi: Khoảng thời gian cập nhật

source: Adjustment Method
bg: Метод на пренагласяне
ca: Mètode d'ajustament
es: Método de Ajuste
hu: Illesztési eljárás
it: Metodo di regolazione
nl: Instelmethode
oc: Metòde d’ajustament
sk: Spôsob úpravy
sv: Justeringsmetod
tr: Ayarlama Yöntemi
vi: Phương pháp điều chỉnh

source: Method to use to set color temperature
bg: Метод на използване за настройка на цветовата температура
ca: Mètode d'utilització per a establir la temperatura del color
es: Método para ajustar la temperatura del color
hu: Színhőmérséklet beállításának üzemmódja
it: Metodo utilizzato per la regolazione della temperatura del colore
nl: De methode die dient te worden gebruikt om de kleurtemperatuur in te stellen
oc: Metòde d’utilizar per definir la temperatura de la color
sk: Spôsob, ktorý sa má použiť na nastavenie teploty farieb
sv: Metod för att ange färgtemperatur
tr: Renk sıcaklığını ayarlamak için kullanılacak yöntem
vi: Phương pháp dùng để thiết lập nhiệt độ màu

source: Icon Scroll Action
bg: Действие при скрол върху иконката
ca: Acció de la icona de desplaçament
es: Acción del icono de desplazamiento
hu: Egérgörgő művelet
it: Scorrimento sull'icona
nl: Actie na scrollen op pictogram
oc: Accion al defilament per l’icòna
sk: Akcia pre rolovanie ikony
sv: Skrolla på panelikonen
tr: Simge Kaydırma Eylemi
vi: Hành động cuộn trên biểu tượng

source: Disabled
bg: Изключено
ca: Desactivat
es: Deshabilidato
hu: Tiltva
it: Nessuna azione
nl: Uitgeschakeld
oc: Desactivada
sk: Zakázané
sv: Inaktiverad
tr: Pasif
vi: Vô hiệu

source: On/Off
bg: Вкл/Изкл
ca: Encès/Apagat
es: Encendido/Apagado
hu: Be/Ki
it: Attiva/Disattiva
nl: Aan/Uit
oc: Activar/Desactivar
sk: Zapnúť/Vypnúť
sv: På/Av
tr: Açık/Kapalı
vi: Bật/Tắt

source: Bright
bg: Яркост
ca: Brillantor
es: Brillo
hu: Fényerő
it: Regola luminosità
nl: Helderh.
oc: Luminositat
sk: Jas
sv: Ljusstyrka
tr: Parlaklık
vi: Độ sáng

source: Action when scroll on applet icon.
bg: Действие, когато скролнете върху иконката.
ca: Acció en desplaçar-se sobre la icona de l'Applet.
es: Acción al desplazarse sobre el icono del applet.
hu: Egérgörgő művelet a kisalkalmazás ikonján.
it: Definsice l'azione della rotellina del mouse quando si scorre sull'icona.
nl: De actie die dient te worden uitgevoerd na het scrollen op het pictogram van het werkbalhulpje.
oc: Accion en defilant per l’icòna de l’applet.
sk: Akcia pri rolovaní na ikone apletu.
sv: Åtgärd vid skrollning på panelprogrammets ikon.
tr: Uygulamacık simgesi üstünde kaydırma eylemi.
vi: Hành động khi cuộn trên biểu tượng applet

source: Use symbolic icon
ca: Usar icona simbòlica
es: Usar iconos simbólicos
hu: Szimbolikus ikon
it: Usa un'icona simbolica
nl: Symbolisch pictogram gebruiken
oc: Utilizar una icòna simbolica
sk: Použiť symbolickú ikonu
tr: Sembolik simge kullan
vi: Sử dụng biểu tượng ký hiệu

source: Increase brightness level
ca: Incrementar nivell de brillantor
es: Aumentar el nivel de brillo
hu: Fényerő növelése
it: Aumenta luminosità
nl: Helderheid verhogen
oc: Aumentar lo nivèl de luminositat
sk: Zvýšenie úrovne jasu
tr: Parlaklık seviyesini artır
vi: Tăng độ sáng

source: Decrease brightness level
ca: Reduir nivell de brillantor
es: Disminuir el nivel de brillo
hu: Fényerő csökkentése
it: Diminuisci luminosità
nl: Helderheid verlagen
oc: Redusir lo nivèl de luminositat
sk: Zníženie úrovne jasu
tr: Parlaklık seviyesini azalt
vi: Giảm độ sáng

source: Increase temperature level
ca: Incrementar nivell de temperatura
es: Aumentar el nivel de temperatura
hu: Színhőmérséklet növelése
it: Aumenta temperatua del colore
nl: Temperatuur verhogen
oc: Aumentar lo nivèl de temperatura
sk: Zvýšenie úrovne teploty
tr: Sıcaklık seviyesini artır
vi: Tăng nhiệt độ màu

source: Decrease temperature level
ca: Reduir nivell de temperatura
es: Disminuir el nivel de temperatura
hu: Színhőmérséklet csökkentése
it: Diminuisci temperatura del colore
nl: Temperatuur verlagen
oc: Redusir lo nivèl de temperatura
sk: Zníženie úrovne teploty
tr: Sıcaklık seviyesini azalt
vi: Giảm nhiệt độ màu

source: Increase gamma level
ca: Incrementar nivell de gamma
es: Aumentar el nivel de gamma
hu: Gamma szint növelése
it: Aumenta gamma
nl: Gamma verhogen
oc: Aumentar lo nivèl de gamma
sk: Zvýšenie úrovne gamy
tr: Gama seviyesini artır
vi: Tăng gamma

source: Decrease gamma level
ca: Reduir nivell de gamma
es: Disminuir el nivel de gamma
hu: Gamma szint csökkentése
it: Diminuisci gamma
nl: Gamma verlagen
oc: Redusir lo nivèl de gamma
sk: Zníženie úrovne gamy
tr: Gama seviyesini azalt
vi: Giảm gamma

source: Smooth transition between day and night
ca: Transició suau entre dia i nit
es: Transición suave entre el día y la noche
hu: Finom átmenet a nappali és éjszakai beállítás között
it: Transizione fluida tra il giorno e la notte
nl: Vloeiende overgang tussen dag en avond
oc: Transicion doça entre lo jorn e la nuèch
sk: Jemný prechod medzi dňom a nocou
vi: Chuyển đổi mượt giữa ngày và đêm

source: Minutes
ca: Minuts
es: Minutos
hu: Perc
it: Minuti
nl: minuten
oc: Minutas
sk: Minúty
vi: Phút

source: Transition Duration
ca: Durada de la transició
es: Duración de la transición
hu: Átmenet hossza
it: Durata Transizione
nl: Overgangsduur
oc: Durada de transicion
sk: Trvanie prechodu
vi: Thời lượng chuyển đổi

source: Use Manual Night Time
ca: Utilitzar horari nocturn manual
es: Usar horario nocturno manual
hu: Kézi éjszakai mód használata
it: Usa l'ora notturna manuale
nl: Eigen avondklok instellen
oc: Utilizar l’ora de nuèch manuala
sk: Nastaviť nočný čas ručne
tr: Gece Zamanını Elle Belirle
vi: Sử dụng giờ đêm thủ công

source: Choose Start Time
ca: Selecciona hora inicial
es: Seleccione hora de inicio
hu: Kezdési idő
it: Scegli orario di Inizio
nl: Kies een begintijd
oc: Causir l’ora de debuta
sk: Zvoľte čas začiatku
tr: Başlangıç Zamanını Seç
vi: Chọn giờ bắt đầu

source: Choose End Time
ca: Selecciona hora final
es: Seleccione hora de término
hu: Befejezési idő
it: Scegli orario di Fine
nl: Kies een eindtijd
oc: Causir l’ora de fin
sk: Zvoľte čas ukončenia
tr: Bitiş Zamanını Seç
vi: Chọn giờ kết thúc

source: Remote Location
bg: Далечна локация
ca: Ubicació remota
es: Ubicación remota
hu: Távoli földrajzi helyzet
it: Servizio di geolocalizzazione
nl: Externe locatie gebruiken
oc: Emplaçament distant
sk: Vzdialené umiestnenie
sv: Fjärrplats
tr: Uzak Konum
vi: Vị trí từ xa

source: Native geoclue on redshift can make the experience slow.
bg: Вградената геолокация на redshift може да доведе до забавяния.
ca: Utilitzar geoclue natiu de redshift pot alentir l'experiència.
es: Geoclue nativo en redshift puede hacer lenta su experiencia.
hu: A natív geoclue használata a redshift alkalmazást lelassíthatja.
it: La geolocalizzazione integrata di redshift potrebbe causare rallentamenti.
nl: Let op: Geoclue kan Redshift vertragen.
sv: Inbyggd geografisk lokalisering i Redshift, kan upplevas långsam.
tr: Doğal geoclue kullanımı Redshift deneyimini yavaşlatabilir.
vi: Geoclue gốc trên Redshift có thể làm trải nghiệm chậm

source: Update Location
bg: Обнови локацията
ca: Actualitzar la ubicació
es: Actualizar la ubicación
hu: Földrajzi helyzet frissítése
it: Aggiorna geolocalizzazione
nl: Locatie bijwerken
oc: Actualizar l’emplaçament
sk: Aktualizovať umiestnenie
sv: Uppdatera plats
tr: Konumu Güncelle
vi: Cập nhật vị trí

source: Latitude
bg: Ширина
ca: Latitud
es: Latitud
hu: Szélesség
it: Latitudine
nl: Breedtegraad
oc: Latitud
sk: Zemepisná šírka
sv: Latitud
tr: Enlem
vi: Vĩ độ

source: Longitude
bg: Дължина
ca: Longitud
es: Longitud
hu: Hosszúság
it: Longitudine
nl: Lengtegraad
oc: Longitud
sk: Zemepisná dĺžka
sv: Longitud
tr: Boylam
vi: Kinh độ

source: Native geoclue on redshift can make the experience slow. Using: https://geolocation-db.com/
bg: Вградената геолокация на redshift може да доведе до забавяния. Използване на: https://geolocation-db.com/
ca: Utilitzar geoclue natiu de redshift pot alentir l'experiència. Utilitzant: https://geolocation-db.com/
es: Geoclue nativo en redshift puede hacer su experiencia lenta. Utilizando: https://geolocation-db.com/
hu: A natív geoclue használata a redshift alkalmazást lelassíthatja. A https://geolocation-db.com/ webhely használatával
it: La geolocalizzazione integrata di redshift potrebbe causare rallentamenti. Viene utilizzato il servizio https://geolocation-db.com
nl: Let op: Geoclue kan Redshift vertragen. In gebruik zijnde dienst: https://geolocation-db.com/
sv: Inbyggd geografisk lokalisering i Redshift, kan upplevas långsam. Använder: https://geolocation-db.com/
tr: Doğal geoclue kullanımı Redshift deneyimini yavaşlatabilir. Kullanım: https://geolocation-db.com/
vi: Geoclue gốc trên Redshift có thể làm trải nghiệm chậm. Sử dụng: https://geolocation-db.com/

source: * Right-click the sliders to reset the default (neutral) value.
bg: *Десен клик на плъзгачите връща стойността по подразбиране (неутралната).
ca: * Feu clic dret als controls per restablir el valor per defecte (neutral).
es: * Haga clic con el botón derecho en los controles deslizantes para restablecer el valor predeterminado (neutro).
hu: * Jobb gombbal kattintva a gördítősávra visszaállítja az alapértelmezett (semleges) értéket.
it: * Clicca col tasto destro del mouse sulle barre di scorrimento per riportare al valore predefinito (valore neutrale).
nl: * Klik met de rechtermuisknop op een schuifknop om de standaardwaarde (neutraal) ervan te herstellen.
sk: * Kliknutím pravým tlačidlom na posúvače obnovíte predvolené (neutrálne) hodnoty.
sv: * Högerklicka på skjutreglagen för att återställa standardvärden (neutrala).
tr: * Varsayılan (nötr) değere sıfırlamak için kaydırma çubuklarına sağ tıklayın.
vi: * Nhấp chuột phải vào thanh trượt để đặt lại giá trị mặc định (trung lập).

source: When update to a new version make sure you reset the configs to default by deleting the ~/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json. You will lost all your configs.
ca: En actualitzar a una nova versió, assegureu-vos de restablir la configuració per defecte esborrant el fitxer ~/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json. Perdreu totes les vostres configuracions.
es: Cuando actualice a una nueva versión, asegúrese de restablecer la configuración por defecto borrando el archivo ~/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json. Perderá todas sus configuraciones.
hu: Új verzióra történő frissítéskor, állítsa vissza a beállításokat az alapértelmezésre, a „/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json” fájl törlésével. Ezzel minden qredshift kisalkalmazás beállítást el fog veszni.
it: Quando esegui l'aggiornamento a una nuova versione, assicurati di ripristinare le impostazioni predefinite eliminando il file ~/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json. Perderai tutte le tue configurazioni.
nl: Als u een nieuwe versie installeert, wis dan de configuratiebestanden door de map ~/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json te verwijderen. Let op: hierna dient u al uw voorkeuren opnieuw in te stellen.
sk: Po aktualizácii na novú verziu sa uistite, že ste obnovili konfigurácie na predvolené hodnoty, odstránením súboru ~/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json. Stratíte všetky vaše konfigurácie.
vi: Khi cập nhật phiên bản mới, hãy đảm bảo đặt lại cấu hình về mặc định bằng cách xóa ~/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json. Bạn sẽ mất tất cả cấu hình hiện có.
