Repository: linuxmint/cinnamon-spices-applets
Catalog: qredshift@quintao/files/qredshift@quintao/po/*.po
Languages: bg, ca, es, hu, it, nl, oc, sk, sv, tr, vi

source: If you like and use this applet take the time to visit it's page on Cinnamon Spices and give it a star. You only need a github account to do this.
bg: Ако сте харесали този аплет, намерете време да посетите страницата с аплети на Cinnamon и да му сложите звезда. За да сторите това, ще имате нужда само от github акаунт.
ca: Si us agrada utilitzar aquest applet, podeu visitar la seva pàgina web a Cinnamon Spices i donar-li una estrella. És necessari un compte de github.
es: Si te gusta y usas este applet tómate el tiempo de visitar su página en Cinnamon Spices y dale una estrella. Sólo necesitas una cuenta de github para hacerlo.
hu: További információkért látogassa meg a Spices webhelyet, amit elérhet az alábbi gombra kattintva. Itt továbbá megjegyzéseket fűzhet, vagy kérdéseket tehet fel a kisalkalmazással kapcsolatban a közösségnek a Github fiókjával bejelentkezve. A webhelyen az ismert hibákról, hibaelhárításról, változási megjegyzésekről és egyebekről is olvashat.
it: Se apprezzi e utilizzi quest'applet, visita la pagina dedicata su Cinnamon Spices e dalle una stella. Per farlo, è richiesto semplicemente un account github.
nl: Als u dit werkbalkhulpje graag gebruikt, dan zou ik het zeer op prijs stellen als u de pagina op Cinnamon Spices wilt openen en een ster wilt uitdelen. U heeft hiervoor alléén een GitHub-account nodig.
sv: Om du gillar det här panelprogrammet kanske du kan ta dig tid att besöka dess hemsida på Cinnamon Spices och ge det en stjärna. Du behöver bara ett GitHub-konto för att göra det.
tr: Bu uygulamacığı beğendiyseniz ve kullanıyorsanız, Cinnamon Eklentileri sayfasını ziyaret edip bir yıldız verebilirsiniz. Bunu yapmak için sadece bir github hesabına ihtiyacınız var.
vi: Nếu bạn thích và sử dụng applet này, hãy ghé thăm trang của nó trên Cinnamon Spices và đánh dấu sao. Bạn chỉ cần có tài khoản GitHub để làm điều này.

source: Generate .POT file
ca: Generar fitxer .POT

source: Not supported on wayland!
ca: Incompatible amb Wayland!

source: Something went wrong!
ca: Alguna cosa ha anat malament!

source: package can be removed.
ca: el paquet es pot eliminar.

source: Old Redshift package is no longer required and can be safely removed.
ca: L'anterior paquet de Redshift ja no és necessari i es pot eliminar de manera segura.

source: Automatically disabled under Wayland due to cinnamon compositor not yet support gamma ramps change.
ca: Desactivat automàticament a Wayland degut a què el compositor Cinnamon encara no suporta el canvi de gamma.

source: Step
ca: Avenç

source: Step when changing by shortcuts
ca: Avenç en canviar via dreceres

source: Step when changing value by shortcuts
ca: Avenç en canviar el valor mitjançant accessos directes

source: (even if it has previously been deactivated)
ca: (encara que s'hagi desactivat abans)
hu: (még akkor is, ha korábban deaktiválták)

source: Temp:
bg: Темп:
es: Temperatura:
hu: Színhőmérséklet:
sk: Teplota:
tr: Sıcaklık:
vi: Nhiệt độ:

source: Activate QRedshift as soon as Cinnamon starts up
hu: Aktiválja a QRedshiftet, amint a Cinnamon elindul

source: vidmode
es: vimode

source: Gamma
bg: Гама
it: Regola gamma
sk: Gama
tr: Gama

source: Gamma:
bg: Гама:
sk: Gama:
tr: Gama:

source: may conflict with this applet, it is highly recommended removing it.
tr: bu uygulamacık ile çakışabilir, bunu silmeniz önemle tavsiye edilir.

source: Sets brightness, gamma levels and color temperature with Redshift. This applet conflicts with redshift-gtk, make sure you remove it.
tr: Redshift ile parlaklık, gama seviyesi ve renk sıcaklığını ayarlar. Bu uygulamacık redshift-gtk ile çakışabilir, bunu sildiğinizden emin olun.

source: Sec.
bg: Сек.
sv: Sek.
tr: San.

source: When update to a new version make sure you reset the configs to default by deleting the ~/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json. You will lost all your configs.
tr: Yeni bir sürüme güncelleme yapıldığında, ~/.cinnamon/configs/qredshift@quintao/qredshift@quintao.json dosyasını silerek yapılandırmaları varsayılan olarak sıfırladığınızdan emin olun. Tüm yapılandırmanızı kaybedeceksiniz.

source: Sets brightness, gamma levels and color temperature with Redshift. This applet conflicts with redshift-gtk, make sure you remove it.
bg: Задаване нива на яркост, гама и цветова температура с Redshift. Този аплет е в конфликт с redshift-gtk, убедете се че сте го махнали.
sv: Anger ljusstyrka, gammanivåer och färgtemperatur med Redshift. Detta panelprogram är inte kompatibelt med redshift-gtk. Du behöver ta bort det.
