Repository: linuxmint/cinnamon-spices-applets
Catalog: sshconnect@foobar-beer/files/sshconnect@foobar-beer/po/*.po
Languages: ca, es, fr, hu, it, nl, vi

source: Reload Config
ca: Recarregar configuració
es: Recargar configuración
fr: Recharger la configuration
hu: Konfiguráció újratöltése
it: Ricarica Configurazione
nl: Herlaad configuratie
vi: Tải lại Cấu hình

source: Connection opened for
ca: Connexió oberta durant
es: Conexión abierta para
fr: Connexion ouverte pour
hu: Kapcsolat megnyitva ehhez:
it: Connessione aperta su
nl: Verbinding geopend voor
vi: Kết nối đã mở cho

source: SSH Connect
es: Conexión SSH
fr: Connexion SSH
hu: SSH-kapcsolódás
it: Connessione SSH
nl: SSH Verbinden
vi: Kết nối SSH

source: Open SSH shell based on applet configuration table with optional configuration of console profile and flags per each connection.
ca: Obre una shell SSH basada en la configuració de la miniaplicació amb configuracions opcionals al perfil de la consola i banderes per a cada connexió.
es: Abrir shell SSH basado en la tabla de configuración del applet con configuración opcional de perfil de consola y banderas por cada conexión.
fr: Ouvrir un shell SSH basé sur le tableau de configuration de l'applet avec configuration facultative du profil de la console et des options pour chaque connexion.
hu: Nyílt SSH shell a kisalkalmazás konfigurációs táblázata alapján, a konzolprofil és a jelzők opcionális konfigurációjával kapcsolatonként.
it: Apre la shell SSH in base alla tabella di configurazione dell'applet con configurazione facoltativa del profilo della console e dei flag per ogni connessione.
nl: Open een SSH-shell op basis van de configuratietabel van het applet met optionele configuratie van consoleprofiel en opties per verbinding.
vi: Mở shell SSH dựa trên bảng cấu hình của tiện ích, với tùy chọn cấu hình profile console và các cờ cho từng kết nối.

source: SSH Connections
ca: Connexions SSH
es: Conexiones SSH
fr: Connexions SSH
hu: SSH Kapcsolatok
it: Connessioni SSH
nl: SSH-verbindingen
vi: Kết nối SSH

source: Terminal Application
ca: Aplicació de Terminal
es: Aplicación terminal
fr: Application de terminal
hu: Terminál alkalmazás
it: Applicazione Terminale
nl: Terminalapplicatie
vi: Ứng dụng Terminal

source: SSH Connections List
ca: Llista de connexions SSH
es: Lista de conexiones SSH
fr: Liste des connexions SSH
hu: SSH kapcsolatok listája
it: Elenco Connessioni SSH
nl: Lijst met SSH-verbindingen
vi: Danh sách Kết nối SSH

source: Terminal Title
ca: Títol del terminal
es: Título del terminal
fr: Titre du terminal
hu: Terminál csempe
it: Titolo Terminale
nl: Terminaltitel
vi: Tiêu đề Terminal

source: Terminal Profile
ca: Perfil del terminal
es: Perfil de la terminal
fr: Profile du terminal
hu: Terminál profil
it: Profilo Terminale
nl: Terminalprofiel
vi: Profile Terminal

source: Connections List
ca: Llista de connexions
es: Lista de conexiones
fr: Liste des connexions
hu: Kapcsolatok listája
it: Elenco Connessioni
nl: Verbindingenlijst
vi: Danh sách Kết nối

source: Connection Name
ca: Nom de la connexió
es: Nombre de la conexión
fr: Nom de la connexion
hu: Kapcsolat neve
it: Nome Connessione
nl: Naam van verbinding
vi: Tên Kết nối

source: Group Name
ca: Nom del grup
es: Nombre del grupo
fr: Nom du groupe
hu: Csoport neve
it: Nome Gruppo
nl: Groepsnaam
vi: Tên Nhóm

source: Host
es: Anfitrión
fr: Hôte
hu: Házigazda
vi: Máy chủ

source: SSH Flags
ca: Banderes SSH
es: Bandera SSH
fr: Drapeaux SSH
hu: SSH-jelzők
it: Flag SSH
nl: SSH-opties
vi: Cờ SSH

source: Set terminal application executable
ca: Assigneu l'executable de l'aplicació de Terminal
es: Establecer el ejecutable de la aplicación terminal
fr: Définir l'exécutable de l'application de terminal
hu: Terminálalkalmazás futtathatóvá tétele
it: Imposta l'eseguibile dell'applicazione terminale
nl: Stel uitvoerbaar bestand van terminalapplicatie in
vi: Đặt ứng dụng Terminal thực thi

source: Configure the command that will be used for launching the SSH connection.
ca: Configureu l'ordre que s'utilitzarà per a llançar la connexió SSH.
es: Configure el comando que se utilizará para iniciar la conexión SSH.
fr: Commande utilisée pour lancer la connexion SSH.
hu: Konfigurálja az SSH-kapcsolat indításához használt parancsot.
it: Configura il comando che verrÃ utilizzato per avviare la connessione SSH.
nl: Configureer het commando dat zal worden gebruikt voor het starten van de SSH-verbinding.
vi: Cấu hình lệnh được sử dụng để mở kết nối SSH.

source: Set terminal application execution flag
ca: Assigneu la bandera d'execució de l'aplicació del terminal
es: Establecer el indicador de ejecución de la aplicación de terminal
fr: Option d'exécution de l'application passé au terminal
hu: Terminálalkalmazás végrehajtási jelzőjének beállítása
it: Imposta il flag di esecuzione dell'applicazione terminale
nl: Stel uitvoeringsoptie van terminalapplicatie in
vi: Đặt cờ thực thi ứng dụng Terminal

source: Configure the application execution option flag used for passing through the command that should be executed.
ca: Configureu la bandera opcional per a passar com a argument a l'ordre/aplicació que cal executar.
es: Configure el indicador de opción de ejecución de la aplicación utilizado para pasar el comando que debe ejecutarse.
fr: Option d'exécution de l'application utilisé pour transmettre au termnial la commande qui doit être exécutée.
hu: Konfigurálja az alkalmazás végrehajtási beállítás jelzőjét, amely a végrehajtandó parancs átadásához használható.
it: Configura il flag dell'opzione di esecuzione dell'applicazione utilizzato per passare il comando che deve essere eseguito.
nl: Configureer de applicatie uitvoeringsoptie die wordt gebruikt voor het doorgeven van het commando dat moet worden uitgevoerd.
vi: Cấu hình cờ tùy chọn thực thi ứng dụng dùng để truyền lệnh cần thực thi.

source: Customize teminal window title
ca: Personalitzar el títol de la finestra del terminal
es: Personalizar el título de la ventana temporal
fr: Personnaliser le titre de la fenêtre du terminal
hu: Terminálablak címének testreszabása
it: Personalizza il titolo della finestra del terminale
nl: Pas venstertitel van terminal aan
vi: Tùy chỉnh tiêu đề cửa sổ Terminal

source: Set this switch to configure the execution option flag for setting window title.
ca: Marqueu això per a configurar la bandera d'execució per a assignar el títol de finestra.
es: Configure este interruptor para configurar el indicador de opción de ejecución para establecer el título de la ventana.
fr: Définissez ce paramètre pour configurer l'option d'exécution pour définir le titre de la fenêtre."
hu: Állítsa be ezt a kapcsolót az ablak címének végrehajtási opciójelzőjének konfigurálásához.
it: Imposta questo interruttore per configurare il flag dell'opzione di esecuzione per l'impostazione del titolo della finestra.
nl: Schakel dit in om de uitvoeringsoptie te configureren voor het instellen van de venstertitel.
vi: Bật tùy chọn này để cấu hình cờ thực thi cho việc đặt tiêu đề cửa sổ.

source: Set terminal application title flag
ca: Assigna la bandera del títol de l'aplicació del terminal
es: Establecer el indicador de título de la aplicación de terminal
fr: Option de l'application de terminal pour définir le titre
hu: Terminálalkalmazás címjelzőjének beállítása
it: Imposta il flag del titolo dell'applicazione terminale
nl: Stel optie in voor titel terminalapplicatie
vi: Đặt cờ tiêu đề ứng dụng Terminal

source: Configure the application execution option flag used for setting window title.
ca: Configura la bandera d'opció d'execució de l'aplicació per tal d'assignar el títol a la finestra.
es: Configure la opción de ejecución de la aplicación que se utiliza para establecer el título de la ventana.
fr: Option d'exécution de l'application utilisée pour définir le titre de la fenêtre.
hu: Konfigurálja az ablak címének beállításához használt alkalmazásfuttatási beállításjelzőt.
it: Configura il flag dell'opzione di esecuzione dell'applicazione utilizzato per impostare il titolo della finestra.
nl: Configureer de applicatie uitvoeringsoptie die wordt gebruikt om de venstertitel in te stellen.
vi: Cấu hình cờ tùy chọn thực thi ứng dụng để đặt tiêu đề cửa sổ.

source: Customize teminal window profile
ca: Personalitza el perfil de la finestra del terminal
es: Personalizar el perfil de la ventana temporal
fr: Personnaliser le profil de la fenêtre du terminal
hu: Terminálablak profiljának testreszabása
it: Personalizza il profilo della finestra del terminale
nl: Pas profiel van terminalvenster aan
vi: Tùy chỉnh profile cửa sổ Terminal

source: Set this switch to configure the execution option flag for setting terminal window profile.
ca: Marqueu això per a activar la configuració del perfil de la finestra del terminal
es: Configure este interruptor para configurar el indicador de opción de ejecución para configurar el perfil de la ventana del terminal.
fr: Définissez ce paramètre pour configurer l'option d'exécution du profil de fenêtre du terminal.
hu: Állítsa be ezt a kapcsolót a terminálablak profiljának végrehajtási opciójelzőjének konfigurálásához.
it: Imposta questa opzione per configurare il flag dell'opzione di esecuzione per l'impostazione del profilo della finestra del terminale.
nl: Schakel dit in om de uitvoeringsoptie te configureren voor het instellen van het profiel van het terminalvenster.
vi: Bật tùy chọn này để cấu hình cờ thực thi ứng dụng cho profile cửa sổ Terminal.

source: Set Terminal application profile flag
ca: Assigna la bandera del perfil de l'aplicació del terminal
es: Establecer el indicador de perfil de la aplicación Terminal
fr: Option de l'application de terminal pour définir le profil
hu: Terminál alkalmazásprofil jelző beállítása
it: Imposta il flag del profilo dell'applicazione Terminale
nl: Stel optie in voor profiel van terminalapplicatie
vi: Đặt cờ profile ứng dụng Terminal

source: Configure the application execution option flag used for setting window profile
ca: Configura la bandera d'opció d'execució de l'aplicació per a establir un perfil de finestra
es: Configurar el indicador de opción de ejecución de la aplicación utilizado para configurar el perfil de la ventana
fr: Option d'exécution de l'application utilisée pour définir le profil de la fenêtre
hu: Az ablakprofil beállításához használt alkalmazásfuttatási beállításjelző konfigurálása
it: Configura il flag di opzione di esecuzione dell'applicazione utilizzato per impostare il profilo della finestra
nl: Configureer de applicatie uitvoeringsoptie die wordt gebruikt om het profiel van het venster in te stellen.
vi: Cấu hình cờ thực thi ứng dụng để đặt profile cửa sổ Terminal
