Repository: linuxmint/cinnamon-spices-applets
Catalog: rwall@typicalfoobar/files/rwall@typicalfoobar/po/*.po
Languages: es, nl, vi, zh_tw

source: Use Cron
es: Utilizar Cron
nl: Gebruik cron
vi: Sử dụng Cron
zh_tw: 使用 Cron 排程

source: Next Wallpaper
es: Siguiente fondo de pantalla
nl: Volgende wallpaper
vi: Hình nền tiếp theo
zh_tw: 下一張桌布

source: Save Wallpaper
es: Guardar fondo de pantalla
nl: Wallpaper opslaan
vi: Lưu hình nền
zh_tw: 儲存桌布

source: Random Wallpaper Changer Version: 1.0.1
es: Cambiador de fondo de pantalla aleatorio Versión: 1.0.1
nl: Willekeurige Wallpaper Wisselaar Versie: 1.0.1
vi: Trình thay đổi hình nền ngẫu nhiên Phiên bản: 1.0.1
zh_tw: Random Wallpaper Changer 版本：1.0.1

source: Random Wallpaper Settings
es: Cambiador de fondo de pantalla aleatorio
nl: Instellingen voor Willekeurige Wallpaper
vi: Cài đặt hình nền ngẫu nhiên
zh_tw: 隨機桌布設定

source: Wallpaper Saving
es: Guardar fondo de pantalla
nl: Wallpaper aan het opslaan
vi: Lưu hình nền
zh_tw: 正在儲存桌布

source: The resolution of the wallpaper:
es: Resolución del fondo de pantalla:
nl: De resolutie van de wallpaper:
vi: Độ phân giải của hình nền:
zh_tw: 桌布解析度：

source: Word(s) to use when searching for wallpapers:
es: Palabra(s) a utilizar en la búsqueda de fondos de pantalla:
nl: Woord(en) om te gebruiken bij het zoeken naar wallpapers:
vi: Từ khóa để tìm kiếm hình nền:
zh_tw: 搜尋桌布時要使用的關鍵字：

source: The location to save wallpapers to when the "Save Wallpaper" button is clicked:
es: La ubicación en la que se guardarán los fondos de pantalla cuando se pulse el botón "Guardar fondo de pantalla":
nl: De locatie om wallpapers op te slaan wanneer de "Wallpaper opslaan" knop wordt aangeklikt
vi: Vị trí lưu hình nền khi nhấn nút "Lưu hình nền":
zh_tw: 點選「儲存桌布」按鈕時要將桌布儲存至：

source: Change Frequency (cron syntax):
es: Frecuencia de cambio (sintaxis cron):
nl: Wijzigingsfrequentie (cron-syntaxis):
vi: Tần suất thay đổi (cú pháp cron):
zh_tw: 更換頻率（Cron 語法）：

source: Update Cron (click here if you modified the Change Frequency)
es: Actualizar Cron (haga clic aquí si ha modificado la Frecuencia de cambio)
nl: Cron bijwerken (klik hier als u de wijzigingsfrequentie hebt aangepast)
vi: Cập nhật Cron (nhấn nếu bạn thay đổi tần suất thay đổi)
zh_tw: 更新 Cron 排程（若您已修改更換頻率請點這裡）

source: Update the cron job with these settings
es: Actualice la tarea cron con esta configuración
nl: Werk de cron-taak bij met deze instellingen
vi: Cập nhật công việc cron với các cài đặt này
zh_tw: 使用這些設定更新 Cron 排程工作
