Repository: linuxmint/cinnamon-spices-applets
Catalog: envycontrol@zamszowy/files/envycontrol@zamszowy/po/*.po
Languages: ca, es, fr, hu, it, nl, pl, vi

source: missing dependencies
ca: dependències no instal·lades
es: dependencias no encontradas
fr: dDépendances manquantes
hu: hiányzó függőségek
it: dipendenze mancanti
nl: ontbrekende afhankelijkheden
pl: brakujące zależności
vi: Thiếu phụ thuộc

source: Switch to %s
ca: Canviar a %s
es: Cambiar a %s
fr: Basculer vers %s
hu: Váltás erre: %s
it: Passa a %s
nl: Overschakelen naar %s
pl: Przełącz na %s
vi: Chuyển sang %s

source: Switched to %s (pending reboot)
ca: Canviat a %s (reinici pendent)
es: Cambiado a %s (pendiente de reiniciar)
fr: Basculé vers %s (en attente de redémarrage)
hu: Átváltva erre: %s (újraindítás függőben)
it: Passato a %s (riavvio in sospeso)
nl: Overgeschakeld naar %s (in afwachting van herstart)
pl: Przełączono na %s (oczekuje na reboot)
vi: Đã chuyển sang %s (chờ khởi động lại)

source: Switch back to %s
ca: Tornar a %s
es: Volver a %s
fr: Revenir à %s
hu: Válts vissza erre: %s
it: Torna a %s
nl: Schakel terug naar %s
pl: Przełącz z powrotem na %s
vi: Chuyển lại về %s

source: Changing mode to %s
ca: Canviant mode a %s
es: Cambio de modo a %s
fr: Changer de mode vers %s
hu: Módváltás erre: %s
it: Cambio modalità a %s
nl: Modus wijzigen naar %s
pl: Przełączam na %s
vi: Đang thay đổi chế độ sang %s

source: Switching to %s mode in progress...
ca: Canvi al mode %s en procés
es: Cambio al modo %s en curso...
fr: Passage en mode %s en cours ...
hu: Váltás %s módba folyamatban...
it: Passaggio alla modalità %s in corso...
nl: Overschakelen naar %s-modus bezig...
pl: Przełączanie na tryb %s w toku...
vi: Đang tiến hành chuyển sang chế độ %s...

source: Switched to %s mode
ca: S'ha canviat al mode %s
es: Cambio al modo %s
fr: Passé en mode %s
hu: %s módba váltott
it: Passato alla modalità %s
nl: Overgeschakeld naar %s-modus
pl: Przełączono na tryb %s
vi: Đã chuyển sang chế độ %s

source: Configuring...
ca: Configurant...
es: Configurar...
fr: Configuration ...
hu: Konfigurálás...
it: Configurazione in corso...
nl: Configureren...
pl: Konfigurowanie...
vi: Đang cấu hình...

source: Hybrid settings
ca: Opcions híbrides
es: Configuración híbrida
fr: Paramètres hybrides
hu: Hibrid beállítások
vi: Cài đặt lai

source: Create cache
ca: Crear cau
es: Crear caché
fr: Créer cache
hu: Gyorsítótár létrehozása
it: Crea cache
nl: Cache aanmaken
pl: Stwórz cache
vi: Tạo bộ nhớ đệm

source: successfully created cache
ca: cau creada amb èxit
es: caché creada con éxito
fr: cache créé avec succès
hu: sikeresen létrehozva a gyorsítótárat
it: cache creata con successo
nl: cache succesvol aangemaakt
pl: pomyślnie stworzono cache
vi: Đã tạo bộ nhớ đệm thành công

source: Delete cache
ca: Eliminar cau
es: Borrar caché
fr: Efface cache
hu: Gyorsítótár törlése
it: Elimina cache
nl: Cache verwijderen
pl: Usuń cache
vi: Xóa bộ nhớ đệm

source: successfully deleted cache
ca: cau eliminada amb èxit
es: caché eliminada correctamente
fr: cache effacé avec succès
hu: sikeresen törölve a gyorsítótár
it: cache eliminata con successo
nl: cache succesvol verwijderd
pl: pomyślnie usunięto cache
vi: Đã xóa bộ nhớ đệm thành công

source: Show cache
ca: Mostrar la cau
es: Mostrar caché
fr: Afficher le cache
hu: Gyorsítótár megjelenítése
it: Mostra cache
nl: Cache tonen
pl: Pokaż cache
vi: Hiển thị bộ nhớ đệm

source: Show last switch log
ca: Mostrar l'últim registre de canvis
es: Mostrar el registro del último cambio
fr: Afficher le journal du dernier basculement
hu: Utolsó kapcsolási napló megjelenítése
it: Mostra il registro dell’ultimo cambio
nl: Toon laatste overschakel-log
pl: Pokaż ostatni log z przełączenia
vi: Hiển thị nhật ký chuyển đổi gần nhất

source: Current mode: %s
ca: Mode actual: %s
es: Modo actual: %s
fr: Mode actuel : %s
hu: Jelenlegi mód: %s
it: Modalità attuale: %s
nl: Huidige modus: %s
pl: Aktywny tryb: %s
vi: Chế độ hiện tại: %s

source: (pending switch to %s)
ca: (canvi pendent a %s)
es: (cambio pendiente a %s)
fr: (en attente de passage à %s)
hu: (függőben lévő váltás erre: %s)
it: (cambio a %s in sospeso)
nl: (in afwachting van overschakeling naar %s)
pl: (oczekuje na zmianę na %s)
vi: (chờ chuyển sang %s)

source: EnvyControl GUI
ca: GUI EnvyControl
es: Interfaz gráfica de EnvyControl
vi: Giao diện EnvyControl

source: Switches between between GPU modes on Nvidia Optimus systems.
ca: Canvia entre modes de GPU en sistemes utilitzant Nvidia Optimus
es: Cambia entre modos de GPU en sistemas Nvidia Optimus.
fr: Bascule entre les modes GPU sur les systèmes Nvidia Optimus.
hu: Vált a GPU módok között Nvidia Optimus rendszereken.
it: Cambia tra le modalità GPU sui sistemi Nvidia Optimus.
nl: Schakelt tussen GPU-modi op Nvidia Optimus-systemen.
pl: Pozwala na przełączanie pomiędzy trybami GPU na systemach Nvidia Optimus.
vi: Chuyển đổi giữa các chế độ GPU trên hệ thống Nvidia Optimus.

source: Nvidia Settings
ca: Configuració d'Nvidia
es: Configuración de Nvidia
fr: Paramètres Nvidia
hu: Nvidia beállítások
it: Impostazioni Nvidia
nl: Nvidia-instellingen
pl: Ustawienia trybu Nvidia
vi: Cài đặt Nvidia

source: Enable coolbits
ca: Activar coolbits
es: Activar coolbits
fr: Activer coolbits
hu: Coolbits engedélyezése
it: Abilita coolbits
nl: Coolbits inschakelen
pl: Włącz coolbits
vi: Bật coolbits

source: Allows overclocking (not recommended)
ca: Permets overclocking (no recomanat)
es: Permite overclocking (no recomendado)
fr: Permet l'overclocking (non recommandé)
hu: Lehetővé teszi a túlhajtást (nem ajánlott)
it: Consente l’overclock (non raccomandato)
nl: Staat overklokken toe (niet aanbevolen)
pl: Pozwala na overclocking (nie zalecane)
vi: Cho phép ép xung (không khuyến nghị)

source: Enable ForceCompositionPipeline
ca: Activar ForceCompositionPipeline
es: Activar ForceCompositionPipeline
fr: Activer ForceCompositionPipeline
hu: ForceCompositionPipeline engedélyezése
it: Abilita ForceCompositionPipeline
nl: ForceCompositionPipeline inschakelen
pl: Włącz ForceCompositionPipeline
vi: Bật ForceCompositionPipeline

source: Enable if facing screen tearing
ca: Activeu-ho si experimenteu trencaments de pantalla
es: Activar si la pantalla se rompe
fr: Activer en cas de tearing
hu: Engedélyezze, ha képernyőszakadással szembesül
it: Abilita se riscontri tearing dello schermo
nl: Inschakelen bij screen tearing
pl: Włącz jeśli występuje "zrywanie obrazu" (tearing)
vi: Bật nếu gặp hiện tượng xé màn hình

source: Manually specify your Display Manager
ca: Especifiqueu el vostre Display Manager a mà
es: Especifique manualmente su gestor de pantalla
fr: Spécifiez manuellement votre gestionnaire d'affichage
hu: A Kijelzőkezelő manuális megadása
it: Specifica manualmente il Display Manager
nl: Geef je Display Manager handmatig op
pl: Wybierz ręcznie Display Managera
vi: Chỉ định thủ công Trình quản lý hiển thị

source: Display manager
es: Gestor de pantalla
fr: Gestionnaire d'affichage
hu: Kijelzőkezelő
vi: Trình quản lý hiển thị

source: Use nvidia-current instead of nvidia for kernel modules
ca: Utilitza nvidia-current en comptes dels mòduls del nucli d'Nvidia
es: Utilice nvidia-current en lugar de nvidia para los módulos del núcleo
fr: Utilisez nvidia-current au lieu de nvidia pour les modules du noyau
hu: Kernel modulokhoz az nvidia-current parancsot használja az nvidia helyett.
it: Usa nvidia-current invece di nvidia per i moduli del kernel
nl: Gebruik nvidia-current in plaats van nvidia voor kernelmodules
pl: Użyj modułu jądra nvidia-current zamiast nvidia
vi: Sử dụng nvidia-current thay vì nvidia cho các module kernel

source: If nvidia kernel module is named nvidia-current on Debian, use this flag to make EnvyControl use the correct module name
ca: Si el mòdul del nucli d'Nvidia es diu nvidia-current a Debian, utilitzeu aquesta opció perquè EnvyControl utilitzi el nom correcte del mòdul
es: Si el módulo nvidia del kernel se llama nvidia-current en Debian, utilice esta opción para que EnvyControl utilice el nombre correcto del módulo
fr: Si le module du noyau NVIDIA s'appelle nvidia-current sous Debian, utilisez cette option pour que EnvyControl utilise le nom de module correct.
hu: Ha az nvidia kernel modul neve nvidia-current Debianon, akkor ezzel a flaggel beállítható, hogy az EnvyControl a helyes modulnevet használja.
it: Se su Debian il modulo kernel nvidia si chiama nvidia-current, usa questa opzione per far usare a EnvyControl il nome modulo corretto
nl: Als de nvidia-kernelmodule op Debian nvidia-current heet, gebruik dan deze optie om EnvyControl de juiste modulenaam te laten gebruiken
pl: Jeśli moduł jądra nvidii na Debianie nazywa się nvidia-current, użyj tej opcji aby EnvyControl używał poprawnej nazwy modułu
vi: Nếu module kernel Nvidia trên Debian có tên nvidia-current, bật tùy chọn này để EnvyControl dùng đúng tên module

source: Hybrid Settings
ca: Configuració híbrida
es: Configuración híbrida
fr: Paramètres hybrides
hu: Hibrid Beállítások
it: Impostazioni Ibrido
nl: Hybride instellingen
pl: Ustawienia trybu hybrydowego
vi: Cài đặt lai

source: Setup PCI-Express Runtime D3 (RTD3) Power Management
ca: Posa en marxa la configuració de gestió d'energia PCI-Express Runtime D3 (RTD3)
es: Configuración de la gestión de energía PCI-Express Runtime D3 (RTD3)
fr: Configuration de PCI-Express Runtime D3 (RTD3) Power Management
hu: PCI-Express Runtime D3 (RTD3) energiagazdálkodás beállítása
it: Configura la gestione energetica PCI-Express Runtime D3 (RTD3)
nl: Stel PCI-Express Runtime D3 (RTD3) Energiebeheer in
pl: Konfiguracja zarządzania energią PCI-Express Runtime D3 (RTD3)
vi: Cấu hình Quản lý Năng lượng RTD3 PCI-Express

source: RTD3 allows the dGPU to be dynamically turned off when not in use
ca: RTD3 permet que la targeta gràfica discreta sigui apagada de manera dinàmica quan no s'està utilitzant
es: RTD3 permite apagar dinámicamente la dGPU cuando no se utiliza
fr: RTD3 permet au dGPU d'être désactivé dynamiquement lorsqu'il n'est pas utilisé
hu: Az RTD3 lehetővé teszi a dGPU dinamikus kikapcsolását, ha nincs használatban.
it: RTD3 consente di spegnere dinamicamente la dGPU quando non è in uso
nl: RTD3 maakt het mogelijk de dGPU dynamisch uit te schakelen wanneer deze niet in gebruik is
pl: RTD3 umożliwia dynamiczne wyłączanie dGPU, gdy nie jest używane
vi: RTD3 cho phép GPU rời tắt động khi không sử dụng

source: 0 - disabled 1 - coarse-grained 2 - fine-grained 3 - fine-grained for Ampere and later
ca: 0 - desactivat 1 - de resolució grossa 2 - de resolució fina 3 - de resolució fina pera Ampere i posteriors
es: 0 - desactivado 1 - grano grueso 2 - grano fino 3 - grano fino para Ampere y posteriores
fr: 0 - désactivé 1 - coarse-grained 2 - fine-grained 3 - fine-grained pour Ampere et ultèrieur
hu: 0 – letiltva 1 – durvaszemcsés 2 – finomszemcsés 3 – finomszemcsés Ampere és újabb verziók esetén
it: 0 - disabilitato 1 - granulare grossolano 2 - granulare fine 3 - granulare fine per Ampere e successivi
nl: 0 - uitgeschakeld 1 - grofmazig 2 - fijnmazig 3 - fijnmazig voor Ampere en later
pl: 0 – wyłączone 1 – zgrubne (coarse-grained) 2 – szczegółowe (fine-grained) 3 – szczegółowe (fine-grained) dla Ampere i nowszych
vi: 0 - tắt 1 - thô 2 - chi tiết 3 - chi tiết cho Ampere trở lên

source: Theme
ca: Tema
es: Tema
fr: Thème
hu: Téma
vi: Giao diện

source: Icon style
ca: Estil d'icona
es: Estilo de icono
fr: Style d'icône
hu: Ikon stílus
vi: Kiểu biểu tượng

source: dark
ca: fosc
es: oscuro
fr: sombre
hu: sötét
vi: tối

source: light
ca: clar
es: claro
fr: clair
hu: világos
vi: sáng

source: symbolic
ca: simbòlica
es: icono simbólico
fr: Symbolique
hu: szimbolikus
vi: biểu tượng
