Repository: linuxmint/cinnamon-spices-applets
Catalog: color-picker@fmete/files/color-picker@fmete/po/*.po
Languages: ca, da, it, nl, pt_br, zh_cn

source: Click here to pick a color
ca: Cliqueu aquí per seleccionar un color
it: Clicca per scegliere un colore
nl: Klik hier om een kleur te kiezen
pt_br: Clique aqui para coletar uma cor
zh_cn: 点击这里选取一个颜色

source: Please install the '%s' package.
ca: Si us plau, instal·leu el paquet '%s'.
it: Installare il pacchetto '%s'.
nl: Installeer alstublieft het '%s' pakket.
pt_br: Por favor, instale o pacote '%s'.
zh_cn: 请安装软件包 %s。

source: Color code '%s' copied to clipboard.
ca: S'ha copiat el codi de color '%s' al porta-papers.
it: Codice colore '%s' copiato negli Appunti.
nl: Kleurcode '%s' gekopieerd naar klembord.
pt_br: Cor '%s' copiada para a área de transferência.
zh_cn: 颜色代码 %s 已复制到剪贴板。

source: Show picked color code in a popup notification
ca: Mostrar el color seleccionat en una notificació emergent
it: Mostrare il codice colore selezionato in una notifica popup
nl: Toon opgepikte kleurcode in een popupmelding
pt_br: Exibir a cor coletada em um balão de notificação
zh_cn: 在弹出的通知中显示选取的颜色代码

source: Show the picked color code, which has been copied to the clipboard, in a popup notification.
ca: Mostrar el codi de color seleccionat (copiat al porta-papers) en una notificació emergent
it: Mostra il codice colore selezionato, che è stato copiato negli Appunti, in una notifica popup.
nl: Toon de opgepikte kleurcode, die gekopieerd is naar het klembord, in een popupmelding.
pt_br: Exibir a cor coletada, que foi copiada para a área de transferência, em um balão de notificação.
zh_cn: 在弹出的通知中显示已被复制到剪贴板的所选颜色代码。

source: Color Pick Settings
ca: Opcions de selecció de color
da: Indstillinger for valg af farve
it: Impostazioni di Selezione Colore
nl: Kleurkiezerinstellingen
pt_br: Configurações do Coletor de Cores
zh_cn: 颜色选择设置

source: Applet Settings
ca: Opcions de la miniaplicació
da: Indstillinger for panelprogram
it: Impostazioni Applet
nl: Appletinstellingen
pt_br: Configuração do Applet
zh_cn: 小程序设置

source: Color code format
ca: Format del codi de color
it: Formato codice colore
nl: Kleurcodeformaat
pt_br: Formato do código de cores
zh_cn: 颜色代码格式

source: Select the format of the color code, which will be copied to the clipboard by the color picker.
ca: Trieu el format en què el codi de color es copiarà al porta-papers.
it: Selezionare il formato del codice colore, che verrà copiato negli Appunti dal selettore colore.
nl: Selecteer het formaat van de kleurcode die door de kleurkiezer naar het klembord wordt gekopieerd.
pt_br: Selecione o formato do código da cor que será copiada para a área de transferência pelo Coletor de Cores.
zh_cn: 选择将被颜色选择器复制到剪贴板上的颜色代码的格式。

source: HEX-Color: #XXXXXX
it: Colore Esadecimale: #XXXXXX
nl: HEX-kleur: #XXXXXX
pt_br: Cores HEX (hexadecimal): #XXXXXX
zh_cn: HEX 颜色：#XXXXXX

source: RGB-Color: 250,250,250
it: Colore RGB: 250,250,250
nl: RGB-kleur: 250,250,250
pt_br: Cores RGB: 250,250,250
zh_cn: RGB 颜色：250,250,250

source: HEX-Color: #xxxxxx
it: Colore Esadecimale: #xxxxxx
nl: HEX-kleur: #xxxxxx
pt_br: Cores HEX (hexadecimal): #xxxxxx
zh_cn: HEX 颜色：#xxxxxx

source: RGB-Color: (250,250,250)
it: Colore RGB: (250,250,250)
nl: RGB-kleur: (250,250,250)
pt_br: Cores RGB: (250,250,250)
zh_cn: RGB 颜色：(250,250,250)

source: The icon to use in the panel
ca: Icona a utilitzar al tauler
it: L'icona da usare nel pannello
nl: Het pictogram om te gebruiken in het paneel
pt_br: O ícone que será exibido no painel
zh_cn: 要在面板中使用的图标

source: Select an icon file, or you can type an icon name into the entry box
ca: Seleccioneu un fitxer o escriviu-ne el nom
da: Vælg en ikonfil eller indtast et ikonnavn i indtastningsfeltet
it: Seleziona un file icona, oppure puoi digitare un nome icona nella casella di inserimento
nl: Selecteer een pictogrambestand, of u kunt een pictogramnaam typen in het invoervak
pt_br: Selecione o arquivo do ícone, ou você pode digitar o nome do ícone na caixa de pesquisa
zh_cn: 选择一个图标文件，或您可以在输入框中输入一个图标名称

source: Keybinding, which activates the color picker
ca: Drecera del teclat per activar el seleccionador de color
it: Combinazione di tasti, che attiva il selettore colore
nl: Sneltoets, die de kleurkiezer activeert
pt_br: Atalho de teclado que ativará o Coletor de Cores
zh_cn: 用于激活颜色选择器的快捷键

source: Use the color picker to select a color on the screen. The color value (HEX or RGB) will be copied to the clipboard.
ca: Utilitzeu el seleccionador de color per seleccionar un color de la pantalla. El codi del color es copiarà al porta-papers.
it: Utilizzare il selettore colore per selezionare un colore sullo schermo. Il valore del colore (HEX o RGB) verrà copiato negli Appunti.
nl: Gebruik de kleurkiezer om een kleur op het scherm te selecteren. De kleurwaarde (HEX of RGB) wordt naar het klembord gekopieerd.
pt_br: Use o coletor de cores para selecionar uma cor na tela. O código da cor (HEX ou RGB) será copiado para a área de transferência.
zh_cn: 使用颜色选择器在屏幕上选取一种颜色。颜色值 (HEX 或 RGB) 将被复制到剪贴板。

source: Color Picker
ca: Seleccionador de Color
da: Farvevælger
it: Selettore Colore
nl: Kleurkiezer
pt_br: Coletor de Cores
zh_cn: 颜色选择器

source: click here to pick a color
da: Klik her for at vælge en farve

source: Click on applet to pick color
da: Klik på panelprogrammet for at vælge en farve

source: Please Select Color Pick Option:
da: Valg af farveformat:

source: A combo selection can select between int, boolean, float, and string values
da: En kombinationsmarkering kan vælge mellem heltal, boolesk, flydende og tekststrengværdier

source: The icon to use in the panel:
da: Ikonet der skal vises i panelet:

source: Set the keybinding here to activate an action:
da: Angiv tastegenvejen for at aktivere en handling:
