Repository: linuxmint/cinnamon-spices-applets
Catalog: clean-show-desktop@filipetorresbr/files/clean-show-desktop@filipetorresbr/po/*.po
Languages: nl, zh_tw

source: Show Desklets
nl: Bureaubladmini's tonen
zh_tw: 顯示桌面小工具

source: Clean Show Desktop
nl: Bureaublad tonen

source: An Applet to show the Desktop just like in Windows 10, but completely customizable
nl: Een werkbalkhulpje om het bureaublad te tonen, zoals op Windows 10, maar dan volledig aanpasbaar
zh_tw: 一個類似 Windows 10 顯示桌面功能、且可完全自訂的小程式

source: Settings
nl: Voorkeuren
zh_tw: 設定

source: Peek at the desktop on hover
nl: Bureaublad voorvertonen na aanwijzen
zh_tw: 滑鼠游標停留時預覽桌面

source: Peek at the desktop when hovering the applet
nl: Toon het bureaublad kortstondig door het werkbalkhulpje aan te wijzen
zh_tw: 當滑鼠游標停留在小程式上時預覽桌面

source: Blur effect
nl: Vervagen
zh_tw: 模糊特效

source: Blur windows when peeking at the desktop
nl: Vervaag vensters tijdens het voorvertonen
zh_tw: 預覽桌面時將視窗套用模糊特效

source: milliseconds
nl: milliseconden
zh_tw: 毫秒

source: Hover delay
nl: Voorvertonen na
zh_tw: 停留延遲

source: Delay before Peek shows desktop
nl: Het aantal milliseconden alvorens het bureaublad wordt getoond
zh_tw: 預覽桌面顯示前的延遲時間

source: Window opacity
nl: Doorzichtigheid
zh_tw: 視窗透明度

source: Change the opacity of windows when peeking at the desktop
nl: Pas de doorzichtigheid van vensters tijdens het voorvertonen aan
zh_tw: 調整預覽桌面時的視窗透明度

source: Applet size
nl: Omvang van werkbalkhulpje
zh_tw: 小程式寬度

source: Adjust this to increase or decrease the width of this applet
nl: Maak het werkbalkhulpje kleiner of groter
zh_tw: 調整此數值以增加或減少此小程式的寬度

source: Fill color
nl: Opvulkleur
zh_tw: 填滿色彩

source: Select a fill color
nl: Kies een opvulkleur
zh_tw: 選取填滿色彩

source: Border color
nl: Kaderkleur
zh_tw: 邊框色彩

source: Select a border color
nl: Kies een kaderkleur
zh_tw: 選取邊框色彩

source: Fill color on mouse hover
nl: Opvulkleur na aanwijzen
zh_tw: 滑鼠游標停留時的填滿色彩

source: Change the fill color when mouse hover
nl: Pas de opvulkleur aan die wordt gebruikt na het aanwijzen
zh_tw: 變更滑鼠游標停留時的填滿色彩

source: Border color on mouse hover
nl: Kaderkleur na aanwijzen
zh_tw: 滑鼠游標停留時的邊框色彩

source: Change the Border color when mouse hover
nl: Pas de kaderkleur aan die wordt gebruikt na het aanwijzen
zh_tw: 變更滑鼠游標停留時的邊框色彩

source: Border width
nl: Kaderbreedte
zh_tw: 邊框寬度

source: Select the border width
nl: Kies de kaderbreedte
zh_tw: 選取邊框寬度

source: Customize the applet colors
nl: Kleuren van werkbalkhulpje aanpassen
zh_tw: 自訂小程式色彩設定

source: When this option is disabled, the applet will try to find the accent color color of the theme
nl: Schakel deze optie uit om de themakleuren over te nemen
zh_tw: 停用此選項時，小程式會自動採用佈景主題的強調色彩

source: pixels
zh_tw: 像素
