Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/stacks@centurix/*.po
Languages: ca, es, hu, it, nl, vi, zh_tw

source: Settings
ca: Opcions
es: Ajustes
hu: Beállítások
it: Impostazioni
nl: Instellingen
vi: Cài đặt
zh_tw: 設定

source: Refresh this menu
ca: Refrescar aquest menú
es: Actualizar este menú
hu: Menü frissítése
it: Aggiorna questo menù
nl: Vernieuw dit menu
vi: Làm mới menu này
zh_tw: 重新整理此選單

source: Docker Compose: Bringing Stack up, please wait...
ca: Docker Compose: Arrancant stack, si us plau espereu...
es: Docker Compose: Preparando el Stack, por favor espere...
hu: Docker Compose: Környezet elindítása folyamatban, kérem várjon…
it: Docker Compose: Attivando lo stack, attendi...
nl: Docker Compose: Stack wordt opgestart, even geduld...
vi: Docker Compose: Khởi động Stack, vui lòng chờ...
zh_tw: Docker Compose：正在啟動堆疊，請稍候...

source: Bringing Stack up...
ca: Arrancant...
es: Preparando el Stack...
hu: Környezet elindítása…
it: Attivando lo stack...
nl: Stack wordt opgestart...
vi: Đang khởi động Stack...
zh_tw: 正在啟動堆疊...

source: Docker Compose: Taking Stack down, please wait...
ca: Docker Compose: Aturant stack, si us plau espereu...
es: Docker Compose: Desconectando el Stack, por favor espere...
hu: Docker Compose: Környezet leállítása folyamatban, kérem várjon…
it: Docker Compose: Arrestando lo stack, attendi...
nl: Docker Compose: Stack wordt afgebroken, even geduld...
vi: Docker Compose: Tắt Stack, vui lòng chờ...
zh_tw: Docker Compose：正在關閉堆疊，請稍候...

source: Taking Stack down...
ca: Aturant...
es: Desconectando el Stack...
hu: Környezet leállítása…
it: Arrestando lo stack...
nl: Stack wordt afgebroken...
vi: Đang tắt Stack...
zh_tw: 正在關閉堆疊...

source: Editing docker-compose.yml
ca: Editant docker-compose.yml
es: Editar docker-compose.yml
hu: A docker-compose.yml fájl szerkesztése
it: Modifica docker-compose.yml
nl: Docker-compose.yml bewerken
vi: Đang chỉnh sửa docker-compose.yml
zh_tw: 正在編輯 docker-compose.yml

source: Opening logs...
ca: Obrint fitxers de registre...
es: Abrir los registros...
hu: Naplók megnyitás…
it: Aprendo i log...
nl: Logs openen...
vi: Đang mở nhật ký...
zh_tw: 正在開啟記錄檔...

source: Status
ca: Estat
es: Estado
hu: Állapot
it: Stato
vi: Trạng thái
zh_tw: 狀態

source: Edit...
ca: Editar...
es: Editar...
hu: Szerkesztés…
it: Modifica...
nl: Bewerken...
vi: Chỉnh sửa...
zh_tw: 編輯...

source: Logs...
ca: Fitxers de registre...
es: Registros...
hu: Naplók…
vi: Nhật ký...
zh_tw: 記錄檔...

source: Stacks: Docker compose missing or not configured. Right click to configure.
ca: Stacks: Falta Docker Compose o no s'ha configurat. Clic secundari per a configurar.
es: Stacks: Docker compose falta o no está configurado. Haga clic derecho para configurar.
hu: Környezet: a Docker compose nem található, vagy nincsen beállítva. Kattintson jobb gombbal a beállításhoz.
it: Stacks: Docker Compose non trovato o non configurato. Fare clic destro per configurare.
nl: Stacks: Docker compose ontbreekt of is niet geconfigureerd. Klik met de rechtermuisknop om te configureren.
vi: Stacks: Docker Compose chưa cài đặt hoặc chưa cấu hình. Nhấp chuột phải để cấu hình.
zh_tw: Stacks：Docker compose 遺失或尚未設定，請按右鍵進行設定。

source: Docker compose missing or not configured. Right click to configure.
ca: No s'ha trobat o no s'ha configurat Docker Compose. Clic secundari per a configurar.
es: Docker compose falta o no está configurado. Haga clic con el botón derecho para configurarlo.
hu: A Docker compose nem található, vagy nincsen beállítva. Kattintson jobb gombbal a beállításhoz.
it: Docker Compose non trovato o non configurato. Fare clic destro per configurare.
nl: Docker compose ontbreekt of is niet geconfigureerd. Klik met de rechtermuisknop om te configureren.
vi: Docker Compose chưa cài đặt hoặc chưa cấu hình. Nhấp chuột phải để cấu hình.
zh_tw: Docker compose 遺失或尚未設定，請按右鍵進行設定。

source: Docker-compose not installed
ca: No s'ha instal·lat Docker Compose
es: Docker-compose no está instalado
hu: A „docker-compose” nincs telepítve
it: Docker-compose non installato
nl: Docker-compose niet geÃ¯nstalleerd
vi: Docker Compose chưa được cài đặt
zh_tw: Docker-compose 尚未安裝

source: Click here for installation instructions
ca: Cliqueu aquí per rebre instruccions d'instal·lació
es: Haga clic aquí para obtener instrucciones de instalación
hu: Kattintson ide a telepítési leírás megtekintéséhez
it: Clicca qui per le istruzioni di installazione
nl: Klik hier voor installatie-instructies
vi: Nhấp vào đây để xem hướng dẫn cài đặt
zh_tw: 點選此處查看安裝說明

source: An applet to manage docker-compose stacks.
ca: Una miniaplicació per a gestionar stacks de docker-compose.
es: Un applet para gestionar stacks de docker-compose.
hu: Egy kisalkalamazás a docker-compose környezetek kezeléséhez.
it: Un'applet per gestire gli stack di docker-compose.
nl: Een applet om docker-compose stacks te beheren.
vi: Tiện ích quản lý các stack Docker Compose.
zh_tw: 用於管理 docker-compose 堆疊的小程式。

source: Docker compose manager
ca: Gestor de Docker compose
es: Gestor de Docker compose
hu: Docker Compose kezelő
it: Gestore di Docker Compose
nl: Docker compose beheerder
vi: Quản lý Docker Compose
zh_tw: Docker compose 管理器

source: Docker Compose base project folder. This is the base folder for your docker-compose YAML files. This applet will scan through each sub-folder looking for configuration files.
ca: Directori arrel del projecte de docker compose. És la carpeta base pels fitxers YAML. Aquesta miniaplicació escanejarà les subcarpetes en busca de fitxers de configuració.
es: Carpeta base del proyecto Docker Compose. Esta es la carpeta base para sus archivos docker-compose YAML. Este applet explorará cada subcarpeta en busca de archivos de configuración.
hu: Docker Compose projekt mappa. Ez a mappa szolgál alapul a docker-compose YAML fájlokhoz. Ez az kisalkalmazás végignéz minden almappát, és konfigurációs fájlokat keres.
it: Cartella base del progetto Docker Compose. Questa è la cartella di base per i file YAML di docker-compose. Questa applet analizzerà ogni sottocartella alla ricerca di file di configurazione.
nl: Basisprojectmap voor Docker Compose. Dit is de basismap voor uw docker-compose YAML-bestanden. Deze applet doorzoekt elke submap op zoek naar configuratiebestanden.
vi: Thư mục dự án cơ bản của Docker Compose. Đây là thư mục chứa các file YAML của Docker Compose. Tiện ích sẽ quét các thư mục con để tìm file cấu hình.
zh_tw: Docker Compose 基礎專案資料夾。這是您 docker-compose YAML 檔案的基礎資料夾，這個小程式會掃描每個子資料夾以尋找設定檔。

source: Docker Compose command location. Leave this blank to automatically search for docker-compose.
ca: Ordre d'ubicació de docker compose. Deixeu-ho en blanc per a buscar docker-compose de manera automàtica.
es: Ubicación del comando Docker Compose. Déjelo en blanco para buscar automáticamente docker-compose.
hu: A Docker Compose parancs helye. Üresen hagyva automatikusan megkeresi a Docker Compose parancsot.
it: Posizione del comando Docker Compose. Lascia vuoto questo campo per cercare automaticamente docker-compose.
nl: Locatie van Docker Compose commando. Laat dit leeg om automatisch te zoeken naar docker-compose.
vi: Vị trí lệnh Docker Compose. Để trống để tự động tìm docker-compose.
zh_tw: Docker Compose 命令位置，將此欄位留空以自動搜尋 docker-compose。

source: This is the command that is run to start Docker Compose.
ca: Aquesta és l'ordre que s'executa en iniciar Docker Compose.
es: Este es el comando que se ejecuta para iniciar Docker Compose.
hu: Ez a parancs fut le a Docker Compose indításához.
it: Questo è il comando che viene eseguito per avviare Docker Compose.
nl: Dit is het commando dat wordt uitgevoerd om Docker Compose te starten.
vi: Đây là lệnh được sử dụng để khởi động Docker Compose.
zh_tw: 這是用來啟動 Docker Compose 的命令。

source: Docker command location. Leave this blank to automatically search for docker.
ca: Ubicació de l'ordre Docker. Deixeu-ho en blanc per a buscar Docker automàticament.
es: Ubicación del comando Docker. Déjelo en blanco para buscar automáticamente docker.
hu: A Docker parancs helye. Üresen hagyva automatikusan megkeresi a Docker parancsot.
it: Posizione del comando Docker. Lascia vuoto questo campo per cercare automaticamente la finestra mobile.
nl: Locatie van Docker commando. Laat dit leeg om automatisch te zoeken naar docker.
vi: Vị trí lệnh Docker. Để trống để tự động tìm docker.
zh_tw: Docker 命令位置，將此欄位留空以自動搜尋 docker。

source: This is the command that is run to start Docker.
ca: Aquesta és l'ordre que s'executa per a iniciar Docker.
es: Este es el comando que se ejecuta para iniciar Docker.
hu: Ez a parancs fut le a Docker indításához.
it: Questo è il comando che viene eseguito per avviare Docker.
nl: Dit is het commando dat wordt uitgevoerd om Docker te starten.
vi: Đây là lệnh được sử dụng để khởi động Docker.
zh_tw: 這是用來啟動 Docker 的命令。

source: Default text editor. Leave this blank to use xed.
ca: Editor de text per defecte. Deixeu-ho en blanc per usar xed.
es: Editor de texto por defecto. Déjelo en blanco para utilizar xed.
hu: Alapértelmezett szövegszerkesztő. Üresen hagyva a Xed szövegszerkesztőt használja.
it: Editor di testo predefinito. Lasciare vuoto questo campo per utilizzare xed.
nl: Standaard tekstverwerker. Laat dit leeg om xed te gebruiken.
vi: Trình soạn thảo mặc định. Để trống để dùng xed.
zh_tw: 預設文字編輯器。將此欄位留空以使用 xed。

source: This is the default text editor for editing configuration files.
ca: Aquest és l'editor de text per defecte per editar fitxers de configuració.
es: Este es el editor de texto predeterminado para editar los archivos de configuración.
hu: Ez az alapértelmezett szövegszerkesztő a konfigurációs fájlok szerkesztéséhez.
it: Questo è l'editor di testo predefinito per modificare i file di configurazione.
nl: Dit is de standaard tekstverwerker voor het bewerken van configuratiebestanden.
vi: Đây là trình soạn thảo mặc định để chỉnh sửa file cấu hình.
zh_tw: 這是用來編輯設定檔的預設文字編輯器。
