Repository: linuxmint/cinnamon-spices-applets
Catalog: hideable-applets@cardsurf/files/hideable-applets@cardsurf/po/*.po
Languages: ca, es, nl, vi

source: Hides applets to tray
ca: Amaga les miniaplicacions a la safata
es: Oculta los applets en la barra de tareas
nl: Verbergt applets naar het systeemvak
vi: Ẩn applet vào khay

source: Hideable applets
ca: Miniaplicacions amagables
es: Applets ocultables
nl: Verbergbare applets
vi: Applet ẩn được

source: Configuration
ca: Configuració
es: Configuración
nl: Configuratie
vi: Cấu hình

source: Action
ca: Acció
es: Acción
nl: Actie
vi: Hành động

source: Open or close popup
ca: Obrir o tancar la finestra emergent
es: Abrir o cerrar la ventana emergente
nl: Openen of sluiten van popup
vi: Mở hoặc đóng popup

source: Toggle visibility applets
ca: Canviar la visibilitat de les miniaplicacions
es: Activar/Desactivar la visibilidad de los applets
nl: Zichtbaarheid van applets in- en uitschakelen
vi: Chuyển đổi hiển thị applet

source: An action to perform on trigger
ca: Acció a dur a terme en disparar-se
es: Una acción a realizar en el disparador
nl: Een actie om uit te voeren bij een trigger
vi: Hành động sẽ thực hiện khi kích hoạt

source: Trigger
ca: Disparador
es: Disparador
vi: Kích hoạt

source: Left mouse click
ca: Clic esquerre
es: Clic izquierdo del ratón
nl: Linkermuisklik
vi: Nhấp chuột trái

source: Mouse hover
ca: Cursor per sobre
es: Pasar el ratón por encima
nl: Muis zweven
vi: Di chuột qua

source: None
ca: Cap
es: Ninguno
nl: Geen
vi: Không

source: An event that triggers the action
ca: Esdeveniment que dispara l'acció
es: Un evento que desencadena la acción
nl: Een gebeurtenis die de actie triggert
vi: Sự kiện kích hoạt hành động

source: Applets location
ca: Ubicació de les miniaplicacions
es: Ubicación de los applets
nl: Locatie van applets
vi: Vị trí applet

source: Top
ca: A dalt
es: Arriba
nl: Boven
vi: Trên

source: Right
ca: A la dreta
es: A la derecha
nl: Rechts
vi: Phải

source: Bottom
ca: A baix
es: Abajo
nl: Onder
vi: Dưới

source: Left
ca: A l'esquerra
es: A la izquierda
nl: Links
vi: Trái

source: A location of applets for which to toggle visibility
ca: Ubicació per miniaplicacions on s'activarà/desactivarà la seva visibilitat
es: Una ubicación de los applets para los que activar/desactivar la visibilidad
nl: Een locatie voor applets waarvoor de zichtbaarheid moet worden in- en uitgeschakeld
vi: Vị trí applet để thay đổi hiển thị

source: Restore as hidden
ca: Restaurar com a oculta
es: Restaurar como oculto
nl: Herstellen als verborgen
vi: Khôi phục ẩn

source: A comma-separated list of applet UUIDs. An applet from this list will be hidden if the applet is configured as hidden and the applet shows up.
ca: Llista d'UUIDs de miniaplicacions separades per ','. Una miniaplicació d'aquesta llista serà ocultada si està configurada com a oculta i s'està mostrant.
es: Una lista de UUID de applets separados por comas. Un applet de esta lista se ocultará si el subprograma está configurado como oculto y aparece.
nl: Een lijst met applet-UUID's, gescheiden door komma's. Een applet uit deze lijst wordt verborgen als de applet is geconfigureerd als verborgen en de applet verschijnt.
vi: Danh sách UUID applet cách nhau bằng dấu phẩy. Một applet trong danh sách này sẽ bị ẩn nếu được cấu hình là ẩn và xuất hiện.

source: seconds
ca: segons
es: segundos
nl: seconden
vi: giây

source: Save every
ca: Guardar cada
es: Guardar cada
nl: Opslaan elke
vi: Lưu mỗi

source: How often to save last used values
ca: Com de sovint es guardaran els últims valors utilitzats
es: Con qué frecuencia guardar los últimos valores utilizados
nl: Hoe vaak de laatst gebruikte waarden moeten worden opgeslagen
vi: Tần suất lưu các giá trị đã sử dụng

source: Popup
ca: Finestra emergent
es: Ventana emergente

source: Columns
ca: Columnes
es: Columnas
nl: Kolommen
vi: Cột

source: A number of columns in the applet popup
ca: Número de columnes a la finestra emergent
es: Varias columnas en la ventana emergente del applet
nl: Het aantal kolommen in de applet-popup
vi: Số cột trong popup của applet

source: pixels
ca: píxels
es: pixeles
vi: pixel

source: Icon size
ca: Mida de la icona
es: Tamaño del icono
nl: Pictogramgrootte
vi: Kích thước icon

source: A size of an icon in the applet popup
ca: Mida de la icona a la finestra emergent
es: Tamaño de un icono en la ventana emergente del applet
nl: De grootte van een pictogram in de applet-popup
vi: Kích thước của icon trong popup của applet

source: Icon CSS
ca: Estil CSS per la icona
es: Icono CSS
nl: Pictogram CSS
vi: CSS của icon

source: A CSS style applied to the icons in the applet popup
ca: Estil CSS aplicat a les icones de la finestra emergent
es: Un estilo CSS aplicado a los iconos de la ventana emergente del applet
nl: Een CSS-stijl toegepast op de pictogrammen in de applet-popup
vi: Kiểu CSS áp dụng cho các icon trong popup của applet

source: Table CSS
ca: CSS de la taula
es: Tabla CSS
nl: Tabel CSS
vi: CSS của bảng

source: A CSS style applied to a table in the applet popup
ca: Estil CSS aplicat a la taula de la finestra emergent
es: Un estilo CSS aplicado a una tabla en la ventana emergente del applet
nl: Een CSS-stijl toegepast op een tabel in de applet-popup
vi: Kiểu CSS áp dụng cho bảng trong popup của applet

source: Auto close
ca: Auto-tancar
es: Cerrar automáticamente
nl: Automatisch sluiten
vi: Tự đóng

source: Close the applet popup when a mouse leaves the user interface
ca: Tanca la finestra emergent de la miniaplicació quan el ratolí abandona la interfície
es: Cerrar la ventana emergente del applet cuando el ratón abandona la interfaz de usuario
nl: Sluit de applet-popup wanneer de muis de gebruikersinterface verlaat
vi: Đóng popup của applet khi chuột rời giao diện người dùng

source: Match panel size
ca: Igualar la mida del tauler
es: Coincidir con el tamaño del panel
nl: Paneelgrootte afstemmen
vi: Khớp kích thước với panel

source: Match a size of an icon in the applet popup to a size of the panel
ca: Iguala la mida d'una icona al tauler emergent amb la mida del propi tauler
es: Hacer coincidir el tamaño de un icono de la ventana emergente del applet con el tamaño del panel
nl: Stem de grootte van een pictogram in de applet-popup af op de grootte van het paneel
vi: Khớp kích thước icon trong popup với kích thước trên panel

source: Show tooltips
ca: Mostrar informació d'eines
es: Mostrar información sobre herramientas
nl: Tooltips weergeven
vi: Hiển thị gợi ý

source: Show icon tooltips in the applet popup
ca: Mostra informació d'eines a la finestra emergent
es: Mostrar información sobre los iconos en la ventana emergente del applet
nl: Toon pictogramtooltips in de applet-popup
vi: Hiển thị gợi ý cho icon trong popup của applet

source: Show grayscale icons
ca: Mostrar icones en escala de grisos
es: Mostrar iconos en escala de grises
nl: Pictogrammen in grijswaarden weergeven
vi: Hiển thị icon xám

source: Show icons of hidden applets in grayscale
ca: Mostra les icones de miniaplicacions ocultes en escala de grisos
es: Mostrar iconos de applets ocultos en escala de grises
nl: Toon pictogrammen van verborgen applets in grijswaarden
vi: Hiển thị icon của applet ẩn dưới dạng xám

source: Grayscale brightness
ca: Brillantor de l'escala de grisos
es: Brillo de la escala de grises
nl: Helderheid grijswaarden
vi: Độ sáng icon xám

source: A brightness level of grayscale icons
ca: Nivell de brillantor de l'escala de grisos de les icones
es: Un nivel de brillo de los iconos en escala de grises
nl: Een helderheidsniveau van pictogrammen in grijswaarden
vi: Mức độ sáng của các icon xám

source: Gui
ca: Interfície
es: Interfaz
nl: Grafische gebruikersinterface
vi: Giao diện

source: Sort
ca: Ordenar
es: Ordenar
nl: Sorteren
vi: Sắp xếp

source: Alphabetically
ca: Alfabèticament
es: Alfabéticamente
nl: Alfabetisch
vi: Theo chữ cái

source: Panel position
ca: Posició al tauler
es: Posición del panel
nl: Paneelpositie
vi: Theo vị trí trên panel

source: An order of items in the user interface
ca: Ordre dels elements a la interfície gràfica
es: Orden de los elementos en la interfaz de usuario
nl: De volgorde van items in de gebruikersinterface
vi: Thứ tự các mục trong giao diện người dùng

source: Panel icon
ca: Icona del tauler
es: Icono del panel
nl: Paneelpictogram
vi: Icon trên panel

source: Filepath
ca: Ruta al fitxer
es: Ruta de archivo
nl: Bestandspad
vi: Đường dẫn tập tin

source: Symbolic
ca: Simbòlica
es: Simbólico
nl: Symbolisch
vi: Biểu tượng

source: A type of an icon displayed on the panel
ca: Tipus d'icona mostrada al tauler
es: Tipo de icono que aparece en el panel
nl: Het type pictogram weergegeven op het paneel
vi: Loại icon hiển thị trên panel

source: A path to an icon displayed on a panel
ca: Ruta cap a una icona mostrada a un tauler
es: Ruta a un icono mostrado en un panel
nl: Het pad naar een pictogram weergegeven op een paneel
vi: Đường dẫn đến icon hiển thị trên panel

source: Symbolic name
ca: Nom simbòlic
es: Nombre simbólico
nl: Symbolische naam
vi: Tên biểu tượng

source: A name of a symbolic icon displayed on a panel
ca: Nom simbòlic de la icona mostrada al tauler
es: Nombre de un icono simbólico que aparece en un panel
nl: De naam van een symbolisch pictogram weergegeven op een paneel
vi: Tên của icon biểu tượng hiển thị trên panel
