Repository: linuxmint/cinnamon-spices-applets
Catalog: feeds@jonbrettdev.wordpress.com/files/feeds@jonbrettdev.wordpress.com/po/*.po
Languages: fi, vi

source: Invalid feed url
fi: Virheellinen syötteen osoite
vi: URL nguồn không hợp lệ

source: unread items!
fi: lukemattomia!
vi: mục chưa đọc!

source: Loading feed
fi: Ladataan syötettä
vi: Đang tải nguồn

source: Feed reader
fi: Syötteen lukija
vi: Trình đọc RSS

source: Please install the '%s' package.
fi: Asenna paketti "%s".
vi: Vui lòng cài đặt gói '%s'.

source: Mark all read
fi: Merkitse kaikki luetuiksi
vi: Đánh dấu tất cả đã đọc

source: Reload
fi: Lataa uudelleen
vi: Tải lại

source: Manage feeds
fi: Hallinnoi syötteitä
vi: Quản lý nguồn

source: Settings
fi: Asetukset
vi: Cài đặt

source: No unread feeds
fi: Ei lukemattomia syötteitä
vi: Không có nguồn chưa đọc

source: Feeds
fi: Syötteet
vi: Nguồn

source: Right Click to open feed:
fi: Napsauta hiiren oikea avataksesi syötteen:
vi: Nhấn chuột phải để mở nguồn:

source: Mark All Posts Read
fi: Merkitse kaikki viestit luetuiksi
vi: Đánh dấu tất cả bài đã đọc

source: Mark Next
fi: Merkitse seuraava
vi: Đánh dấu tiếp theo

source: Posts Read
fi: viestiä luetuksi
vi: bài đã đọc

source: Update feed URL
fi: Päivitä syötteen osoite
vi: Cập nhật URL nguồn

source: Published:
fi: Julkaistu:
vi: Đã xuất bản:

source: Mark Post Read
fi: Merkitse viesti luetuksi
vi: Đánh dấu bài đã đọc

source: d)
fi: pv)

source: h)
fi: t)

source: (<1h)
fi: (<1t)

source: Manage your feeds
fi: Hallinnoi sinun syötteitä
vi: Quản lý nguồn của bạn

source: Instance Name:
fi: Instanssin nimi:
vi: Tên phiên:

source: Add/remove feed list
fi: Lisää/poista syötelista
vi: Thêm/bớt nguồn

source: Enable
fi: Käytä
vi: Bật

source: Url
fi: Verkko-osoite

source: Custom title
fi: Mukautettu nimi
vi: Tiêu đề tùy chỉnh

source: Notify
fi: Ilmoitus
vi: Thông báo

source: Show Read
fi: Näytä
vi: Hiển thị đã đọc

source: Interval
fi: Aikaväli
vi: Khoảng thời gian

source: Show Image
fi: Näytä kuva
vi: Hiển thị hình ảnh

source: Import
fi: Tuo
vi: Nhập

source: _Import OPML
fi: _Tuo OPML
vi: _Nhập OPML

source: Import feeds from OPML file
fi: Tuo syötteitä OPML-tiedostosta
vi: Nhập nguồn từ tệp OPML

source: _Import Feeds File
fi: _Tuo syöte tiedostosta
vi: _Nhập tệp nguồn

source: Import feeds from file
fi: Tuo syötteitä tiedostosta
vi: Nhập nguồn từ tệp

source: Export
fi: Vie
vi: Xuất

source: _Export Feeds File
fi: _Vie syötetiedosto
vi: _Xuất tệp nguồn

source: Export feeds to file
fi: Vie syötteet tiedostoon
vi: Xuất nguồn ra tệp

source: Options
fi: Valinnat
vi: Tùy chọn

source: _Toggle Hidden Fields
fi: _Vaihda piilotetut kentät
vi: _Bật/tắt trường ẩn

source: Show or Hide hidden fields
fi: Näytä tai piilota piilotetut kentät
vi: Hiện hoặc ẩn các trường ẩn

source: Changes will be discarded, continue?
fi: Muutokset hylätään, jatkatko?
vi: Các thay đổi sẽ bị bỏ, tiếp tục?

source: Are you sure?
fi: Oletko varma?
vi: Bạn có chắc không?

source: New Instance (List) Name
fi: Uuden instanssin (listan) nimi
vi: Tên phiên (Danh sách) mới

source: Add New Instance (List)
fi: Lisää uusi instanssi (lista)
vi: Thêm phiên (Danh sách) mới

source: Failed to save config file
fi: Määrityksen tallennus epäonnistui
vi: Lưu tệp cấu hình thất bại

source: Choose a OPML feed file
fi: Valitse OPML-syötetiedosto
vi: Chọn tệp nguồn OPML

source: OPML files
fi: OPML-tiedostot
vi: Tệp OPML

source: Choose a feed file
fi: Valitse syötetiedosto
vi: Chọn tệp nguồn

source: Text files
fi: Tekstitiedostot
vi: Tệp văn bản

source: All files
fi: Kaikki tiedostot
vi: Tất cả tệp

source: file imported
fi: tiedosto tuotu
vi: tệp đã nhập

source: Imported %d feeds
fi: Tuotu %d syötettä
vi: Đã nhập %d nguồn

source: Failed to import file
fi: Tiedoston tuonti epäonnistui
vi: Nhập tệp thất bại

source: Save a feed file
fi: Tallenna syötetiedosto
vi: Lưu tệp nguồn

source: Unable to export file, exception: %s
fi: Tiedostoa ei voi viedä, poikkeus: %s
vi: Không thể xuất tệp, ngoại lệ: %s

source: Unable to export file
fi: Tiedostoa ei voi viedä
vi: Không thể xuất tệp

source: Displays RSS news feeds
fi: Näyttää valitsemasi RSS-syötteet
vi: Hiển thị nguồn tin RSS

source: Feed URLs
fi: Syötteen osoitteet
vi: URL nguồn

source: Manage Feeds...
fi: Hallinnoi syötteitä...
vi: Quản lý nguồn...

source: Launch the feed management app to add/remove/edit feeds
fi: Hallintasovellus syötteiden lisäämiseksi/poistamiseksi/muokkaamiseksi
vi: Khởi chạy ứng dụng quản lý nguồn để thêm/bớt/sửa nguồn

source: feeds
fi: Syötteet
vi: nguồn

source: Maximum number of items
fi: Kohteiden suurin määrä
vi: Số mục tối đa

source: Maximum number of items to display for this feed
fi: Syötteessä näytettävien nimikkeiden enimmäismäärä
vi: Số mục tối đa hiển thị cho nguồn này

source: minutes
fi: minuuttia
vi: phút

source: Update interval
fi: Päivitysväli
vi: Khoảng cập nhật

source: Interval between checking for new items
fi: Uusien kohteiden tarkistusväli
vi: Khoảng thời gian kiểm tra mục mới

source: Show notifications for new items
fi: Näytä ilmoitus uusista kohteista
vi: Hiển thị thông báo cho mục mới

source: If checked a popup notification will be displayed for new items
fi: Jos valittuna, uusista kohteista näytetään ilmoitus
vi: Nếu chọn, sẽ hiển thị thông báo bật lên cho mục mới

source: Check this to enable debug logging in Looking Glass
fi: Valitse ottaaksesi virheenkorjauksen kirjaus käyttöön Looking Glassissa
vi: Chọn để bật ghi nhật ký gỡ lỗi trong Looking Glass

source: Checking this will enable debug level logging
fi: Tämän valinta ottaa lokin käyttöön virheenkorjaukseen
vi: Chọn để bật ghi nhật ký mức gỡ lỗi

source: Feed Instance Name
fi: Syötteen instanssin nimi
vi: Tên phiên nguồn

source: Do not change, this is modified by the Manage Feeds window.
fi: Älä muuta, tämä on muokattu hallintaikkunassa.
vi: Không thay đổi, được sửa bởi cửa sổ Quản lý Nguồn.

source: Feeds Reader
vi: Trình đọc RSS
