Repository: linuxmint/cinnamon-spices-applets
Catalog: CommandRunner@appdevsw/files/CommandRunner@appdevsw/po/*.po
Languages: ca, vi, zh_tw

source: CommandRunner
ca: ExecutaOrdres

source: <no text>
ca: <no hi ha text>
vi: <không có nội dung>
zh_tw: <沒有文字>

source: starting...
ca: començant...
vi: đang khởi động...
zh_tw: 正在啟動...

source: Compare error
ca: Comparar error
vi: Lỗi so sánh
zh_tw: 比較錯誤

source: XML/JSON error: missing tag
ca: Error XML/JSON: etiqueta faltant
vi: Lỗi XML/JSON: thiếu thẻ
zh_tw: XML/JSON 錯誤：缺少標籤

source: xml error:
ca: error xml:
vi: lỗi xml:
zh_tw: XML 錯誤：

source: property not found
ca: propietat no trobada
vi: không tìm thấy thuộc tính
zh_tw: 找不到屬性

source: undefined command!
ca: ordre no definida!
vi: lệnh không xác định!
zh_tw: 未定義的命令！

source: cannot execute command!
ca: no es pot executar l'ordre!
vi: không thể thực thi lệnh!
zh_tw: 無法執行命令！

source: xml parse error at pos
ca: error de l'intèrpret xml a la posició
vi: lỗi phân tích xml tại vị trí
zh_tw: XML 解析錯誤於位置

source: , level
ca: , nivell
vi: , mức
zh_tw: ，層級

source: , inside tag
ca: , etiqueta interna
vi: , trong thẻ
zh_tw: ，位於標籤內

source: Applet runs script or application periodically and displays its output on the taskbar
ca: Miniaplicació que executa scripts o aplicacions periòdicament i en mostra el resultat o la sortida a la barra d'eines
vi: Applet chạy script hoặc ứng dụng theo chu kỳ và hiển thị kết quả trên thanh tác vụ
zh_tw: 這個小程式會定期執行腳本或應用程式，並在工作列上顯示其輸出結果

source: Unit
ca: Unitat
vi: Đơn vị
zh_tw: 單位

source: Unit of the interval: seconds or milliseconds
ca: Unitat de l'interval: segons o mil·lisegons
vi: Đơn vị khoảng thời gian: giây hoặc mili giây
zh_tw: 間隔單位：秒或毫秒

source: milliseconds
ca: mil·lisegons
vi: mili giây
zh_tw: 毫秒

source: seconds
ca: segons
vi: giây
zh_tw: 秒

source: Run interval
ca: Interval d'execució
vi: Khoảng thời gian chạy
zh_tw: 執行間隔

source: Specifies how often the command is run
ca: Indica cada quan s'executen les ordres
vi: Xác định tần suất chạy lệnh
zh_tw: 指定命令的執行頻率

source: CommandRunner settings
ca: Opcions d'ExecutaOrdres
vi: Cài đặt CommandRunner
zh_tw: CommandRunner 設定

source: Suffix
ca: Sufix
vi: Hậu tố
zh_tw: 後綴

source: Text or character displayed at the end of the command result (in text mode only).
ca: Text mostrat al final del resultat de les ordres (només en mode de text).
vi: Văn bản hoặc ký tự hiển thị ở cuối kết quả lệnh (chỉ trong chế độ văn bản).
zh_tw: 顯示於命令結果結尾的文字或字元 (僅適用於文字模式)。

source: Command
ca: Ordre
vi: Lệnh
zh_tw: 命令

source: Command or script or applitaction to run. e.g. /home/user/myscript.sh echo Hello The command should print the result to the standard output, which will be displayed on the taskbar. You can use predefined parameters: $counter$ - number of command executions $appletdir$ - applet directory e.g. echo "I was executed $counter$ times"
ca: Ordre o script o aplicació a executar. ex: /home/user/myscript.sh echo Hola L'ordre hauria d'escriure el resultat a la sortida estàndard, que es mostrarà a la barra d'eines. Podeu utilitzar paràmetres predefinits: $counter$ - número d'execucions de l'ordre $appletdir$ - directori de la miniaplicació ex: echo "L'ordre ha estat executada $counter$ vegades"
vi: Lệnh, script hoặc ứng dụng cần chạy. Ví dụ: /home/user/myscript.sh echo Hello Lệnh cần in kết quả ra đầu ra chuẩn để hiển thị trên thanh tác vụ. Có thể dùng các tham số định sẵn: $counter$ - số lần chạy lệnh $appletdir$ - thư mục applet Ví dụ: echo "Tôi đã được chạy $counter$ lần"
zh_tw: 要執行的命令、腳本或應用程式。 例如： /home/user/myscript.sh echo Hello 命令應將結果輸出至標準輸出，系統會將其顯示於工作列。 您可以使用預先定義的參數： $counter$ - 命令執行次數 $appletdir$ - 小程式目錄 例如：echo "已執行 $counter$ 次"

source: Text or character displayed at the beginning of the command result (in text mode only).
ca: Text mostrat al principi del resultat de l'ordre (només en mode de text).
vi: Văn bản hoặc ký tự hiển thị ở đầu kết quả lệnh (chỉ trong chế độ văn bản).
zh_tw: 顯示於命令結果開頭的文字或字元 (僅適用於文字模式)。

source: Apply
ca: Aplicar
vi: Áp dụng
zh_tw: 套用

source: Apply changes
ca: Aplica els canvis
vi: Áp dụng thay đổi
zh_tw: 套用變更

source: Prefix
vi: Tiền tố
zh_tw: 前綴
