Repository: linuxmint/cinnamon-spices-applets
Catalog: wine-utils@elblake/files/wine-utils@elblake/po/*.po
Languages: ca, es, hu, it, nl

source: Config
ca: Configuració
es: Configuración
hu: Beállítás
it: Configurazione
nl: Configuratie

source: Control Panel
ca: Tauler de Control
es: Panel de control
hu: Vezérlőpult
it: Pannello di controllo
nl: Bedieningspaneel

source: Files
ca: Fitxers
es: Archivos
hu: Fájlok
it: File
nl: Bestanden

source: Files (winefile)
ca: Fitxers (winefile)
es: Archivos (winefile)
hu: Fájlok (winefile)
it: File (winefile)
nl: Bestanden (winefile)

source: Registry Editor
ca: Editor del Registre
es: Editor del Registro
hu: Rendszerleíróadatbázis-szerkesztő
it: Editor del registro
nl: Registerbewerker

source: Task Manager
ca: Gestor de Tasques
es: Administrador de tareas
hu: Feladatkezelő
it: Gestione attività
nl: Taakbeheerder

source: Wine Utils
ca: Utilitats Wine
es: Utilidades Wine
hu: Wine segédprogramok
nl: Wine hulpmiddelen

source: Prefixes
ca: Prefixos
es: Prefijos
it: Prefissi
nl: Prefixen

source: Run Command...
ca: Executar ordre...
es: Ejecutar comando...
hu: Futtatási parancs…
it: Esegui comando...
nl: Voer opdracht uit...

source: Command Prompt
ca: Símbol del sistema
es: Símbolo del sistema
hu: Parancssor
it: Prompt dei comandi
nl: Opdrachtprompt

source: Configuration
ca: Configuració
es: Configuración
hu: Beállítások
it: Configurazione
nl: Configuratie

source: Programs
ca: Programes
es: Programas
hu: Programok
it: Programmi
nl: Programma's

source: Default
ca: Per defecte
es: Por defecto
hu: Alapértelmezett
it: Predefinito
nl: Standaard

source: Easy access to Wine's utilities
ca: Accés fàcil als serveis públics de Wine
es: Fácil acceso a los servicios públicos del Wine
hu: Könnyű hozzáférés a Wine segédprogramjaihoz
it: Facile accesso alle utilità di Wine
nl: Eenvoudige toegang tot Wine's hulpprogramma's

source: Settings for wine-utils@elblake
ca: Configuració de wine-utils@elblake
es: Configuración de wine-utils@elblake
hu: Wine-utils@elblake beállításai
it: Impostazioni di wine-utils@elblake
nl: Instellingen voor wine-utils@elblake

source: General
hu: Általános
it: Generale
nl: Algemeen

source: Show Launchers
ca: Mostrar llançadors
es: Mostrar lanzadores
hu: Indítók megjelenítése
it: Mostra lanciatori
nl: Toon startprogramma's

source: Show some of the Wine launchers if they are installed.
ca: Mostra alguns dels llançadors de Wine si estan instal·lats.
es: Muestra algunos de los lanzadores de Wine si están instalados.
hu: Jelenítsen meg néhány telepített Wine indítót.
it: Mostra alcuni dei launcher di Wine, se installati.
nl: Toon sommige van de Wine-startprogramma's als ze zijn geïnstalleerd.

source: Show 'Run Command...'
ca: Mostrar 'Executar ordre...'
es: Mostrar 'Ejecutar comando...'
hu: Jelenítse meg a „Futtatási parancs…” elemet
it: Mostra 'Esegui comando...'
nl: Toon 'Voer opdracht uit...'

source: For running a Wine command.
ca: Per a executar una ordre Wine.
es: Para ejecutar un comando Wine.
hu: Egy Wine parancs futtatásához.
it: Per eseguire un comando Wine.
nl: Voor het uitvoeren van een Wine-opdracht.

source: Show 'Command Prompt'
ca: Mostrar 'Símbol del sistema'
es: Mostrar 'Símbolo del sistema'
hu: Jelenítse meg a „Parancssor” elemet
it: Mostra 'Prompt dei comandi'
nl: Toon 'Opdrachtprompt'

source: For easy access to the Wine command prompt.
ca: Per a un accés fàcil al símbol de sistema de Wine.
es: Para acceder fácilmente al símbolo del sistema de Wine.
hu: A Wine parancssor könnyű eléréséhez.
it: Per un facile accesso al prompt dei comandi di Wine.
nl: Voor gemakkelijke toegang tot de Wine-opdrachtprompt.

source: Show the Configuration menu
ca: Mostrar el menú de configuració
es: Mostrar el menú Configuración
hu: Jelenítse meg a „Beállítások” menüt
it: Mostra il menù Configurazione
nl: Toon het Configuratiemenu

source: Show a menu of useful Wine utilities that typically need to be accessed by CLI.
ca: Mostra un menú d'utilitats de Wine a les quals cal accedir habitualment via CLI.
es: Muestra un menú de utilidades de Wine a las que normalmente hay que acceder por CLI.
hu: A hasznos Wine segédprogramok menüjének megjelenítése, amelyeket általában a parancssorból kellene használnia.
it: Mostra un menù di utilità di Wine a cui in genere è necessario accedere tramite CLI.
nl: Toon een menu met nuttige Wine-hulpmiddelen die doorgaans via de opdrachtprompt moeten worden geopend.

source: Show the Programs menu
ca: Mostrar el menú de programes
es: Mostrar el menú Programas
hu: Jelenítse meg a Programok menüt
it: Mostra il menù Programmi
nl: Toon het Programma's menu

source: Show a menu to access programs directly from Wine's installed program shortcuts.
ca: Mostra un menú per accedir directament als accessos directes dels programes instal·lats amb Wine.
es: Mostrar un menú para acceder a los programas directamente desde los accesos directos a programas instalados en Wine.
hu: Menü megjelenítése a programok közvetlen eléréséhez a Wine telepített program parancsikonjaiból.
it: Mostra un menù per accedere alle applicazioni direttamente dai collegamenti ai programmi installati di Wine.
nl: Toon een menu om programma's rechtstreeks te openen vanaf de snelkoppelingen van geïnstalleerde Wine-programma's.

source: Use dark theme icons when available.
ca: Utilitzar icones del tema fosc quan estiguin disponibles.
es: Utiliza iconos de temas oscuros cuando estén disponibles.
hu: Ha elérhető, használjon sötét téma ikonokat.
it: Se disponibili, utilizza le icone del tema scuro.
nl: Gebruik donkere thema-icoontjes indien beschikbaar.

source: Panel Icon Style
ca: Estil de la icona del tauler
es: Estilo de icono del panel
hu: Panel ikon stílus
it: Stile icona pannello
nl: Paneel icoonstijl

source: default
ca: per defecte
es: por defecto
hu: alapértelmezett
it: predefinito
nl: standaard

source: style 1
ca: estil 1
es: estilo 1
hu: stílus 1
it: stile 1
nl: stijl 1

source: style 2
ca: estil 2
es: estilo 2
hu: stílus 2
it: stile 2
nl: stijl 2

source: style 3
ca: estil 3
es: estilo 3
hu: stílus 3
it: stile 3
nl: stijl 3

source: Use custom panel icon
ca: Utilitzar una icona del tauler personalitzada
es: Utilizar icono de panel personalizado
hu: Egyéni panel ikon használata
it: Usa l'icona del pannello personalizzato
nl: Gebruik aangepast paneelicoon

source: Use a custom icon for the applet.
ca: Utilitzeu una icona personalitzada per a la miniaplicació.
es: Utilice un icono personalizado para el applet.
hu: Használjon egyéni ikont az kisalkalmazáshoz.
it: Utilizza un'icona personalizzata per l'applet.
nl: Gebruik een aangepast icoon voor de applet.

source: Custom icon
ca: Icona personalitzada
es: Icono personalizado
hu: Egyéni ikon
it: Icona personalizzata
nl: Aangepast icoon

source: Advanced
ca: Avançat
es: Avanzado
hu: Fejlett
it: Avanzate
nl: Geavanceerd

source: Path to prefix list
ca: Ruta a la llista de prefixos
es: Ruta a la lista de prefijos
hu: Az prefix lista elérési útja
it: Percorso per l'elenco dei prefissi
nl: Pad naar prefixlijst

source: Select a text file, each line in the file should contain the full path of a wine prefix directory. You can add a name followed by a colon at the beginning of each line to give that prefix path a label.
ca: Seleccioneu un fitxer de text on cada línia ha de contenir la ruta completa d'un directori de prefix de Wine. Podeu afegir un nom seguit de dos punts al començament de cada línia per tal d'etiquetar la ruta del prefix.
es: Seleccione un archivo de texto, cada línea del archivo debe contener la ruta completa de un directorio de prefijo de Wine. Puede añadir un nombre seguido de dos puntos al principio de cada línea para dar una etiqueta a esa ruta de prefijo.
hu: Válasszon ki egy szöveges fájlt, a fájl minden sorának tartalmaznia kell egy wine prefix könyvtár teljes elérési útját. Minden sor elejéhez hozzáadhat egy nevet, majd kettőspontot, hogy a prefix elérési útját címkével láthassa el.
it: Seleziona un file di testo, ogni riga del file dovrebbe contenere il percorso completo di una directory di prefisso wine. Puoi aggiungere un nome seguito da due punti all'inizio di ogni riga per dare un'etichetta a quel percorso di prefisso.
nl: Selecteer een tekstbestand, elke regel in het bestand moet het volledige pad van een Wine prefix-map bevatten. Je kunt een naam gevolgd door een dubbele punt aan het begin van elke regel toevoegen om dat prefixpad een label te geven.

source: Specify the wine executable
ca: Especifiqueu l'executable de Wine
es: Especifique el ejecutable de Wine
hu: Adja meg a wine végrehajtható fájlját
it: Specifica l'eseguibile di Wine
nl: Specificeer het Wine uitvoerbaar bestand

source: Specify the wine executable, by default 'wine' is used.
ca: Especifiqueu l'executable de Wine, per defecte 'wine'.
es: Especifica el ejecutable de wine, por defecto se utiliza 'wine'.
hu: Adja meg a wine futtatható fájlját, alapértelmezés szerint a „wine” kerül felhasználásra.
it: Specificare l'eseguibile Wine; di default viene utilizzato 'wine'.
nl: Specificeer het Wine uitvoerbaar bestand, standaard wordt 'wine' gebruikt.

source: Wine executable
ca: Executable de Wine
es: Ejecutable de Wine
hu: Wine futtatható fájl
it: Eseguibile Wine
nl: Wine uitvoerbaar bestand

source: The wine executable to use.
ca: L'executable de Wine a utilitzar.
es: El ejecutable de Wine a utilizar.
hu: A használandó wine futtatható fájl.
it: L'eseguibile di Wine da utilizzare.
nl: Het Wine uitvoerbaar bestand om te gebruiken.

source: Wine console executable
ca: Executable del terminal de Wine
es: Ejecutable de consola de Wine
hu: Wine konzol futtatható fájl
it: Eseguibile della console Wine
nl: Wine console uitvoerbaar bestand

source: The wine console executable to use.
ca: L'executable del terminal de Wine a utilitzar.
es: El ejecutable de la consola de Wine a utilizar.
hu: A használandó wine konzol futtatható fájl.
it: L'eseguibile della console Wine da utilizzare.
nl: Het Wine console uitvoerbaar bestand om te gebruiken.

source: Error running program:
ca: Error en executar el programa:
es: Error al ejecutar el programa:
hu: Hiba a program futtatásakor:
it: Errore durante l'esecuzione del programma:
nl: Fout bij het uitvoeren van programma:

source: Run Program Error
ca: Error d'execució del programa
es: Error de ejecución del programa
hu: Programfuttatási hiba
it: Errore di esecuzione del programma
nl: Fout bij het uitvoeren van programma

source: Error starting
ca: Error en iniciar
es: Error al iniciar
hu: Hiba az indításkor
it: Errore durante l'avvio
nl: Fout bij het starten

source: Command to run:
ca: Ordre a executar:
es: Comando a ejecutar:
hu: Futtatni kívánt parancs:
it: Comando da eseguire:
nl: Opdracht om uit te voeren:

source: Run Command
ca: Executar ordre
es: Ejecutar comando
hu: Futtatási parancs
it: Esegui comando
nl: Voer opdracht uit

source: Error running command:
ca: Error executant l'ordre:
es: Error al ejecutar el comando:
hu: Hiba lepet fel a parancs futtatásakor:
it: Errore durante l'esecuzione del comando:
nl: Fout bij het uitvoeren van opdracht:

source: Run Command Error
ca: Error d'execució d'ordre
es: Error de comando de ejecución
hu: Futtatási parancs hiba
it: Errore di esecuzione del comando
nl: Fout bij uitvoeren van opdracht

source: Command Prompt Error
ca: Error de símbol del sistema
es: Error de símbolo del sistema
hu: Parancssor hiba
it: Errore del prompt dei comandi
nl: Opdrachtprompt fout

source: Wine could not be found, make sure Wine is installed correctly.
ca: No s'ha pogut trobar Wine. Assegureu-vos que estigui instal·lat correctament.
es: No se ha encontrado Wine, asegúrese de que Wine está instalado correctamente.
hu: A Wine nem található, győződjön meg róla, hogy a Wine helyesen van telepítve.
it: Impossibile trovare Wine, assicurarsi che Wine sia installato correttamente.
nl: Wine kon niet worden gevonden, zorg ervoor dat Wine correct is geïnstalleerd.

source: Wine Not Found
ca: No s'ha trobat Wine
es: No se ha encontrado Wine
hu: Wine nem található
it: Wine non trovato
nl: Wine niet gevonden

source: Wine version:
ca: Versió de Wine:
es: Versión de Wine:
hu: Wine verzió:
it: Versione Wine:
nl: Wine versie:
