Repository: linuxmint/cinnamon-spices-applets
Catalog: redshift@marvel4u/files/redshift@marvel4u/po/*.po
Languages: ca, de, fr, ja, vi

source: Brightness
ca: Brillantor
de: Helligkeit
fr: Luminosité
ja: 輝度
vi: Độ sáng

source: Redshift
de: Rotverschiebung

source: Transition on night
ca: Transició entre dia i nit
de: Übergang bei Nacht
fr: Transition de nuit
ja: 夜用の変化の有効化
vi: Chuyển đổi ban đêm

source: Redshift day colour
ca: Color diürn de Redshift
de: Rotverschiebung Farbe Tag
fr: Redshift couleur de jour
ja: Redshift 昼の色温度
vi: Màu ban ngày Redshift

source: Redshift day brightness
ca: Brillantor diürna de Redshift
de: Rotverschiebung Helligkeit Tag
fr: Redshift luminosité de jour
ja: Redshift 昼の輝度
vi: Độ sáng ban ngày Redshift

source: Redshift night colour
ca: Color nocturn de Redshift
de: Rotverschiebung Farbe Nacht
fr: Redshift couleur de nuit
ja: Redshift 夜の色温度
vi: Màu ban đêm Redshift

source: Redshift night brightness
ca: Brillantor nocturna de Redshift
de: Rotverschiebung Helligkeit Nacht
fr: Redshift luminosité de nuit
ja: Redshift 夜の輝度
vi: Độ sáng ban đêm Redshift

source: On
ca: Activar
de: An
ja: オン
vi: Bật

source: Off
ca: Desactivar
de: Aus
ja: オフ

source: Day colour temperature
ca: Temperatura de color diürna
de: Tages Farbtemperatur
fr: Température de couleur de jour
ja: 昼の色温度
vi: Nhiệt độ màu ban ngày

source: Night colour temperature
ca: Temperatura de color nocturna
de: Nacht Farbtemperatur
fr: Température de couleur de nuit
ja: 夜の色温度
vi: Nhiệt độ màu ban đêm

source: Day Redshift brightness
ca: Brillantor diürna de Redshift
de: Rotverschiebung Helligkeit Tag
fr: Luminosité Redshift de jour
ja: Redshift 昼の輝度
vi: Độ sáng Redshift ban ngày

source: Night Redshift brightness
ca: Brillantor nocturna de Redshift
de: Rotverschiebung Helligkeit Nacht
fr: Luminosité Redshift de nuit
ja: Redshift 夜の輝度
vi: Độ sáng Redshift ban đêm

source: Brightness level
ca: Nivell de brillantor
de: Helligkeit
fr: Niveau de luminosité
ja: 輝度レベル
vi: Mức độ sáng

source: Transition between day and night configuration
ca: Configuració de la transició entre dia i nit
de: Übergang zwischen Tag- und Nachtkonfiguration
fr: Transition entre la configuration jour et nuit
ja: 昼間・夜間にかけての変化の設定
vi: Cấu hình chuyển đổi ngày và đêm

source: Redshift configuration
ca: Configuració de Redshift
de: Redshift Konfiguration
fr: Configuration de Redshift
ja: Redshift 設定
vi: Cấu hình Redshift

source: Redshift settings
ca: Ajustaments de Redshift
de: Redshift Einstellungen
fr: Paramètres de Redshift
ja: Redshift 設定
vi: Cài đặt Redshift

source: Redshift Day Brightness
ca: Brillantor diürna de Redshift
de: Rotverschiebung Helligkeit Tag
fr: Redshift Luminosité de Jour
ja: Redshift 昼間輝度
vi: Độ sáng ban ngày Redshift

source: Longitude
ca: Longitud
de: Längengrad
ja: 経度
vi: Kinh độ

source: If not entered Redshift would use GeoClue2 provider
ca: Si no se n'introdueix cap, Redshift utilitzarà el proveïdor GeoGlue2
de: Ohne Eintrag wird GeoClue2 als Datenquelle wird benutzt
fr: S'il n'est pas entré, Redshift utilisera le fournisseur GeoClue2
ja: 入力がなければ Redshift は GeoClue2 プロバイダを使います
vi: Nếu không nhập, Redshift sẽ sử dụng nhà cung cấp GeoClue2

source: Change temperature colour and Redshift brightness between day and night
ca: Canviar la temperatura i brillantor de Redshift entre el dia i la nit
de: Farbtemperatur und Helligkeit der Rotverschiebung zwischen Tag und Nacht verändern
fr: Changer la couleur de la température et la luminosité de Redshift entre le jour et la nuit
ja: 昼と夜で色温度と明るさを変える
vi: Thay đổi nhiệt độ màu và độ sáng Redshift giữa ngày và đêm

source: Redshift Day colour temperature
ca: Temperatura de color de Redshift diürna
de: Rotverschiebung Farbtemperatur Tag
fr: Température de couleur de jour de Redshift
ja: Redshift 昼の色温度
vi: Nhiệt độ màu ban ngày Redshift

source: Redshift Night colour temperature
ca: Temperatura de color de Redshift nocturna
de: Rotverschiebung Farbtemperatur Nacht
fr: Température de couleur de nuit de Redshift
ja: Redshift 夜の色温度
vi: Nhiệt độ màu ban đêm Redshift

source: Latitude
ca: Latitud
de: Breitengrad
ja: 緯度
vi: Vĩ độ

source: Redshift Night Brightness
ca: Brillantor de Redshift nocturna
de: Rotverschiebung Helligkeit Nacht
fr: Redshift Luminosité de nuit
ja: Redshift 夜の輝度
vi: Độ sáng ban đêm Redshift

source: Redshift Enabled
ca: Redshift activat
de: Redshift aktiviert
fr: Redshift Activé
ja: Redshift 有効
vi: Bật Redshift

source: An app to change the red filter level for late night screen time. Requires redshift: sudo apt-get install redshift
ca: Una app per a canviar el color de la llum quan és de nit. Necessita redshift: sudo apt-get install redshift
de: Ein Applet zum schnellen Anpassen des Rotfilters für nächtliche Arbeiten. Nutzt redshift: sudo apt-get install redshift
fr: Une application pour modifier le niveau de filtre rouge des écrans en fin de soirée. Nécessite redshift : sudo apt-get install redshift
ja: 深夜のスクリーンタイムのために、赤色フィルタレベルを変更するアプリ。要 redshift
vi: Ứng dụng thay đổi mức lọc màu đỏ cho màn hình ban đêm. Yêu cầu redshift: sudo apt-get install redshift

source: Colour temperature
vi: Nhiệt độ màu

source: Redshift brightness
vi: Độ sáng Redshift
