Repository: linuxmint/cinnamon-spices-applets
Catalog: disk-read-and-write-speed@cardsurf/files/disk-read-and-write-speed@cardsurf/po/*.po
Languages: ca, it, nl

source: Shows usage of a disk
ca: Mostra l'ús d'un disc
it: Mostra l'utilizzo di un disco
nl: Toont het gebruik van een schijf

source: Disk read and write speed
ca: Velocitat de lectura i escriptura del disc
it: Velocità di lettura e scrittura del disco
nl: Leessnelheid en schrijfsnelheid van de schijf

source: Configuration
ca: Configuració
it: Configurazione
nl: Configuratie

source: Show
ca: Mostra
it: Mostra
nl: Toon

source: Average speed per second
ca: Velocitat mitjana per segon
it: Velocità media al secondo
nl: Gemiddelde snelheid per seconde

source: Amount of data transferred
ca: Quantitat de dades transferides
it: Quantità di dati trasferiti
nl: Hoeveelheid overgedragen gegevens

source: Values shown in the panel
ca: Valors mostrats al tauler
it: Valori mostrati nel pannello
nl: Waarden weergegeven in het paneel

source: Unit
ca: Unitat
it: Unità
nl: Eenheid

source: Base data unit shown in the panel
ca: Unitat base per les dades mostrades al tauler
it: Unità di dati di base mostrata nel pannello
nl: Basisgegevenseenheid weergegeven in het paneel

source: Decimal or binary
ca: Decimal o binari
it: Decimale o binario
nl: Decimaal of binair

source: Decimal
it: Decimale
nl: Decimaal

source: Binary
ca: Binari
it: Binario
nl: Binair

source: Decimal: k, M, G, T Binary: ki, Mi, Gi, Ti
ca: Decimal: k, M, G, T Binari: ki, Mi, Gi, Ti
it: Decimali: k, M, G, T Binario: ki, Mi, Gi, Ti
nl: Decimaal: k, M, G, T Binair: ki, Mi, Gi, Ti

source: seconds
ca: segons
it: secondi
nl: seconden

source: Calculate every
ca: Calcula cada
it: Calcola ogni
nl: Bereken elke

source: How often to calculate disk read and write speed
ca: Com de sovint es calcularà la velocitat de lectura i escriptura del disc
it: La frequenza con cui calcolare la velocità di lettura e scrittura del disco
nl: Hoe vaak de lees- en schrijfsnelheid van de schijf moet worden berekend

source: Gui
ca: Interfície
it: Interfaccia Grafica
nl: Grafische gebruikersinterface

source: Type
ca: Tipus
it: Tipo

source: Compact
ca: Compacte
it: Compatta

source: Large
ca: Gran
it: Grande
nl: Groot

source: Applet Gui
ca: Miniaplicació gràfica
it: Interfaccia Grafica Applet
nl: Grafische gebruikersinterface applet

source: Decimal places
ca: Número de decimals
it: Posizioni decimali
nl: Decimalen

source: Decimal places of disk read and write speed shown in the panel
ca: Número de decimals a mostrar en les velocitats del disc
it: Cifre decimali della velocità di lettura e scrittura del disco mostrata nel pannello
nl: Decimalen van de lees- en schrijfsnelheid van de schijf weergegeven in het paneel

source: Text CSS
it: Testo CSS
nl: Tekst CSS

source: A CSS style applied to the text in the panel
ca: Estil CSS aplicat al text del tauler
it: Uno stile CSS applicato al testo nel pannello
nl: Een CSS-stijl toegepast op de tekst in het paneel

source: Read icon
ca: Icona de lectura
it: Icona lettura
nl: Leespictogram

source: An icon displayed next to disk read speed in the panel
ca: Icona mostrada al tauler al costat de la velocitat de lectura
it: Un'icona visualizzata accanto alla velocità di lettura del disco nel pannello
nl: Een pictogram weergegeven naast de leessnelheid van de schijf in het paneel

source: Write icon
ca: Icona d'escriptura
it: Icona scrittura
nl: Schrijfpictogram

source: An icon displayed next to disk write speed in the panel
ca: Icona mostrada al tauler al costat de la velocitat d'escriptura
it: Un'icona visualizzata accanto alla velocità di scrittura del disco nel pannello
nl: Een pictogram weergegeven naast de schrijfsnelheid van de schijf in het paneel

source: Popup headers CSS
ca: CSS de les capçaleres emergents
it: Intestazioni popup CSS
nl: Popup kopteksten CSS

source: A CSS style applied to headers in the hover popup
ca: Estil CSS aplicat a les capçaleres dels espais emergents
it: Uno stile CSS applicato alle intestazioni nel popup al passaggio del mouse
nl: Een CSS-stijl toegepast op kopteksten in de hover-popup

source: Popup rows CSS
ca: CSS de les files emergents
it: Righe popup CSS
nl: Popup rijen CSS

source: A CSS style applied to rows in the hover popup
ca: Estil CSS aplicat a les files dels espais emergents
it: Uno stile CSS applicato alle righe nel popup al passaggio del mouse
nl: Een CSS-stijl toegepast op rijen in de hover-popup

source: Total data
ca: Dades totals
it: Dati totali
nl: Totale gegevens

source: Show total read and write on hover
ca: Mostra la lectura i escriptura totals
it: Mostra il totale delle letture e delle scritture al passaggio del mouse
nl: Toon totaal gelezen en geschreven bij hover met de muis

source: Show the hover popup with total amount of data read and written
ca: Mostra la informació emergent amb el total de dades llegides i escrites
it: Mostra il popup al passaggio del mouse con la quantità totale di dati letti e scritti
nl: Toon de hover-popup met het totale aantal aan gelezen en geschreven gegevens

source: Show total bytes read
ca: Mostra el número total de bytes llegits
it: Mostra i byte totali letti
nl: Toon totaal aantal bytes gelezen

source: Show the column with the total amount of bytes read in the hover popup
ca: Mostra la columna amb el número total de bytes llegits a la finestra emergent
it: Mostra la colonna con la quantità totale di byte letti nel popup al passaggio del mouse
nl: Toon de kolom met het totale aantal bytes gelezen in de hover-popup

source: Show total bytes written
ca: Mostra el número total de bytes escrits
it: Mostra i byte totali scritti
nl: Toon totaal aantal bytes geschreven

source: Show the column with the total amount of bytes written in the hover popup
ca: Mostra la columna amb el número total de bytes escrits a la finestra emergent
it: Mostra la colonna con la quantità totale di byte scritti nel popup al passaggio del mouse
nl: Toon de kolom met het totale aantal bytes geschreven in de hover-popup

source: Total bytes read column name
ca: Nom de la columna del total de bytes llegits
it: Nome colonna totale byte letti
nl: Naam van de kolom met het totale aantal bytes gelezen

source: A name of the column with the total amount of bytes read in the hover popup
ca: Nom de la columna del total de bytes llegits que es mostrarà a la finestra emergent
it: Un nome della colonna con la quantità totale di byte letti nel popup al passaggio del mouse
nl: Naam van de kolom met het totale aantal bytes gelezen in de hover-popup

source: Total bytes written column name
ca: Nom de la columna del total de bytes escrits
it: Nome colonna totale byte scritti
nl: Naam van de kolom met het totale aantal bytes geschreven

source: A name of the column with the total amount of bytes written in the hover popup
ca: Nom de la columna del total de bytes escrits que es mostrarà a la finestra emergent
it: Un nome della colonna con la quantità totale di byte scritti nel popup al passaggio del mouse
nl: Naam van de kolom met het totale aantal bytes geschreven in de hover-popup

source: Disks
ca: Discs
it: Dischi
nl: Schijven

source: A regular expression that matches disk names to show in the hover popup
ca: Expressió regular que seleccioni els noms de discs dels quals mostrar informació a la finestra emergent
it: Un'espressione regolare che corrisponde ai nomi dei dischi da mostrare nel popup al passaggio del mouse
nl: Een reguliere expressie die overeenkomt met schijfnamen om weer te geven in de hover-popup

source: Aliases
ca: Sobrenoms
it: Alias
nl: Aliassen

source: A comma separated list of "disk:alias" pairs that replace disk names in the hover popup
ca: Una llista de parelles "disc:sobrenom" que substituirà el nom dels discs a la finestra emergent
it: Un elenco separato da virgole di coppie "disco:alias" che sostituiscono i nomi dei dischi nel popup al passaggio del mouse
nl: A lijst, gescheiden door komma's, van 'schijf:alias' paren die schijfnamen vervangen in de hover-popup

source: Headers
ca: Capçaleres
it: Intestazioni
nl: Kopteksten

source: A comma separated list of column headers to show in the hover popup
ca: Una llista separada per comes amb les capçaleres a mostrar a la finestra emergent
it: Un elenco separato da virgole di intestazioni di colonna da mostrare nel popup al passaggio del mouse
nl: Een komma-gescheiden lijst van kolomkopteksten om weer te geven in de hover-popup

source: Columns
ca: Columnes
it: Colonne
nl: Kolommen

source: A comma separated list of column indexes to show in the hover popup
ca: Una llista separada per comes amb els índexs de columnes a mostrar a la finestra emergent
it: Un elenco separato da virgole di indici di colonna da mostrare nel popup al passaggio del mouse
nl: Een komma-gescheiden lijst van kolomindexen om weer te geven in de hover-popup

source: Spaces
ca: Espais
it: Spazi
nl: Spaties

source: A number of spaces between columns in the hover popup
ca: Número d'espais entre les columnes de la finestra emergent
it: Un numero di spazi tra le colonne nel popup al passaggio del mouse
nl: Een aantal spaties tussen kolommen in de hover-popup

source: Column sort
ca: Ordenament de les columnes
it: Ordinamento colonne
nl: Kolomsortering

source: Bytes read
ca: Bytes llegits
it: Byte letti
nl: Bytes gelezen

source: Bytes written
ca: Bytes escrits
it: Byte scritti
nl: Bytes geschreven

source: Other
ca: Altre
it: Altro
nl: Anders

source: A column used to sort rows in the hover popup
ca: Una columna utilitzada per ordenar files a la finestra emergent
it: Una colonna utilizzata per ordinare le righe nel popup al passaggio del mouse
nl: Een kolom die wordt gebruikt om rijen te sorteren in de hover-popup

source: Sort column index
ca: Ordenar índexs de les columnes
it: Ordinamento indice colonne
nl: Sorteer kolomindex

source: An index of a column that is used to sort rows in the hover popup
ca: Un índex d'una columna que s'utilitza per ordenar files a la finestra emergent
it: Un indice di una colonna utilizzata per ordinare le righe nel popup al passaggio del mouse
nl: Een index van een kolom die wordt gebruikt om rijen te sorteren in de hover-popup

source: Order
ca: Ordre
it: Ordinamento
nl: Volgorde

source: Ascending
ca: Ascendent
it: Ascendente
nl: Oplopend

source: Descending
ca: Descendent
it: Discendente
nl: Aflopend

source: An order used to sort rows in the hover popup
ca: Ordre per a ordenar les files a la finestra emergent
it: Un ordine utilizzato per ordinare le righe nel popup al passaggio del mouse
nl: Een volgorde die wordt gebruikt om rijen te sorteren in de hover-popup

source: Decimal places of total amount of data read and written shown in the hover popup
ca: Número de decimals que es mostraran amb el total de dades llegides i escrites mostrades a la finestra emergent
it: Cifre decimali della quantità totale di dati letti e scritti mostrati nel popup al passaggio del mouse
nl: Decimalen van totale hoeveelheid gelezen en geschreven gegevens weergegeven in de hover-popup

source: Processes
ca: Processos
it: Processi
nl: Processen

source: List input and output information per process
ca: Mostra la informació d'entrada i sortida agrupada per procés
it: Elenca le informazioni di input e output per processo
nl: Lijst met invoer- en uitvoerinformatie per proces

source: Open a terminal with a list of input and output informations per process on a left mouse click. The next click closes the terminal.
ca: Obre un terminal amb la llista de processos i el seu ús de lectura i escriptura de discos amb un clic esquerre. El proper clic tanca el terminal.
it: Apre un terminale con un elenco di informazioni di input e output per processo con un clic sinistro del mouse. Il clic successivo chiude il terminale.
nl: Open een terminal met een lijst van invoer- en uitvoerinformatie per proces met een linkermuisklik. De volgende klik sluit de terminal.

source: Command
ca: Ordre
it: Comando
nl: Commando

source: A command used to show input and output information per process
ca: Ordre a executar per mostrar la informació d'entrada i sortida agrupada per procés
it: Un comando utilizzato per mostrare informazioni di input e output per processo
nl: Een commando gebruikt om invoer- en uitvoerinformatie per proces te tonen
