Repository: linuxmint/cinnamon-spices-applets
Catalog: configurableMenu@lestcape/files/configurableMenu@lestcape/locale/*.po
Languages: de_de, it_it

source: Align the submenu with the parent
de_de: Untermenü am übergestellten Menü ausrichten
it_it: Allinea il submenu con il padre

source: Choose whether or not to align the submenu with the parent.
de_de: Wähle ob das Untermenü am übergestellten Menü ausgerichtet werden soll.
it_it: Indica se allineare o meno il submenu con il padre.

source: Submenu width:
de_de: Breite der Untermenüs
it_it: Larghezza Submenu:

source: Set the submenu width.
de_de: Lege die Breite der Untermenüs fest.
it_it: Imposta la larghezza del submenu.

source: Submenu height:
de_de: Höhe der Untermenüs:
it_it: Altezza Submenu:

source: Set the submenu height.
de_de: Lege die Höhe der Untermenüs fest.
it_it: Imposta l'altezza del submenu.

source: Enable web search
de_de: Websuche aktivieren
it_it: Abilita ricerca web

source: Allows the web search with the selected search engines.
de_de: Erlaubt eine Websuche mit den ausgewählten Suchmaschinen
it_it: Permette la ricerca web con i motori di ricerca selezionati.

source: Enable web search with wikipedia
de_de: Websuche mit Wikipedia aktivieren
it_it: Abilita ricerca web con Wikipedia

source: Allows web search to the wikipedia search engine.
de_de: Erlaubt eine Websuche mit Wikipedia
it_it: Permette la ricerca sul motore di ricerca di wikipedia.

source: Enable web search with google
de_de: Websuche mit Google aktivieren
it_it: Abilita la ricerca web con google

source: Allows web search to the google search engine.
de_de: Erlaubt eine Websuche mit Google
it_it: Permette la ricerca web sul motore di ricerca google.

source: Enable web search with duckduckgo
de_de: Websuche mit DuckDuckGo aktivieren
it_it: Abilita la ricerca web con duckduckgo

source: Allows web search to the duckduckgo search engine.
de_de: Erlaubt eine Websuche mit DuckDuckGo
it_it: Permetti la ricerca web sul motore di ricerca di duckduckgo

source: Enable the Cinnamon Installer tool
de_de: Das Cinnamon Installationswerkzeug aktivieren
it_it: Abilita lo strumento Cinnamon Installer

source: Allows install, uninstall and search for programs and packages(need internet connection to be download).
de_de: Erlaubt es nach Programmen und Paketen zu suchen und diese zu installieren und entfernen (Internet Verbindung wird für das herunterladen benötigt)
it_it: Permette di installare, rimuovere a cercare programi e pacchetti (necessita di connessione ad internet per il download).

source: Enable to search for packages
de_de: Suche nach Paketen aktivieren
it_it: Abilita la ricerca di pacchetti

source: Allows search for new packages on the repository.
de_de: Erlaubt es nach Paketen in den Repositories zu suchen.
it_it: Permette la ricerca di nuovi pacchetti nei repository.

source: Update the Cinnamon Installer tool
de_de: Das Cinnamon Installationswerkzeug aktualisieren
it_it: Aggiorna lo strumento Cinnamon Installer

source: Press this button to update the Cinnamon Installer tool.
de_de: Klicke diese Schaltfläche um das Cinnamon Installationswerkzeug zu installieren.
it_it: Premi questo pulsante per aggiornare lo strumento Cinnamon Installer.

source: Enable to check for a new version of Cinnamon Installer when the menu started
de_de: Aktiviere um auf eine neue Version des Cinnamon Installationswerkzeugs beim Start des Menüs zu prüfen
it_it: Abilita per cercare una nuova versione di Cinnamon Installer quando il menu viene aperto

source: Allows to check for a new version of Cinnamon Installer when the menu started.
de_de: Erlaubt es beim Start des Menüs auf eine neue Version des Cinnamon Installationswerkzeugs zu prüfen
it_it: Permette di cercare una nuova versione di Cinnamon Installer quando il menu viene aperto.

source: Uninstall the Cinnamon Installer tool
de_de: Das Cinnamon Installationswerkzeug entfernen
it_it: Rimuovi lo strumento Cinnamon Installer

source: Press this button to uninstall the Cinnamon Installer tool.
de_de: Klicke diese Schaltfläche um das Cinnamon Installationswerkzeug zu entfernen
it_it: Premi questo pulsante per rimuovere lo strumento Cinnamon Installer.

source: Enable the default Cinnamon packages manager tools
de_de: Standard Cinnamon Paketverwaltung aktivieren
it_it: Abilita gli strumenti di default di Cinnamon per la gestione dei pacchetti

source: Allows the use of the default packages manager(only if it's available).
de_de: Erlaubt die Nutzung der Standard Paketverwaltung (nur wenn verfügbar).
it_it: Permette l'utilizzo del gestore pacchetti di default (solo se è disponibile).

source: Filter:
it_it: Filtra:

source: Layouts:
it_it: Layout:

source: Search results sorted by:
it_it: Risultati di ricerca ordinati per:

source: Select a method to sort search results.
it_it: Seleziona un metodo di ordinamento dei risultati di ricerca.
