Repository: linuxmint/cinnamon-spices-applets
Catalog: configurableMenu@lestcape/files/configurableMenu@lestcape/locale/*.po
Languages: de_de, it_it

source: Execution of '%s' failed:
de_de: Ausführung von '%s' ist fehlgeschlagen:
it_it: Esecuzione di '%s' fallita:

source: Command not found.
de_de: Befehl nicht gefunden.
it_it: Comando non trovato.

source: Package %s
de_de: Paket %s
it_it: Pacchetto %s

source: Package to install %s
de_de: Paket %s installieren
it_it: Pacchetto da installare %s

source: List View
de_de: Listensansicht
it_it: Visualizzazione a lista

source: Grid View
de_de: Gitteransicht
it_it: Visualizzazione a griglia

source: Show application entries in list view
de_de: Anwendungen als Liste anzeigen
it_it: Mostra voci applicazione nella visualizzazione a lista

source: Prevent resizing
de_de: Größenanpassung verhindern
it_it: Previeni il ridimensionamento

source: Prevent resizing the menu
de_de: Größenanpassung des Menü verhindern
it_it: Previeni il ridimensionamento del menu

source: Allow resizing
de_de: Größenanpassung erlauben
it_it: Permetti ridimensionamento

source: Allow resizing the menu
de_de: Größenanpassung des Menüs erlauben
it_it: Permetti il ridimensionamento del menu

source: Recover size
de_de: Größe wiederherstellen
it_it: Recupera dimensioni

source: Recover the normal menu size
de_de: Die normal Menü Größe wiederherstellen
it_it: Recupera la normale grandezza del menu

source: Full Screen
de_de: Vollbild
it_it: Schermo Pieno

source: Put the menu in full screen mode
de_de: Das Menü im Vollbildmodus anzeigen
it_it: Metti il menu a schermo pieno

source: Configure the menu options
de_de: Menüoptionen anpassen
it_it: Configura le opzioni del menu

source: Remove from accessible panel
de_de: Vom Direktzugansbereich entfernen
it_it: Rimuovi dal pannello accessibile

source: Add to accessible panel
de_de: Zum Direktzugansbereich hinzufügen
it_it: Aggiungi al pannello accessibile

source: Save name
de_de: Name speichern
it_it: Salva nome

source: Edit name
de_de: Name bearbeiten
it_it: Modifica nome

source: Default name
de_de: Standardname
it_it: Nome di default

source: Favorites
de_de: Favoriten
it_it: Favoriti

source: Search %s for %s
de_de: Suche in %s nach %s
it_it: Cerca %s per %s

source: Menu:
de_de: Menü

source: Menu Size:
de_de: Menügröße:
it_it: Dimensione Menu:

source: Menu Reaction:
de_de: Reaktion des Menüs:
it_it: Reazione Menu:

source: Categories:
de_de: Kategorien
it_it: Categorie:

source: Applications:
de_de: Anwendungen:
it_it: Applicazioni:

source: Favorites:
de_de: Favoriten:
it_it: Favoriti:

source: Hover Icon:
de_de: Mausüber Symbol:
it_it: Icona hover:

source: System Buttons:
de_de: System Schaltflächen
it_it: Pulsanti di Sistema:

source: Control Buttons:
de_de: Kontroll Schaltflächen
it_it: Pulsanti di Controllo:

source: Separators:
de_de: Platzhalter:
it_it: Separatori:

source: Information Panel:
de_de: Informationsbereich:
it_it: Pannello Informazioni:

source: Accessible Panel:
de_de: Direktzugangsbereich:
it_it: Pannello Accesibilità:

source: GnoMenu Panel:
de_de: GnoMenu Bereich:
it_it: Pannello GnoMenu:

source: Submenu:
de_de: Untermenü:

source: General search options:
de_de: Allgemeine Suchoptionen:
it_it: Opzioni di ricerca generale:

source: Installer and uninstaller tools:
de_de: De-/Installations Werkzeuge:
it_it: Strumenti di installazione e rimozione:

source: Effect on opening and closing:
de_de: Effekt für das Öffnen und Schließen:
it_it: Effetto all'apertura e chiusura:

source: Select the effect on the menu opening and closing.
de_de: Wähle den Effekt für das Öffnen und Schließen des Menüs.
it_it: Selezione l'effetto sull'apertura e chiusura del menu.

source: None
de_de: Kein
it_it: Nessuno

source: Dispel
de_de: Auflösen

source: Hide Horizontal
de_de: Horizontal verstecken
it_it: Nascondi Orizzontalmente

source: Hide Vertical
de_de: Vertikal verstecken
it_it: Nascondi Verticalmente

source: Duration of effect:
de_de: Dauer des Effekts:
it_it: Durata dell'effetto:

source: The time on seconds to perform the effect(More time is slower).
de_de: Dauer in Sekunden des Effekts (höher is langsamer).
it_it: Tempo in secondi per realizzarre l'effetto.

source: Swap the top and bottom panel
de_de: Oberen und unteren Bereich tauschen
it_it: Scambia il pannello superiore e quello inferiore

source: Choose whether or not to swap the top and bottom panel on the menu.
de_de: Wähle ob der obere und untere Bereich im Menü vertauscht werden sollen.
it_it: Sceglie se scambiare o meno il pannello superiore del menu con quello inferiore.

source: Show search entry
de_de: Sucheintrag anzeigen
it_it: Mostra voce di ricerca

source: Choose whether or not to show search entry on the menu.
de_de: Wähle ob der Sucheintrag im Menü angezeigt werden soll.
it_it: Sceglie se mostrare o meno la voce di ricerca.

source: Font size of the selected application name:
de_de: Schriftgröße des ausgewählten Anwendungsnamens:
it_it: Dimensione font del nome dell'applicazione selezionata:

source: Set the font size of the selected application name.
de_de: Wähle die Schriftgröße des ausgewählten Anwendungsnamens.
it_it: Imposta la dimensione dei font dell'applicazione selezionata.

source: Save the layout configuration
de_de: Layout Konfiguration speichern
it_it: Sava la configurazione del layout

source: Press this button to save the layout configuration.
de_de: Klicke diese Schaltfläche um die Konfiguration des Layouts zu speichen
it_it: Premi questo bottone per salvare la configurazione del layout.

source: points
de_de: punkte
it_it: punti

source: Number of favorites lines:
de_de: Anzahl der Zeilen für Favoriten:
it_it: Numero di linee dei favoriti

source: Choose the number of favorites lines.
de_de: Wähle die Anzahl der Zeilen für die Favoriten.
it_it: Sceglie il numero delle linee dei favoriti.

source: lines
de_de: Zeilen
it_it: linee

source: GnoMenu buttons layout:
de_de: GnoMenu Schaltflächen-Layout:
it_it: Bottone layout GnoMenu:

source: Select a layout of GnoMenu buttons.
de_de: Wähle das Layout der GnoMenu Schaltflächen
it_it: Seleziona un layout dei bottoni GnoMenu.

source: Only Icons
de_de: Nur Symbole
it_it: Solo Icone

source: Only Text
de_de: Nur Text
it_it: Solo Testo

source: Grid
de_de: Gitter
it_it: Griglia

source: List
de_de: Liste
it_it: Lista

source: System buttons layout:
de_de: Systemschaltfächen Layout
it_it: Layout dei bottoni di Sistema:

source: Select a layout of system buttons.
de_de: Wähle das Layout der System Schaltflächen
it_it: Seleziona un layout per i bottoni di sistema.

source: Retractable Text
de_de: Einklappbarer Text
it_it: Testo Retraibile

source: Vertical Text
de_de: Vertikaler Text
it_it: Testo Verticale

source: Horizontal Grid
de_de: Horizontales Gitter
it_it: Griglia Orizzontale

source: Vertical Icon
de_de: Vertikale Symbole
it_it: Icona Verticale

source: Horizontal Text
de_de: Horizontaler Text
it_it: Testo Orizzontale

source: Vertical List
de_de: Vertikale Liste
it_it: Lista Verticale

source: Vertical Grid
de_de: Vertikales Gitter
it_it: Griglia Verticale

source: Horizontal Icon
de_de: Horizontale Symbole
it_it: Icona Orizzontale

source: Horizontal List
de_de: Horizontale Liste
it_it: Lista Orizzontale

source: Retractable
de_de: Einklappbar
it_it: Retraibile

source: Show scrolling area of favorites
de_de: Bildlaufleiste im Favoritenbereich anzeigen
it_it: Mostra l'area di scrolling dei favoriti

source: Choose whether or not to show the scrolling area of favorites.
de_de: Wähle ob die Bildlaufleiste im Bereich der Favoriten angezeigt werden soll.
it_it: Scegle se mostrare o meno l'area di scrolling dei favoriti.

source: Open the menu when I press my mouse over it
de_de: Öffne das Menü wenn die Maus drüberfährt
it_it: Apri il menu quando premi il mouse su di esso

source: Enable opening the menu when the mouse press over the applet.
de_de: Aktiviere das Öffnen des Menüs wenn die Maus über das Applet fährt.
it_it: Abilita l'apertura del menu quando viene premuto il mouse sull'applet.

source: Menu height:
de_de: Menühöhe:
it_it: Altezza Menu:

source: Height of the menu.
de_de: Die Höhe des Menüs.
it_it: Altezza del menu.

source: Application entries have description
de_de: Beschreibung für Anwendungen anzeigen
it_it: Le voci delle Applicazioni hanno la descrizione

source: Choose whether or not to have description on application entries.
de_de: Wähle ob eine Beschreibung für Anwendungen angezeigt werden soll.
it_it: Indica se mostrare o meno le descrizioni nelle voci delle applicazioni.

source: Control icon size:
de_de: Größe des Kontrollsymbols:
it_it: Dimensione dell'icona Control:

source: Set the control icon size.
de_de: Wähle die Größe des Kontrollsymbols
it_it: Imposta la dimensione dell'icona control.

source: Show scrolling area of applications
de_de: Bildlaufleiste imAnwendungbereich anzeigen
it_it: Mostra l'area di scrolling delle applicazioni

source: Choose whether or not to show the scrolling area of applications.
de_de: Wähle
it_it: Indica se mostrare o meno l'area di scrolling delle applicazioni.

source: Show scrolling area of accessible panel
de_de: Bildlaufleiste im Accessiblebereich anzeigen
it_it: Mostra l'area di scrolling del pannello accessibilità

source: Choose whether or not to show the scrolling area of accessible panel.
de_de: Wähle ob eine Bildlaufleiste im Accessiblebereich angezeigt werden soll.
it_it: Indica se mostrare o meno l'area di scrolling del pannello accessibilità.

source: Show scrolling area of GnoMenu panel
de_de: Bildlaufleiste im GnoMenu-Bereich anzeigen
it_it: Mostra l'area di scrolling del pannello GnoMenu

source: Choose whether or not to show the scrolling area of GnoMenu panel.
de_de: Wähle ob eine Bildlaufleiste im GnoMenu Bereich angezeigt werden soll.
it_it: Indica se mostrare o meno l'area di scrolling del pannello GnoMenu.

source: Show name of the selected application
de_de: Den Namen der ausgewählten Anwendung anzeigen
it_it: Mostra il nome dell'applicazione selezionata

source: Choose whether or not to show the selected application name on the menu.
de_de: Wähle ob der Name der ausgewählten Anwendung im Menü angezeigt werden soll.
it_it: Indica se mostrare o meno il nome dell'applicazione selezionata nel menu.

source: Full screen
de_de: Vollbild
it_it: Schermo pieno

source: Choose whether or not to put the menu in full screen mode.
de_de: Wähle ob das Menü im Vollbildmodus angezeigt werden soll.
it_it: Indica se mostrare o meno il menu a pieno schermo.

source: Show symbolic icons on the control buttons
de_de: Sinnbildliche Symbole auf den Kontrollschaltflächen anzeigen
it_it: Mostra icone simboliche sui pulsanti di controllo

source: Enable this option to show symbolic icons, on the control buttons and disable to show full color.
de_de: Aktiviere diese Option um sinnbildliche Symbole auf den Kontrollschaltflächen anzuzeigen und die Farbansicht zu deaktivieren.
it_it: Abilita questa opzione per mostrare le icone simboliche sui pulsanti di controllo e disabilitala per mostrare a pieni colori.

source: Show control buttons
de_de: Kontrollschaltflächen anzeigen
it_it: Mostra pulsanti di controllo

source: Choose whether or not to show control buttons.
de_de: Wähle ob die Kontrollschaltflächen angezeigt werden sollen.
it_it: Indica se mostrare o meno i pulsanti di controllo.

source: Application icon size:
de_de: Größe der Anwendungssymbole
it_it: Dimensione dell'icona delle applicazioni:

source: Set the application icon size.
de_de: Größe der Anwendungssymbole.
it_it: Imposta la dimensione delle iconi delle applicazioni.

source: Hover icon have a box
de_de: Mausübersymbol einrahmen
it_it: L'icona hover ha un box

source: Choose whether or not to have a box on the hover icon.
de_de: Wähle ob ein Rahmen um das Mausübersymbol angezeigt werden soll.
it_it: Indica se mostrare o meno il box dell'iicona sull'hover.

source: Accessible panel has a box
de_de: Accssiblebereich einrahmen
it_it: Il pannello accessibilità ha un box

source: Choose whether or not to have a box on the accessible panel.
de_de: Wähle ob ein Rahmen um den Accessiblebereich angezeigt werden soll.
it_it: Indica se mostrare o meno un box sul pannello accessibilità.

source: GnoMenu buttons have a box
de_de: GnoMenu Schaltflächen einrahmen
it_it: I Pulsanti GnoMenu hanno un box

source: Choose whether or not to have a box on the GnoMenu buttons.
de_de: Wähle ob ein Rahmen um die GnoMenu Schaltflächen angezeigt werden soll.
it_it: Indica se mostrare o meno un box su pulsanti GnoMenu

source: Separator size:
de_de: Größe des Platzhalters:
it_it: Dimensione separatore:

source: Choose the size of separator.
de_de: Wähle die Größe des Platzhalters.
it_it: Indica la dimensione del separatore.

source: Time format:
de_de: Zeitformat:
it_it: Formato ora:

source: Choose the time format to show time on the menu.
de_de: Wähle das Zeitformat aus welches vom Menü verwendet wird um die Zeit anzuzeigen.
it_it: Indica il formato dell'ora da mostrare nel menu.

source: Menu width:
de_de: Menübreite:
it_it: Larghezza Menu:

source: Width of the menu.
de_de: Breite des Menüs.
it_it: Larghezza del menu,

source: Menu layout:
de_de: Menülayout:
it_it: Layout Menu:

source: Select a layout of menu.
de_de: Wähle das Layout des Menüs.
it_it: Seleziona il layout del menu.

source: Classic
de_de: Klassisch

source: Classic Gnome
de_de: Gnome Klassisch

source: Stylized
de_de: Stilisiert

source: Accessible Inverted
de_de: Accessible Invertiert
it_it: Accessible Invertito

source: Dragon Inverted
de_de: Dragon Invertiert
it_it: Dragon Invertito

source: GnoMenu Left
de_de: GnoMenu Links
it_it: GnoMenu Sinistra

source: GnoMenu Right
de_de: GnoMenu Rechts
it_it: GnoMenu Destra

source: GnoMenu Top
de_de: GnoMenu Oben
it_it: GnoMenu Sopra

source: GnoMenu Bottom
de_de: GnoMenu Unten
it_it: GnoMenu Sotto

source: Show hover icon
de_de: Mausüber Symbol anzeigen
it_it: Mostra icona hover

source: Choose whether or not to show hover icon on the menu.
de_de: Wähle ob das Mausübersymbol angezeigt werden soll.
it_it: Indica se mostrare o meno l'icona hover sul menu.

source: Hover icon size:
de_de: Größe des Mausübersymbols:
it_it: Dimensione dell'icona hover:

source: Set the hover icon size.
de_de: Wähle die Größe des Mausübersymbols.
it_it: Imposta la dimensione dell'icona di hover.

source: Show application entries in grid view
de_de: Anwendungen als Gitter anzeigen
it_it: Mostra le voci delle applicazioni nella vista a griglia

source: Enable show application entries in grid(icon) view and disable show application entries in list view.
de_de: Aktiviere Anzeige der Anwendungen als Gitter (Symbole) und deaktiviere Anzeige als Liste.
it_it: Abilita e disabilita la visualizzazione delle voci delle applicazioni nella visualizzazione griglia (icona).

source: Maximum width of the application entry text:
de_de: Maximale Breite des Textes für Anwendungen:
it_it: Larghezza massima del testo della voce di un'applicazione:

source: Set the maximum width of the application entry text.
de_de: Wähle die maximale Breite des Textes fuer Anwendungen.
it_it: Imposta la massima larghezza del testo della voce di un'applicazione.

source: Show icons on the accessible panel
de_de: Symbole im Accessiblebereich anzeigen
it_it: Mostra le icone sul pannello accessibilità

source: Choose whether or not to have icons on the accessible panel.
de_de: Wähle ob Symbole im Accessiblebereich angezeigt werden sollen.
it_it: Indica se mostrare o meno le icone sul pannello accessibilità.

source: Menu bordering screen edge
de_de: Menü schließt mit Bildschirmrand ab
it_it: Menu al bordo dello schermo

source: Choose whether or not the menu bordering the screen edge.
de_de: Wähle ob das Menü mit Bildschirmrand abschlißen soll
it_it: Indica se far coincidere o meno il menu con il bordo dello schermo.

source: Accessible icons size:
de_de: Größe der Accessiblesymbole:
it_it: Dimensione icona Accessibilità:

source: Set the accessible icons size.
de_de: Wähle die Größe des Accessiblesymbole.
it_it: Imposta la dimension dell'icona accessibilità.

source: GnoMenu icons size:
de_de: Größe der GnoMenu-Symbole
it_it: Dimensioni icone GnoMenu:

source: Set the GnoMenu icons size.
de_de: Wähle die Größe der GnoMenu Symbole.
it_it: Imposta la dimensione delle icone GnoMenu.

source: Maximum favorites icon size:
de_de: Maximale Größe der Favoritensymbole:
it_it: Dimensione massima delle icone dei favoriti:

source: Set the maximum size of the favorites icon.
de_de: Wähle die maximale Größe der Favoritensymbole.
it_it: Imposta la dimensione massima delle icone dei favoriti.

source: Category icon size:
de_de: Größe der Kategoriesymbole
it_it: Dimensione icona Categorie:

source: Set the category icon size.
de_de: Wähle die Größe der Kategoriesymbole.
it_it: Imposta la dimensione dell'icona delle Categorie

source: Show time and date
de_de: Datum und Zeit anzeigen
it_it: Mostra ora e data

source: Choose whether or not to show time and date on the menu.
de_de: Wähle ob Datum und Uhrzeit im Menü angezeigt werden sollen.
it_it: Indica se mostrare o meno la data e l'ora nel menu.

source: Automatic size
de_de: Automatische Größe
it_it: Dimensioni automatiche

source: Choose whether or not to allow resizing the menu.
de_de: Wähle ob die Größe des Menüs angepasst werden kann.
it_it: Indica se permettere o meno il ridimensionamento del menu.

source: Choose whether or not to automatic adjust of the menu size.
de_de: Wähle ob die Größe des Menüs automatisch angepasst werden soll.
it_it: Indica se impostare automaticamente o meno le dimensioni del menu.

source: System icons size:
de_de: Größe der Systemsymbole:
it_it: Dimensione icone di Sistema:

source: Set the system icons size.
de_de: Wähle die Größe der Systemsymbole.
it_it: Imposta le dimensioni delle icone di sistema.

source: Enable autoscrolling
de_de: Automatischen Bildlauf aktivieren
it_it: Abilita autoscrolling

source: Choose whether or not to enable smooth autoscrolling on the menu.
de_de: Wähle ob der automatische, weiche Bildlauf im Menü aktiviert werden soll.
it_it: Indica se abilitare o meno l'autoscrolling fluido nel menu.

source: Show favorites
de_de: Favoriten anzeigen
it_it: Mostra favoriti

source: Choose whether or not to show favorites on the menu.
de_de: Wähle ob Favoriten im Menü angezeigt werden sollen
it_it: Indica se mostrare o meno i favoriti nel menu.

source: Control buttons have a box
de_de: Kontrollschaltflächen einrahmen
it_it: I pulsanti di Controllo hanno un box

source: Choose whether or not to have a box on the control buttons.
de_de: Wähle ob ein Rahmen um die Kontrollschaltflächen angezeigt werden soll.
it_it: Indica se mostrare o meno un box sui pulsanti di controllo.

source: Open the category when I move my mouse over it
de_de: Öffne Kategorien wenn der Mauszeiger drüberfährt
it_it: Apri la categoria al passaggio del mouse sopra di essa

source: Choose whether or not to open the category when the mouse move over it, otherwise need the mouse click.
de_de: Wähle ob Kategorien geöffnet werden sollen wenn der Mauszeiger drüberfährt
it_it: Indica se aprire o meno la categoria al passaggio del mouse sopra di essa, altrimenti necessita il click.

source: Show icons on the categories
de_de: Symbole für Kategorien anzeigen
it_it: Mostra icone sulle categorie

source: Choose whether or not to have icons on the categories.
de_de: Wähle ob Symbole für Kategorien angezeigt werden sollen.
it_it: Indica se mostrare o meno le icone sulle categorie.

source: Show scrolling area of categories
de_de: Bildlaufleiste für Kategorien anzeigen
it_it: Mostra l'area di scrolling delle categorie

source: Choose whether or not to show the scrolling area of categories.
de_de: Wähle ob die Bildlaufleiste im Bereich der Kategorien angezeigt werden soll.
it_it: Indica se mostrare o meno l'area di scrolling delle categorie.

source: Show arrow on the categories
de_de: Pfeile bei den Kategorien anzeigen
it_it: Mostra una freccia sulle categorie

source: Choose whether or not to show the arrow on the categories.
de_de: Wähle ob Pfeile auf den Kategorien angezeigt werden sollen.
it_it: Indica se mostrare o meno la freccia sulle categorie.

source: Only show arrow when selected category
de_de: Pfeil nur anzeigen wenn Kategorie ausgewähl ist
it_it: Mostra la freccia solo alla selezione della categoria

source: Choose whether or not to only show the arrow when selected the category.
de_de: Wähle ob Pfeile auf Kategorien nur angezeigt werden sollen wenn die Kategorie ausgewählt wurde.
it_it: Indica se mostrare o meno una freccia quando si seleziona una categoria.

source: Show description of the selected application
de_de: Beschreibung der ausgewählten Anwendung anzeigen
it_it: Mostra descrizione dell'applicazione selezionata

source: Choose whether or not to show the selected application description on the menu.
de_de: Wähle ob die Beschreibung der ausgewählten Anwendung im Menü angezeigt werden soll.
it_it: Indica se mostrare o meno la descrizione dell'applicazione selezionata nel menu.

source: Show menu box pointer
de_de: Menü Box Pointer anzeigen
it_it: Mostra il puntatore al menu box

source: Choose whether or not to show the menu box pointer.
de_de: Wähle ob der Pointer der Menü Box angezeigt werden soll.
it_it: Indica se mostrare o meno il puntatore al box del menu.

source: Date format:
de_de: Datumsformat:
it_it: Formato Data:

source: Choose the date format to show time on the menu.
de_de: Wähle das Datumsformat fuer die Anzeige des Datums im Menü.
it_it: Indica il formato della data da mostrare nel menu.

source: Show separator line
de_de: Platzhalter anzeigen
it_it: Mostra linea di separazione

source: Choose whether or not to show a line on separator.
de_de: Trennlinie im Platzhalter anzeigen.
it_it: Indica se mostrare o meno una linea sulla separazione.

source: Font size of the selected application description:
de_de: Schriftgröße der Beschreibungen für Anwendungen:
it_it: Dimensione dei font della descrizione dell'applicazione selezionata:

source: Set the font size of the selected application description.
de_de: Wähle die Schriftgröße der Beschreibungen für Anwendungen.
it_it: Imposta la dimensione dei font della descrizione dell'applicazione selezionata.

source: Show system buttons
de_de: Systemschaltflächen anzeigen
it_it: Mostra i pulsanti di sistema

source: Choose whether or not to show system buttons on the menu.
de_de: Wähle ob Systemschaltflächen im Menü angezeigt werden sollen.
it_it: Indica se mostrare o meno i pulsanti di sistema nel menu.

source: Show removable drives on the accessible panel
de_de: Externe Laufwerke im Accessiblebereich anzeigen
it_it: Mostra periferiche rimovibili sul pannello accessibilità

source: Choose whether or not to show removable drives on the accessible panel.
de_de: Wähle ob externe Laufwerke im Accessiblebereich angezeigt werden sollen.
it_it: Indica se mostrare o meno le periferiche rimovibili sul pannello accessibilità.

source: System buttons have a box
de_de: Systemschaltflächen einrahmen
it_it: I pulsanti di Sistema hanno un box

source: Choose whether or not to have a box on the system buttons.
de_de: Wähle ob ein Rahmen um die Systemschaltflächen angezeigt werden soll.
it_it: Indica se mostrare o meno un box sui pulsanti di sistema.

source: Show symbolic icons on the system buttons
de_de: Sinnbildliche Symbole auf den Systemschaltflächen anzeigen
it_it: Mostra icone simboliche sui pulsanti di sistema

source: Enable this option to show symbolic icons, on the system buttons and disable to show full color.
de_de: Aktiviere diese Option um sinnbildliche Symbole auf den Systemschaltflächen anzuzeigen und die Farbansicht zu deaktivieren.
it_it: Abilita questa opzione per mostrare le icone simboliche sui pulsanti di sistema e disabilitare per vedere a pieni colori.
