Repository: linuxmint/cinnamon-spices-applets
Catalog: kdecapplet@joejoetv/files/kdecapplet@joejoetv/po/*.po
Languages: da, de, es, fi, hu, nl, zh_cn

source: Show the device count in the tooltip of the applet
da: Vis antal enheder i panelprogrammets værktøjstip
de: Anzahl an verfügbaren Geräten im Tooltip des Applets anzeigen
es: Mostrar el recuento de dispositivos en la información sobre herramientas del applet
fi: Näytä laitteiden lukumäärä sovelman valikossa
hu: Csatlakoztatott eszközök számának megjelenítése az eszköztipjében
nl: Toon het aantal apparaten in de tooltip van de applet
zh_cn: 在小程序的提示框中显示设备数量

source: Icon type
da: Ikontype
de: Symboltyp
es: Tipo de icono
fi: Kuvakkeen tyyppi
hu: Ikon típus
nl: Pictogramtype
zh_cn: 图标类型

source: Symbolic
da: Symbolsk
de: Symbolisch
es: Simbólico
fi: Symbolinen
hu: Szimbolikus
nl: Symbolisch
zh_cn: 符号

source: Color
da: Farve
de: Farbig
fi: Väri
hu: Szín
nl: Kleur
zh_cn: 彩色

source: Use custom icon
da: Brug tilpasset ikon
de: Benutzerdefiniertes Symbol benutzen
es: Utilizar icono personalizado
fi: Käytä omaa kuvaketta
hu: Egyéni ikon használata
nl: Gebruik aangepast pictogram
zh_cn: 使用自定义图标

source: Custom icon to use
da: Tilpasset ikon der skal bruges
de: Benutzerdefiniertes Symbol
es: Icono personalizado
fi: Kuvake jota käytetään
hu: Egyéni ikon használata
nl: Aangepast pictogram om te gebruiken
zh_cn: 要使用的自定义图标

source: Open KDE Connect Configuration
da: Åbn konfigurationen af KDE Connect
de: KDE Connect Einstellungen öffnen
es: Abrir la configuración de KDE Connect
fi: KDE Connect määritykset
hu: KDE Connect beállítások megnyitása
nl: KDE Connect-configuratie openen
zh_cn: 打开 KDE Connect 配置

source: Expand the device sub menu automatically, if only one device is available
da: Udfold automatisk enhedens undermenu, hvis der kun er en enhed tilgængelig
de: Erstes Geräte-Untermenü automatisch ausklappen, wenn nur ein Gerät verfügbar ist
es: Desplegar automáticamente el submenú de dispositivos, si sólo hay un dispositivo disponible
fi: Avaa laitteen alavalikot automaattisesti, jos käytössä on vain yksi laite
hu: Eszköz almenüjének automatikus kibontása, ha csak egy eszköz érhető el
nl: Automatisch het submenu van het apparaat uitvouwen, als slechts één apparaat beschikbaar is
zh_cn: 如果只有一个设备可用，则自动展开设备子菜单

source: Name
da: Navn
es: Nombre
fi: Nimi
hu: Név
nl: Naam
zh_cn: 名称

source: Expand
da: Udfold
de: Ausklappen
es: Desplegar
fi: Laajenna
hu: Kibontás
nl: Uitvouwen
zh_cn: 展开

source: Enabled
da: Aktiveret
de: Aktiviert
es: Activado
fi: Käytössä
hu: Engedélyezve
nl: Ingeschakeld
zh_cn: 启用

source: Shows the current battery charge and charging status of the device
da: Viser den aktuelle batteriopladning og opladningsstatus for enheden
de: Zeigt die momentane Akkuladung und den Ladezustand des Gerätes an
es: Mostrar la carga actual de la batería y el estado de carga del dispositivo
fi: Näyttää laitteen akun latauksen ja lataustilan
hu: Készülék akkumulátor töltöttségének és töltési állapotának megjelenítése
nl: Toont de huidige batterijlading en laadstatus van het apparaat
zh_cn: 显示设备当前的电池电量和充电状态

source: Shows the device icon along with its ID
da: Viser enhedens ikon sammen med dens ID
de: Zeigt das Symbol des Gerätes und dessen ID an
es: Mostrar el icono del dispositivo junto con su ID
fi: Näyttää laitteen kuvakkeen ja sen id:n
hu: Az eszköz ikonjának és telefonszámának megjelenítése
nl: Toont het apparaatpictogram samen met zijn ID
zh_cn: 显示设备图标和它的 ID

source: Shows the current connectivity status and network type of the device
da: Viser enhedens aktuelle forbindelsesstatus og netværkstype
de: Zeigt die momentane Empfangsstärke und den Netzwerktyp des Gerätes an
es: Mostrar el estado de conectividad actual y el tipo de red del dispositivo
fi: Näyttää laitteen nykyisen yhteystilan ja verkon tyypin
hu: A készülék aktuális kapcsolati állapotának és hálózattípusának megjelenítése
nl: Toont de huidige verbindingsstatus en netwerktype van het apparaat
zh_cn: 显示设备当前的连接状态和网络类型

source: Show the mobile network type
da: Vis mobilnetværkstypen
de: Zeige den mobilen Netzwerktyp an
es: Mostrar el tipo de red móvil
fi: Näytä matkapuhelinverkko
hu: Mobilhálózat típusának megjelenítése
nl: Toon het mobiele netwerktype
zh_cn: 显示移动网络类型

source: Lets you make the device ring, so you can find it, if you have misplaced it
da: Giver dig mulighed for at få enheden til at ringe, så du kan finde den, hvis du har forlagt den
de: Ermöglicht das Gerät anzuklingeln, so dass du es finden kannst, wenn du es verlegt hast
es: Permite hacer que el dispositivo suene, para que pueda encontrarlo, si lo ha perdido
fi: Voit saada laitteen soimaan, joten voit löytää sen helposti
hu: Lehetővé teszi az eszköz csengésének aktiválását, hogy megtalálja azt
nl: Hiermee kunt u het apparaat laten rinkelen, zodat u het kunt vinden als u het kwijt bent
zh_cn: 使您的设备响铃，这样您就可以在放错位置时找到它

source: Lets you request a photo from the remote device and save it on this device
da: Giver dig mulighed for at bede om et foto fra den eksterne enhed og gemme det på denne enhed
de: Ermöglicht es, ein Foto von dem Gerät anzufragen und es lokal zu speichern
es: Permite solicitar una foto desde el dispositivo remoto y guardarla en este dispositivo
fi: Voit pyytää valokuvaa puhelimesta tai tabletista ja tallentaa se tähän tietokoneeseen
hu: Lehetővé teszi, hogy egy fényképet kérjen le a távoli eszközről, majd mentse azt ezen az eszközön
nl: Hiermee kunt u een foto verzoeken van het externe apparaat en deze op dit apparaat opslaan
zh_cn: 让您从远程设备获取一张照片并保存在这个设备上

source: Save received photos directly to directory
da: Gem modtagne fotos direkte i mappen
de: Empfangene Fotos direkt in Verzeichnis speichern
es: Guardar las fotos recibidas directamente en el directorio
fi: Tallenna vastaanotettu kuva suoraan kansioon
hu: Kapott fényképek közvetlenül mentése mappába
nl: Ontvangen foto's direct opslaan naar map
zh_cn: 将收到的照片直接保存到目录中

source: The directory to save received photos to
da: Den mappe de modtagne fotos skal gemmes i
de: Das Verzeichnis, in dem die Fotos gespeichert werden sollen
es: Directorio donde guardar las fotos recibidas
fi: Kasio, johon vastaanotetut valokuvat tallennetaan
hu: Képek mentése a mappába
nl: De map om ontvangen foto's naar op te slaan
zh_cn: 保存接收到的照片的目录

source: Lets you ping the the device to make sure it's connected
da: Lader dig pinge enheden for at sikre, at den er forbundet
de: Ermöglicht es, dem Gerät eine Ping-Nachricht zu senden, um die Verbindung zu dem Gerät zu testen
es: Permite hacer ping al dispositivo para asegurarte de que está conectado
fi: Voit kutsua laitetta ja varmistaa, että se on kytketty verkkoon
hu: Lehetővé teszi a készülék pingelését annak ellenőrzéséhez, hogy csatlakoztatva van-e
nl: Hiermee kunt u het apparaat pingen om ervoor te zorgen dat het is verbonden
zh_cn: 让您 ping 设备以确保它已连接

source: Use custom message for ping
da: Brug selvvalgt meddelelse til ping
de: Benutzerdefinierter Text für die Ping-Nachricht benutzen
es: Usar mensaje personalizado para el ping
fi: Käytä omaa viestiä kutsuun
hu: Egyéni ping-üzenet használata
nl: Aangepast bericht voor ping gebruiken
zh_cn: 使用自定义消息进行 ping

source: Custom message
da: Selvvalgt meddelelse
de: Benutzerdefinierter Text
es: Mensaje personalizado
fi: Oma viesti
hu: Egyéni üzenet
nl: Aangepast bericht
zh_cn: 自定义消息

source: Lets you share URLs, files or text to the device
da: Lader dig dele URL'er, filer eller tekst med enheden
de: Ermöglicht das Teilen von URLs, Dateien oder Text mit dem Gerät
es: Permite compartir URL, archivos o texto con el dispositivo
fi: Voit jakaa URL-osoitteella, tiedostoja tai tekstiä laitteeseen
hu: Lehetővé teszi, hogy megosszon URL-hivatkozásokat, fájlokat vagy szöveget az eszközzel
nl: Hiermee kunt u URL's, bestanden of tekst delen met het apparaat
zh_cn: 让您与设备共享 URL、文件或文本

source: Show menu items in sub menu
da: Vis menupunkter i undermenuen
de: Zeige Menüeinträge in einem Untermenü
es: Mostrar elementos de menú en el submenú
fi: Näytä valikossa alivalikot
hu: Menüelemek megjelenítése az almenüben
nl: Menu-items weergeven in submenu
zh_cn: 在子菜单中显示菜单项

source: Enable the menu item to send a URL
da: Aktivér menupunktet for at sende en URL
de: Menüeintrag zum senden einer URL aktivieren
es: Activar la opción de menú para enviar una URL
fi: Ota käyttöön kohde valikossa URL-osoitteen lähettämiseksi
hu: URL-hivatkozás küldéséhez menüpont engedélyezése
nl: Menu-item inschakelen om een URL te verzenden
zh_cn: 启用发送 URL 的菜单项

source: Enable the menu item to send some text
da: Aktivér menupunktet for at sende noget tekst
de: Menüeintrag zum senden von Text aktivieren
es: Activar la opción de menú para enviar algún texto
fi: Ota käyttöön kohde tekstiviestien lähettämiseksi
hu: Üzenet küldéséhez menüpont engedélyezése
nl: Menu-item inschakelen om wat tekst te verzenden
zh_cn: 启用发送文本的菜单项

source: Enable the menu item to send file(s)
da: Aktivér menupunktet for at sende filer
de: Menüeintrag zum senden von Datei(en) aktivieren
es: Activar la opción de menú para enviar archivo(s)
fi: Ota käyttöön kohde tiedostojen lähettämiseksi
hu: Fájl(ok) küldéséhez menüpont engedélyezése
nl: Menu-item inschakelen om bestand(en) te verzenden
zh_cn: 启用发送文件的菜单项

source: Lets you remotely browse the storage selected on the device
da: Giver dig mulighed for at fjernbrowse det valgte lager på enheden
de: Ermöglicht es, auf dem Gerät ausgewählte Speicherabschnitte zu durchsuchen
es: Permite navegar de forma remota por el almacenamiento seleccionado en el dispositivo
fi: Voit selata laitteelle valittua tallennustilaa
hu: Lehetővé teszi, hogy távolról böngéssze az eszközön kiválasztott tárterületet
nl: Hiermee kunt u op afstand bladeren door de geselecteerde opslag op het apparaat
zh_cn: 让您远程浏览设备上选择的存储空间

source: Lets you remotely send SMS messages from the device
da: Lader dig fjernsende SMS'er fra enheden
de: Ermöglicht das Senden von SMS-Nachrichten über das Gerät
es: Permite enviar mensajes SMS a distancia desde el dispositivo
fi: Voit lähettää tekstiviestejä laitteesta
hu: Lehetővé teszi, hogy távolról SMS-üzeneteket küldjön az eszközről
nl: Hiermee kunt u op afstand sms-berichten verzenden vanaf het apparaat
zh_cn: 允许您在此设备远程发送短信

source: Enable the menu item to send an SMS message
da: Aktivér menupunktet for at sende en SMS
de: Menüeintrag zum senden einer SMS-Nachricht aktivieren
es: Activar la opción de menú para enviar un mensaje SMS
fi: Ota käyttöön kohta tekstiviestin lähettämiseksi
hu: SMS-üzenet küldéséhez menüpont engedélyezése
nl: Menu-item inschakelen om een SMS-bericht te verzenden
zh_cn: 启用发送短信的菜单项

source: Enable the menu item to launch the KDE Connect SMS app
da: Aktivér menupunktet for at starte KDE Connects SMS-app
de: Menüeintrag zum öffnen der KDE Connect SMS Anwendung aktivieren
es: Activar la opción de menú para iniciar la aplicación KDE Connect SMS
fi: Ota käyttöön kohta joka käynnistää KDE Connect tekstiviestit sovelluksen
hu: Engedélyezze a menüelemet a KDE Connect SMS alkalmazás indításához
nl: Menu-item inschakelen om de KDE Connect SMS-app te starten
zh_cn: 启用启动 KDE Connect 短信程序的菜单项

source: Battery Module
de: Akku Modul
es: Módulo de batería
fi: Akku moduuli
hu: Akkumulátor modul
nl: Batterijmodule
zh_cn: 电池模块

source: Device-Info Module
de: Geräte-Info Modul
es: Módulo de información del dispositivo
fi: Laitetieto moduuli
hu: Eszköz-információ modul
nl: Apparaatinfo-module
zh_cn: 设备信息模块

source: Connectivity Module
de: Konnektivität Modul
es: Módulo de conectividad
fi: Yhteystieto moduuli
hu: Kapcsolat modul
nl: Verbindingsmodule
zh_cn: 连接模块

source: FindMyPhone Module
de: FindMyPhone Modul
es: Módulo de Buscar mi teléfono
fi: Etsi puhelimeni moduuli
hu: Telefon keresés modul
nl: Vind mijn telefoon-module
zh_cn: 寻找手机模块

source: Request Photo Module
de: Foto-Anfragen Modul
es: Módulo de Solicitud de fotografía
fi: Pyydä kuvaa moduuli
hu: Fotó kérés modul
nl: Verzoek foto-module
zh_cn: 获取照片模块

source: Ping Module
de: Ping Modul
es: Módulo de Ping
fi: Kiluta moduuli
hu: Ping modul
zh_cn: Ping 模块

source: Share Module
de: Teilen Modul
es: Módulo de Compartir
fi: Jakaminen moduuli
hu: Megosztás modul
nl: Delen-module
zh_cn: 分享模块

source: SFTP Module
de: SFTP Modul
es: Módulo de SFTP
fi: SFTP moduuli
hu: SFTP modul
zh_cn: SFTP 模块

source: SMS Module
de: SMS Modul
es: Módulo de SMS
fi: Tekstiviesti moduuli
hu: SMS modul
zh_cn: 短信模块

source: photo.jpg
de: foto.jpg
es: foto.jpg
hu: foto.jpg
nl: foto.jpg
zh_cn: 照片.jpg

source: ID: {id}
hu: Telefonszám: {id}

source: ID
hu: Azonosító
