Repository: linuxmint/cinnamon-spices-applets
Catalog: kdecapplet@joejoetv/files/kdecapplet@joejoetv/po/*.po
Languages: da, de, es, fi, hu, nl, zh_cn

source: No Modules available
da: Ingen moduler tilgængelige
de: Keine Module verfügbar
es: No hay módulos disponibles
fi: Moduuleja ei ole saatavilla
hu: Nincsenek elérhető modulok
nl: Geen modules beschikbaar
zh_cn: 没有可用的模块

source: KDE Connect not available
de: KDE Connect ist nicht verfügbar
es: KDE Connect no está disponible
fi: KDE Connect ei ole käytettävissä
hu: A KDE Connect nem érhető el
nl: KDE Connect niet beschikbaar
zh_cn: KDE Connect 不可用

source: KDE Connect not available, make sure it's installed and running.
da: KDE Connect er ikke tilgængelig. Sørg for, den er installeret og kører.
de: KDE Connect ist nicht verfügbar, stelle sicher, das es installiert ist und ausgeführt wird
es: KDE Connect no está disponible, asegúrese de que esté instalado y funcionando.
fi: KDE Connect ei ole käytettävissä, varmista että se on asennettu ja käynnissä.
hu: A KDE Connect nem érhető el, győződjön meg róla, hogy az alkalmazás telepítve van és fut.
nl: KDE Connect is niet beschikbaar, zorg ervoor dat het is geïnstalleerd en actief is.
zh_cn: KDE Connect 不可用，请确保它已安装并运行。

source: Reload Applet
da: Genindlæs panelprogrammet
de: Applet neuladen
es: Recargar Applet
fi: Lataa sovelma uudelleen
hu: Kisalkalmazás újratöltése
nl: Applet herladen
zh_cn: 重载小程序

source: Invalid KDE Connect version returned!
da: Ugyldig version af KDE Connect returneret!
de: Ungültige KDE Connect Version erhalten!
es: Versión de KDE Connect no válida!
fi: Väärä KDE Connect versio havaittu!
hu: Nem megfelelő KDE Connect verzió.
nl: Ongeldige versie van KDE Connect geretourneerd!
zh_cn: 返回了无效的 KDE Connect 版本！

source: The KDE Connect DBus service returned an invalid version, please try reloading the Applet!
da: KDE Connect DBus-tjenesten returnerede en ugyldig version. Prøv at genindlæse panelprogrammet!
de: Der KDE Connect DBus Dienst hat eine ungültige Version zurückgegeben, bitte versuche, das Applet neu zu laden
es: ¡El servicio KDE Connect DBus devolvió una versión no válida, intente volver a cargar el Applet!
fi: KDE Connect DBus palvelu ilmoitti väärän versionumeron, yritä ladata sovelma uudelleen!
hu: A KDE Connect DBus szolgáltatás érvénytelen verziót adott vissza, próbálja meg újratölteni a kisalkalmazást.
nl: De KDE Connect DBus-service heeft een ongeldige versie geretourneerd, probeer de applet opnieuw te laden!
zh_cn: KDE Connect DBus 服务返回了一个无效的版本，请尝试重载小程序！

source: No connected Devices!
da: Ingen forbundne enheder!
de: Keine verbundenen Geräte!
es: ¡No hay dispositivos conectados!
fi: Ei kytkettyjä laitteita!
hu: Nincsenek csatlakoztatott eszközök
nl: Geen verbonden apparaten!
zh_cn: 没有连接的设备！

source: Add them in the KDE Connect settings
da: Tilføj dem i indstillingerne for KDE Connect
de: Füge sie in den KDE Connect Einstellungen hinzu
es: Añádalos en la configuración de KDE Connect
fi: Lisää ne KDE Connect asetuksiin
hu: Hozzáadhatja őket a KDE Connect beállításaiban
nl: Voeg ze toe in de instellingen van KDE Connect
zh_cn: 在 KDE Connect 设置中添加它们

source: Debug Stuff, don't touch!
da: Fejlsøgningsting, niks pille!
de: Debug Zeug, nicht anfassen!
es: Cosas de depuración, ¡no las toques!
fi: Virheenkorjaus, älä koske!
hu: Hibakeresési eszközök, ne állítsa el.
nl: Debug-dingen, niet aanraken!
zh_cn: 用于调试的东西，不要碰！

source: KDE Connect Version: {version}
es: Versión de KDE Connect: {version}
fi: KDE Connect versio: {version}
hu: KDE Connect verzió: {version}
nl: KDE Connect-versie: {version}
zh_cn: KDE Connect 版本：{version}

source: Own ID: {own_id}
da: Eget ID: {own_id}
de: Eigene ID: {own_id}
es: Su ID: {own_id}
fi: Oma ID: {own_id}
hu: Saját telefonszám: {own_id}
nl: Eigen ID: {own_id}
zh_cn: 自己的 ID：{own_id}

source: own ID
da: eget ID
de: Eigene ID
es: su ID
fi: oma ID
hu: saját telefonszám
nl: Eigen ID
zh_cn: 自己的 ID

source: Click to copy own ID
da: Klik for at kopiere eget ID
de: Klicken, um eigene ID zu kopieren
es: Haga clic para copiar su ID
fi: Kopioi oma id painamalla
hu: Kattintson a saját telefonszám másolásához
nl: Klik om eigen ID te kopiëren
zh_cn: 点击复制自己的 ID

source: Configure KDE Connect
da: Konfigurér KDE Connect
de: KDE Connect konfigurieren
es: Configurar KDE Connect
fi: Määritä KDE Connect
hu: KDE Connect beállítása
nl: KDE Connect configureren
zh_cn: 配置 KDE Connect

source: Click to open KDE Connect Configuration
da: Klik for at åbne konfigurationen af KDE Connect
de: Klicken, um die KDE Connect Einstellungen zu öffnen
es: Haz clic para abrir la configuración de KDE Connect
fi: Avaa KDE Connect määritykset painamalla
hu: Kattintson a KDE Connect beállításához
nl: Klik om de configuratie van KDE Connect te openen
zh_cn: 点击打开 KDE Connect 配置

source: No available devices
da: Ingen tilgængelige enheder
de: Keine verfügbaren Geräte
es: No hay dispositivos disponibles
fi: Ei saatavilla olevia laitteita
hu: Nincsenek elérhető eszközök
nl: Geen beschikbare apparaten
zh_cn: 没有可用的设备

source: {deviceCount} available device
da: {deviceCount} tilgængelig enhed
de: {deviceCount} verfügbares Gerät
es: {deviceCount} dispositivo disponible
fi: {deviceCount} laite saatavilla
hu: {deviceCount} elérhető eszköz
nl: {deviceCount} beschikbaar apparaat
zh_cn: {deviceCount} 个可用的设备

source: {deviceCount} available devices
da: {deviceCount} tilgængelige enheder
de: {deviceCount} verfügbare Geräte
es: {deviceCount} dispositivos disponibles
fi: {deviceCount} laitetta saatavilla
hu: {deviceCount} elérhető eszköz
nl: {deviceCount} beschikbare apparaten
zh_cn: {deviceCount} 个可用的设备

source: Copied {typestring} to the clipboard
da: Kopierede {typestring} til udklipsholderen
de: {typestring} in die Zwischenablage kopiert
es: Copiado {typestring} al portapapeles
fi: Kopioitu {typestring} leikepöydälle
hu: A(z) „{typestring}” szöveg a vágólapra másolva
nl: {typestring} gekopieerd naar het klembord
zh_cn: 已将 {typestring} 复制到剪贴板上

source: Charging
da: Oplader
de: Ladend
es: Cargando
fi: Latauksessa
hu: Töltődik
nl: Opladen
zh_cn: 正在充电

source: Device ID
da: Enheds-ID
de: Geräte ID
es: ID del dispositivo
fi: Laite ID
hu: Eszközazonosító
nl: Apparaat-ID
zh_cn: 设备 ID

source: Click to copy ID
da: Klik for at kopiere ID
de: Klicken, um ID zu kopieren
es: Haga clic para copiar la ID
fi: Kopioi id painamalla
hu: Kattintson a saját telefonszám másolásához
nl: Klik om ID te kopiëren
zh_cn: 点击复制 ID

source: No Signal
da: Intet signal
de: Kein Empfang
es: Sin señal
fi: Ei signaalia
hu: Nincs jelerősség
nl: Geen signaal
zh_cn: 无信号

source: Low
da: Lavt
de: Schlecht
es: Baja
fi: Matala
hu: Alacsony
nl: Laag
zh_cn: 差

source: Ok
fi: Selvä
nl: Oké
zh_cn: 一般

source: Good
da: Godt
de: Gut
es: Buena
fi: Hyvä
hu: Jó
nl: Goed
zh_cn: 好

source: Excellent
da: Fremragende
de: Exzellent
es: Excelente
fi: Erinomainen
hu: Kiváló
nl: Uitstekend
zh_cn: 极好

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
hu: Ismeretlen
nl: Onbekend
zh_cn: 未知

source: Ring device
da: Ring til enhed
de: Gerät anklingeln
es: Hacer sonar dispositivo
fi: Lähetä äänimerkki
hu: Eszköz megcsöngetése
nl: Apparaat laten rinkelen
zh_cn: 呼叫设备

source: Click to ring the device
da: Klik for at ringe til enheden
de: Klicken, um Gerät anzuklingeln
es: Haga clic para hacer sonar el dispositivo
fi: Lähetä äänimerkki painamalla
hu: Kattintson az eszköz megcsöngetéséhez
nl: Klik om het apparaat te laten rinkelen
zh_cn: 点击使设备响铃

source: Photo received from '{deviceName}'
da: Foto modtaget fra “{deviceName}”
de: Foto von '{deviceName}' empfangen
es: Foto recibida de "{deviceName}"
fi: Kuva vastaanotettu '{deviceName}'
hu: Fénykép érkezett innen: „{deviceName}”
nl: Foto ontvangen van '{deviceName}'
zh_cn: 从 “{deviceName}” 收到照片

source: Click to open in default application
da: Klik for at åbne med standardprogrammet
de: Klicken, um in Standardanwendung zu öffnen
es: Haga clic para abrir en la aplicación por defecto
fi: Paina ja avaa oletussovelluksessa
hu: Megnyitás az alapértelmezett alkalmazással
nl: Klik om te openen in de standaardapplicatie
zh_cn: 点击在默认应用程序中打开

source: Request Photo
da: Bed om foto
de: Foto anfragen
es: Solicitar foto
fi: Pyydä valokuva
hu: Fotó kérése
nl: Foto verzoeken
zh_cn: 获取照片

source: Click to request a photo from the device
da: Klik for at bede om et foto fra enheden
de: Klicken, um Foto von dem Gerät anzufordern
es: Pulse para solicitar una foto del dispositivo
fi: Pyydä laitteelta valokuvaa painamalla
hu: Kattintson fotó kéréséhez az eszközről
nl: Klik om een foto van het apparaat te verzoeken
zh_cn: 点击从设备获取照片

source: Ping!
fi: Lähetä kilahdus!

source: Sent ping to device '{deviceName}'
da: Sendte ping til enheden “{deviceName}”
de: Ping-Nachricht an Gerät '{deviceName}' gesendet
es: Ping enviado al dispositivo '{deviceName}'
fi: Kilahdus lähetetty laitteeseen '{deviceName}'
hu: Ping küldés a(z) „{deviceName}” eszközre
nl: Ping verzonden naar apparaat '{deviceName}'
zh_cn: 向设备 “{deviceName}” 发送 ping 信号

source: Ping Device
da: Ping enhed
de: Ping-Nachricht an Gerät senden
es: Hacer Ping al dispositivo
fi: Kilauta laitetta
hu: Ping küldés
nl: Apparaat pingen
zh_cn: Ping 设备

source: Click to send a ping to the device
da: Klik for at sende et ping til enheden
de: Klicken, um Ping-Nachricht an Gerät zu senden
es: Haga clic para enviar un ping al dispositivo
fi: Lähetä kilautus laitteeseen painamalla
hu: Kattintson ping küldéséhez az eszközre
nl: Klik om een ping naar het apparaat te sturen
zh_cn: 点击向设备发送 ping 信号

source: Share received from '{deviceName}'
da: Deling modtaget fra “{deviceName}”
de: Freigabe von '{deviceName}' empfangen
es: Recurso compartido desde '{deviceName}'
fi: Jako vastaanotettu '{deviceName}'
hu: Megosztás érkezett innen: „{deviceName}”
nl: Delen ontvangen van '{deviceName}'
zh_cn: 从 “{deviceName}” 收到了分享

source: Share
da: Deling
de: Teilen
es: Compartir
fi: Jako
hu: Megosztás
nl: Delen
zh_cn: 分享

source: Send URL
de: Teile URL
es: Enviar URL
fi: Lähetä URL
hu: URL küldés
nl: URL verzenden
zh_cn: 发送 URL

source: Click to send a URL to the device
da: Klik for at sende en URL til enheden
de: Klicken, um eine URL an das Gerät zu senden
es: Haga clic para enviar una URL al dispositivo
fi: Lähetä URL laitteeseen painamalla
hu: Kattintson URL küldéséhez az eszközre
nl: Klik om een URL naar het apparaat te sturen
zh_cn: 点击发送一个 URL 到设备

source: Send Text
da: Send tekst
de: Teile Text
es: Enviar un texto
fi: Lähetä teksti
hu: Szöveges üzenet küldés
nl: Tekst verzenden
zh_cn: 发送文本

source: Click to send text to the device
da: Klik for at sende tekst til enheden
de: Klicken, um Text an das Gerät zu senden
es: Haga clic para enviar texto al dispositivo
fi: Lähetä teksti laitteeseen painamalla
hu: Kattintson szöveges üzenet küldéséhez az eszközre
nl: Klik om tekst naar het apparaat te sturen
zh_cn: 点击发送文本到设备

source: Send File(s)
da: Send filer
de: Teile Datei(en)
es: Enviar archivo(s)
fi: Lähetä tiedosto
hu: Fájlok küldése
nl: Bestand(en) verzenden
zh_cn: 发送文件

source: Click to send file(s) to the device
da: Klik for at sende filer til enheden
de: Klicken, um Datei(en) an das Gerät zu senden
es: Haga clic para enviar archivo(s) al dispositivo
fi: Lähetä tiedostot laitteeseen painamalla
hu: Kattintson a fájlküldéshez az eszközre
nl: Klik om bestand(en) naar het apparaat te sturen
zh_cn: 点击发送文件到设备

source: Unmount
da: Afmontér
de: Aushängen
es: Desmontar
fi: Poista laite
hu: Leválasztás
nl: Uitwerpen
zh_cn: 卸载

source: Mount
da: Montér
de: Einhängen
es: Montar
fi: Liitä laite
hu: Csatolás
nl: Aankoppelen
zh_cn: 挂载

source: Click to unmount
da: Klik for at afmontere
de: Klicken zum aushängen
es: Haga clic para desmontar
fi: Poista laite painamalla
hu: Kattintson a leválasztáshoz
nl: Klik om uit te werpen
zh_cn: 点击卸载

source: Click to mount
da: Klik for at montere
de: Klicken zum einhängen
es: Haga clic para montar
fi: Liitä laite painamalla
hu: Kattintson a csatoláshoz
nl: Klik om aan te koppelen
zh_cn: 点击挂载

source: Click to browse files
da: Klik for at gennemse filer
de: Klicken, um Dateien zu durchsuchen
es: Haga clic para buscar archivos
fi: Selaa tiedostoja painamalla
hu: Kattintson a fájlok tallózásához
nl: Klik om bestanden te bekijken
zh_cn: 点击浏览文件

source: SMS
fi: Tekstiviesti
zh_cn: 短信

source: Launch SMS App
da: Start SMS-appen
de: SMS Anwendung starten
es: Iniciar la aplicación SMS
fi: Tekstiviestit
hu: SMS alkalmazás elindítása
nl: SMS-app starten
zh_cn: 启动短信应用程序

source: Click to open the KDE Connect SMS App
da: Klik for at åbne KDE Connects SMS-app
de: Klicken, um KDE Connect SMS Anwendung zu starten
es: Haga clic para abrir la aplicación KDE Connect SMS
fi: Avaa KDE Connect tekstiviestisovellus painamalla
hu: Kattintson a KDE Connect SMS alkalmazás elindításához
nl: Klik om de KDE Connect SMS-app te openen
zh_cn: 点击打开 KDE Connect 短信应用程序

source: Send SMS
de: SMS senden
es: Enviar SMS
fi: Lähetä tekstiviesti
hu: SMS küldés
nl: SMS verzenden
zh_cn: 发送短信

source: Move selected entry up
da: Flyt markeret indgang op
de: Ausgewählten Eintrag nach oben bewegen
es: Mover la entrada seleccionada hacia arriba
fi: Siirrä valittu kohta ylöspäin
hu: Kijelölt bejegyzés mozgatása fel
nl: Geselecteerde invoer omhoog verplaatsen
zh_cn: 上移所选条目

source: Move selected entry down
da: Flyt markeret indgang ned
de: Ausgewählten Eintrag nach unten bewegen
es: Mover la entrada seleccionada hacia abajo
fi: Siirrä valittu kohta alaspäin
hu: Kijelölt bejegyzés mozgatása le
nl: Geselecteerde invoer omlaag verplaatsen
zh_cn: 下移所选条目

source: Send URL to '{device_name}'
da: Send URL til “{device_name}”
de: Sende URl an '{device_name}'
es: Enviar URL a '{device_name}'
fi: Lähetä URL '{device_name}'
hu: URL küldése ide: „{device_name}”
nl: URL verzenden naar '{device_name}'
zh_cn: 发送 URL 到 “{device_name}”

source: Cancel
da: Annullér
de: Abbrechen
es: Cancelar
fi: Peru
hu: Mégse
nl: Annuleren
zh_cn: 取消

source: Send
de: Senden
es: Enviar
fi: Lähetä
hu: Küldés
nl: Verzenden
zh_cn: 发送

source: Enter a URL to send to '{device_name}'
da: Indtast en URL, der skal sendes til “{device_name}”
de: URL eingeben, um an '{device_name}' zu senden
es: Ingrese una URL para enviar a '{device_name}'
fi: Kirjoita URL ja lähetä se '{device_name}'
hu: Adja meg a(z) „{device_name}” eszközre küldendő URL-t
nl: Voer een URL in om naar '{device_name}' te sturen
zh_cn: 输入一个要发送到 “{device_name}” 的 URL

source: Send SMS using '{device_name}'
da: Send SMS med brug af “{device_name}”
de: SMS via '{device_name}' senden
es: Enviar SMS utilizando '{device_name}'
fi: Lähetä tekstiviesti '{device_name}'
hu: SMS-üzenet küldése ide: „{device_name}”
nl: SMS verzenden via '{device_name}'
zh_cn: 使用 “{device_name}” 发送短信

source: Phone Number:
da: Telefonnummer:
de: Telefonnummer:
es: Número de teléfono:
fi: Puhelinnumero:
hu: Telefonszám:
nl: Telefoonnummer:
zh_cn: 电话号码：

source: Phone Number
da: Telefonnummer
de: Telefonnummer
es: Número de teléfono
fi: Puhelinnumero
hu: Telefonszám
nl: Telefoonnummer
zh_cn: 电话号码

source: Message:
da: Meddelelse:
de: Nachricht:
es: Mensaje:
fi: Viesti:
hu: Üzenet:
nl: Bericht:
zh_cn: 信息：

source: Send text to '{device_name}'
da: Send tekst til “{device_name}”
de: Text an '{device_name}' senden
es: Enviar texto a '{device_name}'
fi: Lähetä teksti '{device_name}'
hu: Üzenet küldése ide: „{device_name}”
nl: Tekst verzenden naar '{device_name}'
zh_cn: 发送文本到 “{device_name}”

source: Text to send:
da: Tekst der skal sendes:
de: Text zu senden:
es: Texto a enviar:
fi: Lähetettävä teksti:
hu: Szöveges üzenet:
nl: Tekst om te verzenden:
zh_cn: 要发送的文本：

source: Select files to send to '{deviceName}'
da: Vælg filer, der skal sendes til “{deviceName}”
de: Datei(en) auswählen, um an '{deviceName}' zu senden
es: Seleccionar archivos para enviar a '{deviceName}'
fi: Valitse tiedostot ja lähetä '{deviceName}'
hu: Válassza ki a(z) „{deviceName}” eszközre küldeni kívánt fájlokat
nl: Bestanden selecteren om naar '{deviceName}' te verzenden
zh_cn: 选择要发送到 “{deviceName}” 的文件

source: Select where to save photo received from '{deviceName}'
da: Vælg, hvor fotos modtaget fra “{deviceName}” skal gemmes
de: Auswählen, wo angefordertes Foto von '{deviceName}' gespeichert werden soll
es: Seleccione dónde guardar la foto recibida de "{deviceName}".
fi: Valitse, mihin tallennat vastaanotetun valokuvan '{deviceName}'
hu: Válassza ki, hogy hova mentse a(z) „{deviceName}” eszköztől kapott fotót
nl: Selecteer waar u de foto ontvangen van '{deviceName}' wilt opslaan
zh_cn: 选择从 “{deviceName}” 收到的照片的保存位置

source: JPEG Photo
da: JPEG-foto
de: JPEG Foto
es: Foto JPEG
fi: JPEG kuva
hu: JPEG-kép
nl: JPEG-foto
zh_cn: JPEG 照片

source: KDE Connect Applet
da: KDE Connect-panelprogram
es: Applet KDE Connect
fi: KDE Connect sovelma
hu: KDE Connect kisalkalmazás
zh_cn: KDE Connect 小程序

source: Enables interacting with devices connected via KDE Connect
da: Interagér med enheder forbundet via KDE Connect
de: Ermöglicht es, mit Geräten, die via KDE Connect verbunden sind, zu interagieren
es: Permite interactuar con dispositivos conectados a través de KDE Connect
fi: Mahdollistaa yhteyden KDE Connectin kautta yhdistettyille laitteille
hu: Lehetővé teszi az interakciót a KDE Connect-en keresztül csatlakoztatott eszközökkel
nl: Maakt interactie mogelijk met apparaten die zijn verbonden via KDE Connect
zh_cn: 允许与通过 KDE Connect 连接的设备进行交互

source: KDE Connect Applet makes it easy to use the various features provided by KDE Connect to interact with connected devices, like sending files, sending SMS messages, browsing the storage of the device and more
da: KDE Connect-panelprogrammet gør det nemt at bruge de forskellige funktioner i KDE Connect til at interagere med tilsluttede enheder, såsom at sende filer, sende SMS-beskeder, gennemse enhedens lager og meget mere.
de: Das KDE Connect Applet macht es einfach, verschiedene Funktionen, die von KDE Connect bereitgestellt werden, zu benutzen, wie das Senden von Dateien, das Senden von SMS Nachrichten, das Durchsuchen des Speichers des Geräts und mehr
es: El Applet KDE Connect facilita el uso de las diversas funciones proporcionadas por KDE Connect para interactuar con los dispositivos conectados, como el envío de archivos, el envío de mensajes SMS, la navegación por el almacenamiento del dispositivo, etc
fi: KDE Connect sovelman tarjoaa helpon tavan käyttää KDE Connectin tarjoamia ominaisuuksia yhdistettyjen laitteiden kanssa, kuten tiedostojen ja tekstiviestien lähettäminen, sekä tallennustilan selaaminen
hu: A KDE Connect Applet lehetővé teszi, hogy könnyedén használja a KDE Connect által biztosított különböző funkciókat a csatlakoztatott eszközökkel való interakció során, például: fájlok küldése, SMS-üzenetek küldése, az eszköz tárolójának böngészése és még sok minden mást
nl: De KDE Connect Applet maakt het gemakkelijk om de verschillende functies van KDE Connect te gebruiken om te communiceren met verbonden apparaten, zoals het verzenden van bestanden, het verzenden van sms-berichten, het bladeren door de opslag van het apparaat en meer
zh_cn: KDE Connect 小程序可以轻松使用 KDE Connect 提供的与连接的设备进行交互的各种功能，例如发送文件、发送短信、浏览设备的存储空间等

source: Johannes Schoeneberger - Author
da: Johannes Schoeneberger - forfatter
de: Johannes Schöneberger - Autor
es: Johannes Schoeneberger - Autor
fi: Kehittäjä - Johannes Schoeneberger
hu: Johannes Schoeneberger - szerző
nl: Johannes Schoeneberger - Auteur
zh_cn: Johannes Schoeneberger - 作者

source: Severga - Inspiration for the Applet
da: Severga - Inspiration til panelprogrammet
de: Severga - Inspiration für das Applet
es: Severga - Inspiración para el Applet
fi: Severga - inspiraatio tähän sovelmaan
hu: Severga - inspiráció a kisalkalmazáshoz
nl: Severga - Inspiratie voor de applet
zh_cn: Severga - 小程序的灵感来源

source: General
da: Generelt
de: Allgemein
fi: Yleistä
hu: Általános
nl: Algemeen
zh_cn: 常规

source: Modules
da: Moduler
de: Module
es: Módulos
fi: Moduulit
hu: Modulok
zh_cn: 模块

source: Context Menu
da: Genvejsmenu
de: Kontextmenü
es: Menú contextual
fi: Pudotusvalikko
hu: Helyi menü
zh_cn: 右键菜单

source: Panel
de: Leiste
fi: Paneeli
nl: Paneel
zh_cn: 面板

source: Devices
da: Enheder
de: Geräte
es: Dispositivos
fi: Laitteet
hu: Eszközök
nl: Apparaten
zh_cn: 设备

source: Info Modules
da: Infomoduler
de: Info-Module
es: Módulos de información
fi: Moduulien tiedot
hu: Információs modulok
nl: Informatiemodules
zh_cn: 信息模块

source: Action Modules
da: Handlingsmoduler
de: Aktionsmodule
es: Módulos de acción
fi: Moduulien toiminta
hu: Művelet modulok
nl: Actiemodules
zh_cn: 操作模块

source: Battery Info Module
da: Batterimodul
de: Akku Info-Modul
es: Módulo de información de la batería
fi: Akkutieto moduuli
hu: Akkumulátor információs modul
nl: Batterij-informatiemodule
zh_cn: 电池信息模块

source: Device-Info Info Module
da: Enhedsinfomodul
de: Geräte-Info Info-Modul
es: Módulo de información del dispositivo
fi: Laitetieto moduuli
hu: Eszköz-információ információs modul
nl: Apparaatinfo-informatiemodule
zh_cn: 设备信息模块

source: Connectivity Info Module
da: Forbindelsesmodul
de: Konnektivität Info-Modul
es: Módulo de información de conectividad
fi: Yhteystieto moduuli
hu: Kapcsolat információs modul
nl: Verbindingsinformatiemodule
zh_cn: 连接信息模块

source: FindMyPhone Action Module
da: FindMinTelefon-modul
de: FindMyPhone Aktions-Modul
es: Módulo de acción Buscar mi teléfono
fi: Etsi puhelimeni moduuli
hu: Telefon keresés művelet modul
nl: Vind mijn telefoon Actiemodule
zh_cn: 寻找手机操作模块

source: Request-Photo Action Module
da: Bed-om-foto-modul
de: Foto-Anfragen Aktions-Modul
es: Módulo de acción de Solicitud de fotografía
fi: Pyydä kuvaa moduuli
hu: Fotó kérés művelet modul
nl: Verzoek-foto Actiemodule
zh_cn: 获取照片操作模块

source: Ping Action Module
da: Pingmodul
de: Ping Aktions-Modul
es: Módulo de acción Ping
fi: Kilutus moduuli
hu: Ping művelet modul
nl: Ping Actiemodule
zh_cn: Ping 操作模块

source: Share Action Module
da: Delingsmodul
de: Teilen Aktions-Modul
es: Módulo de acción Compartir
fi: Jakaminen moduuli
hu: Megosztás művelet modul
nl: Delen Actiemodule
zh_cn: 分享操作模块

source: SFTP Action Module
da: SFTP-modul
de: SFTP Aktions-Modul
es: Módulo de acción SFTP
fi: SFTP moduuli
hu: SFTP művelet modul
nl: SFTP Actiemodule
zh_cn: SFTP 操作模块

source: SMS Action Module
da: SMS-modul
de: SMS Aktions-Modul
es: Módulo de acción SMS
fi: Tekstiviesti moduuli
hu: SMS művelet modul
nl: SMS Actiemodule
zh_cn: 短信操作模块

source: Show own ID in the context menu of the applet
da: Vis eget ID i panelprogrammets genvejsmenu
de: Eigene ID im Kontextmenü des Applets anzeigen
es: Mostrar su ID en el menú contextual del applet
fi: Näytä oma id sovelman valikossa
hu: Saját azonosító megjelenítése a kisalkalmazás helyi menüjében
nl: Toon eigen ID in het contextmenu van de applet
zh_cn: 在小程序的右键菜单中显示自己的 ID

source: Show KDE Connect version in the context menu of the applet
da: Vis KDE Connect-versionen i panelprogrammets genvejsmenu
de: KDE Connect Version im Kontextmenü des Applets anzeigen
es: Mostrar la versión de KDE Connect en el menú contextual del applet
fi: Näytä KDE Connect versio sovelman valikossa
hu: A KDE Connect verziójának megjelenítése a kisalkalmazás helyi menüjében
nl: Toon KDE Connect-versie in het contextmenu van de applet
zh_cn: 在小程序的右键菜单中显示 KDE Connect 版本

source: Show the number of connected devices next to the icon in the panel
da: Vis antallet af forbundne enheder ved siden af ikonet i panelet
de: Anzahl an verfügbaren Geräten neben dem Symbol in der Leiste anzeigen
es: Mostrar el número de dispositivos conectados junto al icono del panel
fi: Näytä yhdistettyjen laitteiden määrä paneelin kuvakkeen vieressä
hu: Csatlakoztatott eszközök számának megjelenítése az ikon mellett a panelen
nl: Toon het aantal verbonden apparaten naast het pictogram in het paneel
zh_cn: 在面板的图标旁边显示连接的设备数量
