Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/pomodoro@gregfreeman.org/*.po
Languages: de, es, hr, it, pl, vi

source: Short break running
de: Kurze Pause läuft
es: Descanso corto en marcha
hr: Kratki predah u tijeku
it: Pausa breve in esecuzione
pl: Krótka przerwa
vi: Đang nghỉ ngắn

source: Long break running
de: Lange Pause läuft
es: Descanso largo en marcha
hr: Duži predah u tijeku
it: Pausa lunga in esecuzione
pl: Długa przerwa
vi: Đang nghỉ dài

source: Pomodori %d, set %d running
de: Pomodori %d, Arbeitsphase %d läuft
es: Repetición %d, ciclo %d en marcha
hr: Pomodoro %d, zadatak %d je pokrenut
it: %d pomodori, impostati %d in esecuzione
pl: Pomodoro %d, cykl %d uruchomiony
vi: Pomodori %d, set %d đang chạy

source: Waiting to start
de: Auf Start warten
es: Esperando para empezar
hr: Čekanje pokretanja
it: Aspettando l'avvio
pl: Oczekiwanie na rozpoczęcie
vi: Đang chờ bắt đầu

source: Pomodoro started
de: Pomodoro gestartet
es: Pomodoro iniciado
hr: Pomodoro je pokrenut
it: Pomodoro avviato
pl: Pomodoro rozpoczęte
vi: Pomodoro đã bắt đầu

source: Let's go to work!
de: Auf zur Arbeit!
es: ¡A trabajar!
hr: Idemo raditi!
it: Andiamo a lavoro!
pl: Do dzieła!
vi: Bắt đầu làm việc!

source: Take a short break
de: Machen sie eine kurze Pause
es: Tome un descanso corto
hr: Uzmite kratki predah
it: Fai una pausa breve
pl: Czas na krótką przerwę
vi: Nghỉ ngắn

source: Take a long break
de: Machen sie eine lange Pause
es: Tome un descanso largo
hr: Uzmite duži predah
it: Fai una pausa lunga
pl: Czas na długą przerwę
vi: Nghỉ dài

source: Pomodoro ended
de: Pomodoro beendet
es: Pomodoro finalizado
hr: Pomodoro je završio
it: Pomodoro terminato
pl: Pomodoro zakończone
vi: Pomodoro kết thúc

source: http://en.wikipedia.org/wiki/Pomodoro_Technique
de: https://de.wikipedia.org/wiki/Pomodoro-Technik
it: https://it.wikipedia.org/wiki/Tecnica_del_pomodoro
pl: https://pl.wikipedia.org/wiki/Technika_Pomodoro
vi: http://vi.wikipedia.org/wiki/Kỹ_thuật_Pomodoro

source: Pomodoro Timer
de: Pomodoro-Kurzzeitwecker
es: Temporizador pomodoro
hr: Pomodoro odbrojavanje
pl: Pomodoro
vi: Bộ đếm Pomodoro

source: Completed
de: Abgeschlossen
es: Completado
hr: Završeno
it: Completato
pl: Zakończone
vi: Hoàn thành

source: Reset Timer
de: Zeit zurücksetzen
es: Reiniciar el temporizador
hr: Poništi odbrojavanje
it: Reimposta timer
pl: Zresetuj Pomodoro
vi: Đặt lại bộ đếm

source: Reset Counts and Timer
de: Anzahl und Zeit zurücksetzen
es: Reiniciar las cuentas y el temporizador
hr: Poništi brojeve i odbrojavanje
it: Ripristina conteggi e timer
pl: Zresetuj Pomodoro i ilość ukończonych Pomodoro
vi: Đặt lại số lần và bộ đếm

source: Skip To Next Timer
es: Pasar al siguiente temporizador
it: Passa al timer successivo
pl: Przejdź do następnego Pomodoro
vi: Bỏ qua đến bộ đếm tiếp theo

source: What is this?
de: Was ist das?
es: ¿Qué es Pomodoro?
hr: Što je ovo?
it: Cos'è questo?
pl: Co to jest Pomodoro?
vi: Đây là gì?

source: None
de: Keine
es: Ninguno
hr: Nijedan
it: Nessuna
pl: Brak
vi: Không có

source: Switch Off Pomodoro
de: Pomodoro ausschalten
es: Apagar pomodoro
hr: Isključi Pomodoro
it: Spegni Pomodoro
pl: Wyłącz Pomodoro
vi: Tắt Pomodoro

source: Start a new Pomodoro
de: Eine neue Pomodoro beginnen
es: Comenzar un nuevo pomodoro
hr: Pokreni novi Pomodoro
it: Avvia nuovo Pomodoro
pl: Rozpocznij nowe Pomodoro
vi: Bắt đầu Pomodoro mới

source: Hide
de: Ausblenden
es: Esconder
hr: Sakrij
it: Nascondi
pl: Ukryj
vi: Ẩn

source: Pomodoro set finished, you deserve a break!
de: Pomodoro-Einheit beendet, Sie verdienen eine Pause!
es: Pomodoro terminado, ¡merece un descanso!
hr: Pomodoro zadatak je završio, zaslužili ste predah!
it: Pomodoro impostato terminato, ti meriti una pausa!
pl: Pomodoro zakończone, zasługujesz na przerwę!
vi: Hoàn tất một set Pomodoro, bạn xứng đáng được nghỉ!

source: Your break is over, start another pomodoro!
de: Ihre Pause ist vorbei, starten Sie eine weitere Pomodoro!
es: Su descanso se ha terminado, ¡empiece otro Pomodoro!
hr: Vaš predah je gotov, pokrenite novi pomodoro!
it: La tua pausa è finita, inizia un altro pomodoro!
pl: Przerwa dobiegła końca, rozpocznij kolejne Pomodoro!
vi: Kết thúc nghỉ ngơi, bắt đầu Pomodoro tiếp theo!

source: A new pomodoro begins in %s.
de: Eine neue Pomodoro beginnt in %s.
es: Un pomodoro nuevo comenzará en %s.
it: Un nuovo pomodoro inizierà in %s.
pl: Nowe Pomodoro rozpoczyna się za %s.
vi: Một Pomodoro mới bắt đầu trong %s.

source: %d minute
es: %d minuto
it: %d minuto
pl: %d minuta
vi: %d phút

source: %d second
de: %d Sekunde
es: %d segundo
it: %d secondo
pl: %d sekunda
vi: %d giây

source: %s and %s
de: %s und %s
es: %s y %s
it: %s e %s
pl: %s i %s
vi: %s và %s

source: Continue Current Pomodoro
de: Aktuelle Pomodoro fortsetzen
es: Continuar Pomodoro actual
hr: Nastavi trenutni Pomodoro
it: Continua Pomodoro Attuale
pl: Kontynuuj bieżące Pomodoro
vi: Tiếp tục Pomodoro hiện tại

source: Pause Pomodoro
de: Pomodoro anhalten
es: Pausar pomodoro
hr: Pauziraj Pomodoro
it: Metti in Pausa Pomdoro
pl: Pauza Pomodoro
vi: Tạm dừng Pomodoro

source: Short break finished, ready to continue?
de: Kurze Pause beendet, bereit um weiterzumachen?
es: Se acabó el descanso corto, ¿listo para continuar?
hr: Kratak predah je završio, spremni za nastavak?
it: Breve pausa finita, pronta per continuare?
pl: Krótka przerwa zakończona, gotowy na kontynuację?
vi: Kết thúc nghỉ ngắn, sẵn sàng tiếp tục?

source: Start break
es: Comenzar descanso
it: Avvia pausa
pl: Rozpoczęcie przerwy
vi: Bắt đầu nghỉ

source: Pomodoro finished, ready to take a break?
es: Pomodoro terminado, ¿listo para tomar un descanso?
it: Pomodoro finito, pronti a fare una pausa?
pl: Pomodoro zakończone, gotowy na przerwę?
vi: Pomodoro kết thúc, sẵn sàng nghỉ chưa?

source: Great tool for boosted productivity!
de: Tolles Tool für erhöhte Produktivität!
es: ¡Una gran herramienta para aumentar la productividad!
hr: Sjajan alat za povećanje produktivnosti!
it: Ottimo strumento per aumentare la produttività!
pl: Świetne narzędzie zwiększające produktywność!
vi: Công cụ tuyệt vời để tăng năng suất!

source: Durations (minutes)
de: Zeitdauern (Minuten)
es: Duración (minutos)
hr: Trajanja (minute)
it: Durate (minuti)
pl: Czas trwania (w minutach)
vi: Thời lượng (phút)

source: Pomodoro Duration:
de: Pomodoro-Dauer:
es: Duración del pomodoro:
it: Durata Pomodoro:
pl: Czas trwania Pomodoro:
vi: Thời lượng Pomodoro:

source: Short Break Duration:
de: Dauer der kurzen Pause:
es: Duración de descansos cortos:
it: Durata Pausa Breve:
pl: Czas trwania krótkiej przerwy:
vi: Thời lượng nghỉ ngắn:

source: Long Break Duration:
de: Dauer der langen Pause:
es: Duración de descansos largos:
it: Durata Pausa Lunga:
pl: Czas trwania długiej przerwy:
vi: Thời lượng nghỉ dài:

source: Number of pomodori before long break:
de: Anzahl der Pomodori bis zur langen Pause:
es: Número de pomodoros antes de un descanso largo:
it: Numero di pomodori prima della lunga pausa:
pl: Liczba Pomodoro przed długą przerwą:
vi: Số Pomodoro trước khi nghỉ dài:

source: Options
de: Optionen
es: Opciones
hr: Mogućnosti
it: Opzioni
pl: Opcje
vi: Tùy chọn

source: Start the pomodoro timer as soon as the applet loads
es: Iniciar el temporizador pomodoro en cuanto se cargue el applet
it: Avvia il timer pomodoro non appena viene caricata l'applet
pl: Uruchom licznik Pomodoro, gdy tylko aplet się załaduje
vi: Bắt đầu bộ đếm Pomodoro ngay khi applet tải

source: Show Dialog Messages
de: Dialogmeldungen einblenden
es: Mostrar ventana de diálogo
hr: Prikaži dijalog poruka
it: Mostra messaggi di dialogo
pl: Wyświetlaj powiadomienia
vi: Hiển thị thông báo hộp thoại

source: Auto start after a pomodoro ends
es: Inicio automático al finalizar un pomodoro
it: Avvio automatico al termine di un pomodoro
pl: Automatyczny start po zakończeniu Pomodoro
vi: Tự động bắt đầu sau khi Pomodoro kết thúc

source: Auto start after a short break ends
de: Nach Ende einer kurzen Pause automatisch starten
es: Inicio automático después de un breve descanso
hr: Automatski pokreni nakon što kratki predah završi
it: Avvio automatico al termine di una breve pausa
pl: Automatyczny start po zakończeniu krótkiej przerwy
vi: Tự động bắt đầu sau khi nghỉ ngắn kết thúc

source: Auto start a new pomodoro after a break ends
de: Eine neue Pomodoro nach Ende einer Pause automatisch starten
es: Empezar automáticamente un nuevo pomodoro al terminar un descanso
hr: Automatski pokreni novi pomodoro nakon što predah završi
it: Auto avvia un nuovo pomodoro al termine di una pausa
pl: Automatyczny start nowego Pomodoro po zakończeniu przerwy
vi: Tự động bắt đầu Pomodoro mới sau khi nghỉ kết thúc

source: Display the pomodoro icon in the applet panel
de: Pomodoro-Icon in der Applet-Leiste anzeigen
es: Mostrar el ícono de pomodoro en el panel
hr: Prikaži pomodoro ikonu u panelu apleta
it: Visualizza l'icona di pomodoro nel pannello dell'applet
pl: Wyświetl ikonę Pomodoro w panelu apletów
vi: Hiển thị biểu tượng Pomodoro trên thanh applet

source: Use a symbolic icon in the applet panel
de: Symbolisches Icon in der Applet-Leiste verwenden
es: Utilizar un ícono simbólico en el panel
it: Visualizza l'icona simbolica nel pannello dell'applet
pl: Użyj symbolicznej ikony w panelu apletów
vi: Sử dụng biểu tượng tượng trưng trên thanh applet

source: Show the pomodoro timer in the applet panel
de: Die Pomodoro-Zeit in der Applet-Leiste anzeigen
es: Mostrar el temporizador del pomodoro en el panel
hr: Prikaži pomodoro odbrojavanje u panelu apleta
it: Mostra il timer pomodoro nel pannello dell'applet
pl: Pokaż licznik czasu Pomodoro w panelu apletów
vi: Hiển thị bộ đếm Pomodoro trên thanh applet

source: Set the keybinding to open the applet menu
es: Establecer la combinación de teclas para abrir el menú del applet
it: Imposta la combinazione di tasti per aprire il menù dell'applet
pl: Ustaw skrót klawiszowy, aby otworzyć menu apletu
vi: Đặt phím tắt để mở menu applet

source: Sounds
de: Töne
es: Sonidos
hr: Zvukovi
it: Suoni
pl: Dźwięki
vi: Âm thanh

source: Please install 'sox' and restart Cinnamon to use the sound feature!
de: Bitte »sox« installieren und Cinnamon neu starten, um die Sound-Funktion zu nutzen!
es: ¡Por favor, instale 'sox' y reinicie Cinnamon para utilizar la función de sonido!
it: Per favore installa 'sox' e riavvia Cinnamon per utilizzare la funzionalità del suono!
pl: Zainstaluj 'sox' i zrestartuj Cinnamon, aby korzystać z funkcji dźwięku!
vi: Vui lòng cài 'sox' và khởi động lại Cinnamon để dùng tính năng âm thanh!

source: Play Timer Sound
de: Ticktack-Geräusch abspielen
es: Reproducir sonido de temporizador
hr: Reproduciraj zvuk odbrojavanja
it: Riproduci Suono del Timer
pl: Odtwórz dźwięk timera
vi: Phát âm thanh bộ đếm

source: Timer Sound File
de: Datei für Ticktack-Geräusch
es: Archivo del sonido del temporizador
it: File Audio del Timer
pl: Plik dźwiękowy timera
vi: Tệp âm thanh bộ đếm

source: Sound volume:
de: Lautstärke:
es: Volumen del sonido:
it: Volume suono:
pl: Głośność dźwięku:
vi: Âm lượng:

source: Play Break Sound
de: Pausenton abspielen
es: Reproducir sonido de descanso
hr: Reproduciraj zvuk predaha
it: Riproduci Suono di Pausa
pl: Odtwórz dźwięk przerwy
vi: Phát âm thanh nghỉ

source: Break Sound File
de: Datei für Pausenton
es: Archivo del sonido de descanso
it: File Audio Pausa
pl: Plik dźwiękowy przerwy
vi: Tệp âm thanh nghỉ

source: Play Warn Sound
de: Warnton abspielen
es: Reproducir sonido de alerta
hr: Reproduciraj zvuk upozorenja
it: Riproduci Suono di Avviso
pl: Odtwórz dźwięk ostrzeżenia
vi: Phát âm thanh cảnh báo

source: Warn Delay (in secs):
de: Zeitpunkt des Warntons (in Sekunden):
es: Retraso para alerta (en segundos):
it: Ritardo di avviso (in secondi):
pl: Opóźnienie ostrzeżenia (w sekundach):
vi: Độ trễ cảnh báo (giây):

source: Warn Sound File
de: Datei für Warnton
es: Archivo del sonido de alerta
it: File Audio dell'Avviso
pl: Plik dźwiękowy ostrzeżenia
vi: Tệp âm thanh cảnh báo

source: Play Start Sound
de: Startton abspielen
es: Reproducir sonido inicio
hr: Reproduciraj zvuk pokretanja
it: Riproduci un suono d'avvio
pl: Odtwórz dźwięk startowy
vi: Phát âm thanh bắt đầu

source: Start Sound File
de: Datei für Startton
es: Archivo del sonido de inicio
it: File Audio d'Avvio
pl: Plik dźwiękowy startu
vi: Tệp âm thanh bắt đầu

source: Scripts
it: Script
pl: Skrypty
vi: Kịch bản

source: Enable scripts
es: Habilitar scripts
it: Abilita script
pl: Włącz skrypty
vi: Bật kịch bản

source: Execute this custom script when a short break starts
es: Ejecute este script personalizado cuando se inicie una pausa corta
it: Esegui questo script personalizzato quando inizia una breve pausa
pl: Wykonaj ten skrypt, gdy rozpocznie się krótka przerwa
vi: Chạy kịch bản tùy chỉnh khi nghỉ ngắn bắt đầu

source: Execute this custom script when a long break starts
es: Ejecute este script personalizado cuando comience una pausa larga
it: Esegui questo script personalizzato quando inizia una lunga pausa
pl: Wykonaj ten skrypt, gdy rozpocznie się długa przerwa
vi: Chạy kịch bản tùy chỉnh khi nghỉ dài bắt đầu
