Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/fish@kriegcc/*.po
Languages: fr, vi, zh_tw

source: Fish Applet
fr: Applet Poisson
vi: Applet Cá
zh_tw: Fish 小程式

source: There's something fishy going on here:
fr: Il y a là quelque chose de louche :
vi: Có gì đó không ổn ở đây:
zh_tw: 這裡有點不尋常：

source: Copy Error Messages
fr: Copier les messages d'erreur
vi: Sao chép thông báo lỗi
zh_tw: 複製錯誤訊息

source: Copy Error Message
fr: Copier le message d'erreur
vi: Sao chép thông báo lỗi
zh_tw: 複製錯誤訊息

source: Open Preferences
fr: Modifier les paramètres
vi: Mở Cài đặt
zh_tw: 開啟偏好設定

source: Errors copied to the clipboard
fr: Erreurs copiées dans le presse-papiers
vi: Các lỗi đã được sao chép vào bộ nhớ tạm
zh_tw: 錯誤訊息已複製到剪貼簿

source: Error copied to the clipboard
fr: Erreur copiée dans le presse-papiers
vi: Lỗi đã được sao chép vào bộ nhớ tạm
zh_tw: 錯誤訊息已複製到剪貼簿

source: Copy Message
fr: Copier le message
vi: Sao chép thông điệp
zh_tw: 複製訊息

source: Speak again
fr: Dire autre chose
vi: Nói lại
zh_tw: 再說一次

source: Close
fr: Fermer
vi: Đóng
zh_tw: 關閉

source: %s the Fish Says:
fr: %s le Poisson dit :
vi: %s Cá nói:
zh_tw: %s 這條魚說：

source: Message copied to the clipboard
fr: Message copié dans le presse-papiers
vi: Thông điệp đã được sao chép vào bộ nhớ tạm
zh_tw: 訊息已複製到剪貼簿

source: The water needs changing
fr: L'eau a besoin d'être changée
vi: Cần thay nước
zh_tw: 該換水了

source: Look at today's date!
fr: Regarde la date d'aujourd'hui !
vi: Nhìn ngày hôm nay!
zh_tw: 看看今天的日期！

source: %s the Fish, the fortune teller
fr: %s le Poisson, diseur de bonne aventure
vi: %s Cá, nhà tiên tri
zh_tw: 預言家 %s 魚

source: Warning: The command appears to be something actually useful. Since this is a useless applet, you may not want to do this. We strongly advise you against using %s for anything which would make the applet "practical" or useful.
fr: Attention : La commande semble être quelque chose d'utile. \n Mais puisqu'il s'agit d'une applet inutile, vous ne voudrez peut-être pas faire ceci. \n Nous vous déconseillons fortement d'utiliser %s pour tout ce qui pourrait rendre l'applet « pratique » ou utile.
vi: Cảnh báo: Lệnh này có vẻ thực sự hữu ích. Vì đây là một applet vô dụng, bạn có thể không muốn làm điều này. Chúng tôi khuyên bạn không nên dùng %s cho bất cứ việc gì làm applet trở nên "thực dụng" hoặc hữu ích.
zh_tw: 警告：這個指令看起來真的有點用處。 由於這是一個無用的小程式，您可能不會想這麼做。 我們強烈建議不要用 %s 來做任何會讓這個小程式變得「實用」或有用的事情。

source: Normally, the Fish's wisdom is derived from the 'fortune' command-line utility. It seems that this dependency is missing on your system. However, it should be available for most distributions. Please refer to the documentation for instructions on how to install it. If you prefer not to install any additional packages, you can change the command in the applet's settings.
fr: Normalement, la sagesse du Poisson provient de l'utilitaire de ligne de commande 'fortune'. \n Il semble que cette dépendance soit absente de votre système. Cependant, elle devrait être disponible pour la plupart des distributions. \n Veuillez vous référer à la documentation pour savoir comment l'installer. \n Si vous préférez ne pas installer de paquets supplémentaires, vous pouvez modifier la commande dans les paramètres de l'applet.
vi: Thông thường, trí tuệ của Cá được lấy từ tiện ích dòng lệnh 'fortune'. Có vẻ như phụ thuộc này đang thiếu trên hệ thống của bạn. Tuy nhiên, nó có sẵn trên hầu hết các bản phân phối. Vui lòng tham khảo tài liệu để biết hướng dẫn cài đặt. Nếu bạn không muốn cài thêm gói, bạn có thể thay đổi lệnh trong cài đặt applet.
zh_tw: 一般來說，這條魚的智慧來自 'fortune' 指令列工具。 系統似乎缺少此相依套件。 不過，大多數發行版都能取得此套件。 請參考說明文件取得安裝指引。 若不想安裝額外套件，也可在小程式設定中更改此指令。

source: Open Documentation
fr: Consulter la documentation
vi: Mở Tài liệu
zh_tw: 開啟說明文件

source: File
fr: Fichier
vi: Tệp
zh_tw: 檔案

source: Select an animation
fr: Choisir une animation
vi: Chọn hoạt hình
zh_tw: 選擇動畫

source: Images
vi: Hình ảnh
zh_tw: 圖片

source: Fish
fr: Poisson
vi: Cá

source: Displays a small fish in your panel and does nothing useful whatsoever beyond that.
fr: Affiche un petit poisson dans votre tableau de bord et ne fait rien d'autre d'utile.
vi: Hiển thị một con cá nhỏ trên thanh panel và không làm gì hữu ích ngoài điều đó.
zh_tw: 在面板上顯示一條小魚，除此之外沒有任何實質用途。

source: Preferences
fr: Préférences
vi: Cài đặt
zh_tw: 偏好設定

source: Advanced Settings
fr: Paramètres avancés
vi: Cài đặt nâng cao
zh_tw: 進階設定

source: Help
fr: Aide
vi: Trợ giúp
zh_tw: 說明

source: About
fr: À propos
vi: Thông tin
zh_tw: 關於

source: General
fr: Général
vi: Chung
zh_tw: 一般

source: Animation
vi: Hoạt hình
zh_tw: 動畫

source: Animation Settings
fr: Paramètres de l'animation
vi: Cài đặt Hoạt hình
zh_tw: 動畫設定

source: Animation Margin
fr: Marge autour de l'animation
vi: Lề Hoạt hình
zh_tw: 動畫邊距

source: Animation Custom Dimension
fr: Dimension personnalisée de l'animation
vi: Kích thước tùy chỉnh Hoạt hình
zh_tw: 動畫自訂尺寸

source: Developer Options
fr: Options pour développeur
vi: Tùy chọn Nhà phát triển
zh_tw: 開發者選項

source: Manual
fr: Manuel
vi: Hướng dẫn
zh_tw: 使用手冊

source: Report an Issue
fr: Soumettre un problème
vi: Báo lỗi
zh_tw: 回報問題

source: About Fish Applet
fr: À propos de l'applet Poisson
vi: Về Applet Cá
zh_tw: 關於 Fish 小程式

source: Version
vi: Phiên bản
zh_tw: 版本

source: License
fr: Licence
vi: Giấy phép
zh_tw: 授權條款

source: Credits
fr: Générique
vi: Nhà phát triển
zh_tw: 貢獻者

source: Maintainer and Contributors
fr: Mainteneur et contributeurs
vi: Người duy trì và đóng góp
zh_tw: 維護者與貢獻者

source: Name of fish
fr: Nom du poisson
vi: Tên cá
zh_tw: 魚的名稱

source: Use this text box to specify the name of the fish.
fr: Utilisez cette zone de texte pour spécifier le nom du poisson.
vi: Sử dụng ô này để đặt tên cho cá.
zh_tw: 請在此欄位輸入魚的名稱。

source: Command to run when clicked
fr: Commande à exécuter en cas de clic
vi: Lệnh thực thi khi nhấn
zh_tw: 點選時執行的指令

source: By default, Fish runs the 'fortune' command when you click on the applet. Use this text box to specify an alternative command to run.
fr: Par défaut, le Poisson exécute la commande « fortune » lorsque vous cliquez sur l'applet. Utilisez cette zone de texte pour spécifier une autre commande à exécuter.
vi: Mặc định, Cá chạy lệnh 'fortune' khi bạn nhấn vào applet. Sử dụng ô này để chỉ định lệnh khác.
zh_tw: 預設情況下，Fish 會在點選小程式時執行 'fortune' 指令。請在此欄位指定其他要執行的指令。

source: frames
fr: images
vi: khung
zh_tw: 格

source: Total frames in animation
fr: Nombre total d'images dans l'animation
vi: Tổng số khung trong hoạt hình
zh_tw: 動畫總格數

source: Use this spin box to specify the number of frames in the animation.
fr: Utilisez ceci pour spécifier le nombre d'images dans l'animation.
vi: Sử dụng ô này để chỉ định số khung trong hoạt hình.
zh_tw: 請在此欄位設定動畫的格數。

source: seconds
fr: secondes
vi: giây
zh_tw: 秒

source: Pause per frame
fr: Pause par image
vi: Tạm dừng mỗi khung
zh_tw: 每格間隔時間

source: Use this spin box to specify the pause in seconds between each frame in the animation.
fr: Utilisez ceci pour spécifier la pause en secondes entre chaque image de l'animation.
vi: Sử dụng ô này để đặt thời gian tạm dừng (giây) giữa các khung trong hoạt hình.
zh_tw: 請在此欄位設定動畫每格之間的間隔秒數。

source: Flip sideways on vertical panels
fr: Pivoter sur les panneaux verticaux
vi: Lật ngang trên thanh dọc
zh_tw: 在垂直面板時橫向翻轉

source: Select this option to rotate the applet image sideways when you add the applet to a vertical panel.
fr: Sélectionnez cette option pour faire pivoter l'image de l'applet sur le côté lorsque vous ajoutez l'applet à un panneau vertical.
vi: Chọn để xoay hình applet ngang khi thêm vào thanh dọc.
zh_tw: 勾選此選項可在將小程式加入垂直面板時橫向翻轉圖像。

source: Use this field to select the image to display in the applet. You can select an image that is supplied with the applet or a personal image.
fr: Ce champ permet de sélectionner l'image à afficher dans l'applet. Vous pouvez sélectionner une image fournie avec l'applet ou une image personnelle.
vi: Sử dụng ô này để chọn hình hiển thị trong applet. Có thể dùng hình kèm applet hoặc hình cá nhân.
zh_tw: 請在此欄位選擇要在小程式中顯示的圖片，可選擇內建圖片或自訂圖片。

source: Scaling Mode
fr: Mode de mise à l'échelle
vi: Chế độ phóng to
zh_tw: 縮放模式

source: Auto-fit
fr: Ajustement auto
vi: Tự động vừa khung
zh_tw: 自動適應

source: Preserve original size
fr: Conserver la taille d'origine
vi: Giữ kích thước gốc
zh_tw: 保留原始大小

source: Custom
fr: Personnalisé
vi: Tùy chỉnh
zh_tw: 自訂

source: Select how the animation image in the panel should be scaled.
fr: Sélectionnez la façon dont l'image de l'animation dans le panneau doit être mise à l'échelle.
vi: Chọn cách hình hoạt hình được phóng to trên thanh panel.
zh_tw: 請選擇面板中動畫圖片的縮放方式。

source: Margin options apply only when the 'auto-fit' option is enabled. For other settings, margins appear if the animation is smaller than the panel.
fr: Les options de marge ne s'appliquent que lorsque l'option « ajustement auto » est activée. Pour les autres paramètres, les marges apparaissent si l'animation est plus petite que le panneau.
vi: Tùy chọn lề chỉ áp dụng khi bật 'tự động vừa khung'. Với các cài đặt khác, lề xuất hiện nếu hoạt hình nhỏ hơn thanh panel.
zh_tw: 邊距選項僅在啟用「自動適應」時適用。其他設定下，若動畫小於面板則會顯示邊距。

source: Auto-margin
fr: Marge auto
vi: Lề tự động
zh_tw: 自動邊距

source: Check this to use the default margin from theme.
fr: Cochez cette case pour utiliser la marge par défaut du thème.
vi: Chọn để dùng lề mặc định từ theme.
zh_tw: 勾選此選項以使用主題預設邊距。

source: Margin around the animation frame
fr: Marge autour du cadre d'animation
vi: Lề quanh khung hoạt hình
zh_tw: 動畫格邊距

source: Use this spin box to specify the margin around the animation frame shown in the panel.
fr: Utilisez ceci pour spécifier la marge autour du cadre d'animation affiché dans le panneau.
vi: Sử dụng ô này để đặt lề quanh khung hoạt hình hiển thị trên thanh panel.
zh_tw: 請在此欄位設定面板動畫格的邊距。

source: Height
fr: Hauteur
vi: Chiều cao
zh_tw: 高度

source: Use this spin box to specify a custom height for the animation frame.
fr: Utilisez ceci pour spécifier une hauteur personnalisée pour le cadre d'animation.
vi: Sử dụng ô này để đặt chiều cao tùy chỉnh cho khung hoạt hình.
zh_tw: 請在此欄位設定動畫格的自訂高度。

source: Width
fr: Largeur
vi: Chiều rộng
zh_tw: 寬度

source: Use this spin box to specify a custom width for the animation frame.
fr: Utilisez ceci pour spécifier une largeur personnalisée pour le cadre d'animation.
vi: Sử dụng ô này để đặt chiều rộng tùy chỉnh cho khung hoạt hình.
zh_tw: 請在此欄位設定動畫格的自訂寬度。

source: Preserve aspect ratio
fr: Conserver le rapport hauteur/largeur
vi: Giữ tỉ lệ khung hình
zh_tw: 保留長寬比

source: Enable this option to maintain the original aspect ratio of the animation. If enabled, the specified width will be ignored.
fr: Activez cette option pour conserver le rapport hauteur/largeur d'origine de l'animation. Si cette option est activée, la largeur spécifiée sera ignorée.
vi: Bật để giữ tỉ lệ gốc của hoạt hình. Nếu bật, chiều rộng đã chỉ định sẽ bị bỏ qua.
zh_tw: 啟用此選項可維持動畫原始長寬比。啟用後將忽略指定的寬度。

source: If a rotation is selected, the image may also be flipped sideways depending on the 'Flip sideways on vertical panels' option.
fr: Si une rotation est sélectionnée, l'image peut également être retournée latéralement en fonction de l'option « Retourner latéralement sur les panneaux verticaux ».
vi: Nếu chọn xoay, hình có thể bị lật ngang tùy vào tùy chọn 'Lật ngang trên thanh dọc'.
zh_tw: 若選擇旋轉，圖像也可能依據「在垂直面板時橫向翻轉」選項而橫向翻轉。

source: Rotation
vi: Xoay
zh_tw: 旋轉

source: Log Level
fr: Niveau de log
vi: Mức độ ghi log
zh_tw: 日誌等級

source: Info
vi: Thông tin
zh_tw: 資訊

source: Debug
fr: Débogage
vi: Gỡ lỗi
zh_tw: 除錯

source: Warning
fr: Attention
vi: Cảnh báo
zh_tw: 警告

source: Error
fr: Erreur
vi: Lỗi
zh_tw: 錯誤

source: Force Fool's Day
fr: Forcer le Poisson d'Avril
vi: Bắt buộc Ngày Cá tháng Tư
zh_tw: 強制愚人節模式

source: Enforces Fool's Day mode for debugging purposes. Simulates Fool's Day (April 1st) without modifying the system date.
fr: Renforce le mode « Fool's Day » à des fins de débogage. Simule le jour du poisson (1er avril) sans modifier la date du système.
vi: Bật chế độ Ngày Cá tháng Tư để gỡ lỗi. Mô phỏng ngày 1/4 mà không thay đổi ngày hệ thống.
zh_tw: 強制啟用愚人節模式以便除錯。模擬 4 月 1 日但不會變更系統日期。

source: For instructions on how to use and configure this applet, please visit the applet's page on the Cinnamon Spices website.
fr: Pour obtenir des instructions sur l'utilisation et la configuration de cette applet, veuillez consulter la page de l'applet sur le site web des Cinnamon Spices.
vi: Xem hướng dẫn sử dụng và cài đặt applet trên trang của Cinnamon Spices.
zh_tw: 如需使用與設定本小程式的說明，請造訪 Cinnamon Spices 網站上的小程式頁面。

source: If you encounter a problem with this applet, please file an issue report on GitHub. Note that a GitHub account is required to submit an issue. Before doing so, check if the issue has already been submitted by someone else. Since this applet is part of Linux Mint's `cinnamon-spices-applets` repository, it's important to follow their guidelines for this process. Make sure that the applet name (fish@kriegcc) is included in the title when opening a new issue. Follow the provided template for the description and provide as much information as possible about the issue.
fr: Si vous rencontrez un problème avec cette applet, veuillez déposer un rapport de problème (une issue) sur GitHub. Notez qu'un compte GitHub est nécessaire pour soumettre un problème. Avant de le faire, vérifiez si le problème n'a pas déjà été soumis par quelqu'un d'autre. Comme cette applet fait partie du dépôt `cinnamon-spices-applets` de Linux Mint, il est important de suivre leurs directives pour ce processus. Assurez-vous que le nom de l'applet (fish@kriegcc) est inclus dans le titre lorsque vous ouvrez un nouveau problème. Suivez le modèle fourni pour la description et fournissez autant d'informations que possible sur le problème.
vi: Nếu gặp sự cố với applet, hãy báo lỗi trên GitHub. Cần tài khoản GitHub để gửi báo cáo. Trước đó, kiểm tra xem vấn đề đã được báo bởi người khác chưa. Applet thuộc kho `cinnamon-spices-applets` của Linux Mint nên tuân theo hướng dẫn của họ. Đảm bảo tên applet (fish@kriegcc) xuất hiện trong tiêu đề khi mở báo cáo mới. Sử dụng mẫu mô tả và cung cấp đầy đủ thông tin về sự cố.
zh_tw: 若您在使用本小程式時遇到問題，請至 GitHub 回報。提交問題需使用 GitHub 帳號。回報前請先確認是否已有其他人提出相同問題。由於本小程式屬於 Linux Mint 的 `cinnamon-spices-applets` 專案，請務必遵循該專案的回報指引。開新問題時，標題請務必包含小程式名稱 (fish@kriegcc)。請依照提供的範本填寫問題描述，並盡可能提供詳細資訊。

source: Reporting Bugs Instructions of Cinnamon Spices applets
fr: Instructions pour signaler les bogues des applets Cinnamon Spices
vi: Hướng dẫn báo lỗi cho applet Cinnamon Spices
zh_tw: Cinnamon Spices 小程式回報錯誤指引

source: Opens the contributions guidelines of the Cinnamon Spices applets repository on Github.
fr: Ouvre les directives de contribution du dépôt d'applets Cinnamon Spices sur Github.
vi: Mở hướng dẫn đóng góp của kho applet Cinnamon Spices trên Github.
zh_tw: 開啟 Cinnamon Spices 小程式專案的 GitHub 貢獻指引。

source: The Fish applet displays a small fish, called Wanda, in the panel. Wanda does nothing useful. The applet has really no use what-so-ever. It only takes up disk space and compilation time, and if loaded it also takes up precious panel space and memory. Anybody found using it should be promptly sent for a psychiatric evaluation.
fr: L'applet Poisson affiche un petit poisson, appelé Wanda, dans le panneau. Wanda ne fait rien d'utile. L'applet n'a vraiment aucune utilité. Elle ne fait qu'occuper de l'espace disque et du temps de compilation, et si elle est chargée, elle occupe également de l'espace et de la mémoire dans le panneau. Toute personne surprise en train de l'utiliser devrait être rapidement envoyée pour une évaluation psychiatrique.
vi: Applet Cá hiển thị một con cá nhỏ tên Wanda trên thanh panel. Wanda không làm gì hữu ích. Applet này hoàn toàn vô dụng, chỉ chiếm dung lượng đĩa và thời gian biên dịch, khi tải còn chiếm chỗ trên thanh panel và bộ nhớ. Ai sử dụng nên được đánh giá tâm lý ngay.
zh_tw: Fish 小程式會在面板上顯示一條名為 Wanda 的小魚。Wanda 完全沒有實質用途。這個小程式毫無用處，只會佔用磁碟空間和編譯時間，載入後還會佔用寶貴的面板空間和記憶體。任何被發現使用此小程式的人都應立即接受精神評估。

source: Fish Applet at Cinnamon Spices Website
fr: Applet Poisson sur le site Cinnamon Spices
vi: Applet Cá trên trang Cinnamon Spices
zh_tw: Cinnamon Spices 網站上的 Fish 小程式

source: Opens the applet's page on Cinnamon Spices website.
fr: Ouvre la page de l'applet sur le site web des Cinnamon Spices.
vi: Mở trang applet trên Cinnamon Spices.
zh_tw: 開啟 Cinnamon Spices 網站上的小程式頁面。

source: GPL-3.0-or-later
fr: GPL-3.0-ou-supérieure
vi: GPL-3.0-hoặc-mới hơn

source: This project is an adaption of the Fish applet from GNOME and MATE desktops for Cinnamon desktop. The original Fish applet is licensed under the GNU General Public License (GPL). Original Authors: George Lebl Mark McLoughlin Vincent Untz Stefano Karapetsas Copyright: (C) 1998-2002 Free Software Foundation, Inc. (C) 2002-2005 Vincent Untz (C) 2012-2021 MATE developers
fr: Ce projet est une adaptation de l'applet Fish des bureaux GNOME et MATE pour le bureau Cinnamon. L'applet Fish originale est sous licence GNU General Public License (GPL).\N- L'applet Fish originale est sous licence GNU General Public License (GPL). Auteurs originaux:\N- George Leblanc George Leblon Mark McLoughlin Vincent Untz Stefano Karapetsas Copyright:\N- (C) (C) 1998-2002 Free Software Foundation, Inc. (C) 2002-2005 Vincent Untz\n (C) 2012-2021 Développeurs de MATE
vi: Dự án này là phiên bản chỉnh sửa của applet Cá từ GNOME và MATE cho Cinnamon. Applet Cá gốc được cấp phép theo GNU GPL (GPL). Tác giả gốc: George Lebl Mark McLoughlin Vincent Untz Stefano Karapetsas Bản quyền: (C) 1998-2002 Free Software Foundation, Inc. (C) 2002-2005 Vincent Untz (C) 2012-2021 các nhà phát triển MATE
zh_tw: 本專案是將 GNOME 與 MATE 桌面環境的 Fish 小程式移植到 Cinnamon 桌面。 原始 Fish 小程式採用 GNU 通用公共授權條款 (GPL)。 原始作者： George Lebl Mark McLoughlin Vincent Untz Stefano Karapetsas 版權所有： (C) 1998-2002 Free Software Foundation, Inc. (C) 2002-2005 Vincent Untz (C) 2012-2021 MATE 開發團隊

source: Maintainer: kriegcc Contributors:
fr: Mainteneur: kriegcc Contributeurs:
vi: Người duy trì: kriegcc Người đóng góp:
zh_tw: 維護者： kriegcc 貢獻者：

source: px
zh_tw: 像素
