Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/devutils@fogl/*.po
Languages: ca, da, es, hu, it, nl, sv

source: MySQL Browser
ca: Navegador MySQL
es: Navegador MySQL
hu: MySQL böngésző
it: Esploratore MySQL
sv: MySQL-läsare

source: Open Project Directory
ca: Obrir directori de projectes
da: Open Project-mappe
es: Abrir directorio de proyectos
hu: Projekt mappa megnyitása
it: Apri Directory Progetto
nl: Open projectmap
sv: Öppna projektmapp

source: Nginx Web Server
ca: Servidor web Nginx
es: Servidor Web Nginx
hu: Nginx webszerver
it: Server Web Nginx
sv: Nginx Webbserver

source: MySQL Server
ca: Servidor MySQL
es: Servidor MySQL
hu: MySQL szerver
it: Server MySQL

source: PostgreSQL Server
ca: Servidor PostgreSQL
es: Servidor PostgreSQL
hu: PostgreSQL szerver
it: Server PostgreSQL

source: Apache Web Server
ca: Servidor web Apache
es: Servidor Web Apache
hu: Apache webszerver
it: Server Web Apache
sv: Apache Webbserver

source: ERROR: Could not execute command... Please check your configurations! Open applet configuration?
ca: ERROR: No s'ha pogut executar l'ordre... Reviseu les vostres configuracions! Voleu obrir la configuració de la miniaplicació?
da: FEJL: Kunne ikke udføre kommandoen ... Tjek din konfiguration! Åbn konfiguration af panelprogrammet?
es: ERROR: No se pudo ejecutar el comando... Por favor, compruebe su configuración. ¿Abrir la configuración del applet?
hu: HIBA: Nem sikerült végrehajtani a parancsot ... Kérjük, ellenőrizze konfigurációit! Megnyitja az kisalkalmazás-konfigurációt?
it: ERRORE: impossibile eseguire il comando... Si prega di controllare le configurazioni! Aprire la configurazione dell'applet?
nl: FOUT: Kon het commando niet uitvoeren... Controleer uw configuraties! Appletconfiguratie openen?
sv: FEL: Kunde inte köra kommandot... Kontrollera dina konfigurationer! Vill du öppna panelprogrammets konfiguration?

source: Open Applet Settings
ca: Obrir opcions de la miniaplicació
da: Åbn panelprogrammets indstillinger
es: Abrir la configuración del applet
hu: Kisalkalmazás beállítások megnyitása
it: Apri Impostazioni Applet
nl: Open Appletinstellingen
sv: Öppna panelprogrammets inställningar

source: Open Applet Source
ca: Obrir origen de la miniaplicació
da: Åbn panelprogrammets kilde
es: Abrir fuente Applet
hu: Kisalkalmazás forráskód megnyitása
it: Apri Sorgente Applet
nl: Open Appletbron
sv: Öppna panelprogrammets källkod

source: Cancel
ca: Cancel·lar
da: Annullér
es: Cancelar
hu: Mégse
it: Annulla
nl: Annuleren
sv: Avbryt

source: Development Utils
ca: Utilitats pel desenvolupament
da: Udviklingsværktøjer
es: Utilidades de desarrollo
hu: Fejlesztési segédletek
it: Utilità di Sviluppo
nl: Ontwikkelingstools
sv: Utvecklarverktyg

source: Settings
ca: Opcions
da: Indstillinger
es: Configuración
hu: Beállítások
it: Impostazioni
nl: Instellingen
sv: Inställningar

source: Control
da: Kontrol
hu: Vezérlés
it: Controlla
nl: Beheer
sv: Kontroll

source: Service is up
ca: El servei està en marxa
da: Tjeneste kører
es: El servicio está activo
hu: A szolgáltatás készen áll
it: Servizio in esecuzione
nl: Service is actief
sv: Tjänsten är uppe

source: Start service
ca: Iniciar servei
da: Start tjeneste
es: Iniciar servicio
hu: Szolgáltatás indítása
it: Avvia servizio
sv: Starta tjänsten

source: Service is down
ca: El servei està aturat
da: Tjeneste kører ikke
es: El servicio está caído
hu: A szolgáltatás nem elérhető
it: Servizio arrestato
nl: Service is inactief
sv: Tjänsten är nere

source: Stop service
ca: Aturar el servei
da: Stop tjeneste
es: Detener el servicio
hu: A szolgáltatás leállítása
it: Arresta servizio
sv: Stoppa tjänsten

source: Launch 127.0.0.1
ca: Iniciar 127.0.0.1
da: Start 127.0.0.1
es: Iniciar 127.0.0.1
hu: Futtatás 127.0.0.1
it: Lancia 127.0.0.1
nl: Start 127.0.0.1
sv: Starta 127.0.0.1

source: Edit default nginx config
ca: Editar la configuració per defecte d'Nginx
da: Redigér standardkonfigurationen for nginx
es: Editar la configuración predeterminada de nginx
hu: Alapértelmezett nginx konfiguráció szerkesztése
it: Modifica configurazione predefinita di nginx
nl: Bewerk standaard nginx-configuratie
sv: Redigera nginx-configuration

source: Development Utils Applet for Cinnamon
ca: Miniaplicació d'utilitats pel desenvolupament per a Cinnamon
da: Panelprogram med udviklingsværktøjer
es: Applet de utilidades de desarrollo para Cinnamon
hu: Fejlesztési Segédlet Kisalkalmazás Cinnamon asztali környezethez
it: Utilità di Sviluppo - Applet per Cinnamon
nl: Ontwikkelingstools-applet voor Cinnamon
sv: Utvecklarverktyg för Cinnamon i panelen

source: Menu Entries
ca: Elements del menú
da: Menupunkter
es: Entradas del menú
hu: Menübejegyzések
it: Voci di Menù
nl: Menu-items
sv: Menyposter

source: Show "MySQL Browser" Launcher in Menu
ca: Mostrar "Navegador MySQL" al menú
da: Vis "MySQL-browser" i menuen
es: Mostrar lanzador "Navegador MySQL" en el menú
hu: A "MySQL Browser" indító megjelenítése a Menüben
it: Mostra il Launcher "Esploratore MySQL" nel Menù
nl: Toon "MySQL Browser" Launcher in Menu
sv: Visa startknapp för "MySQL-läsare" i menyn

source: Specify file browser and path to your project directory
ca: Especifiqueu el navegador i la ruta del vostre directori de projectes
da: Angiv filhåndtering og sti til din projektmappe
es: Especifique el explorador de archivos y la ruta al directorio de su proyecto
hu: Adja meg a fájlböngészőt és a projektkönyvtár elérési útját
it: Specificare il browser dei file e il percorso della directory del progetto
nl: Specificeer bestandsverkenner en pad naar uw projectmap
sv: Specificera filhanterare och sökväg till din projektmapp

source: For example: nemo /home/username/Projects
ca: Per exemple: nemo /home/usuari/projectes
da: F.eks.: nemo /home/brugernavn/Projekter
es: Por ejemplo: nemo /home/nombredeusuario/Proyectos
hu: Például: nemo /home/username/Projects
it: Ad esempio: nemo /home /utente/Progetti
nl: Bijvoorbeeld: nemo /home/gebruikersnaam/Projecten
sv: Till exempel: nemo /home/användarnamn/Projekt

source: HeidiSQL (requires installation of Wine)
ca: HeidiSQL (necessita Wine)
da: HeidiSQL (kræver installation af Wine)
es: HeidiSQL (requiere la instalación de Wine)
hu: HeidiSQL (szükséges hozzá a Wine telepítése)
it: HeidiSQL (richiede l'installazione di Wine)
nl: HeidiSQL (vereist installatie van Wine)
sv: HeidiSQL (kräver installation av Wine)

source: Select MySQL Browser
ca: Seleccionar navegador MySQL
da: Vælg MySQL-browser
es: Seleccione Navegador MySQL
hu: Válasszon MySQL böngészőt
it: Seleziona Esploratore MySQL
nl: Selecteer MySQL Browser
sv: Välj MySQL-läsare

source: Show "Geany" Launcher in Menu
ca: Mostrar "Geany" al menú
da: Vis "Geany" i menuen
es: Mostrar el lanzador "Geany" en el menú
hu: A "Geany" indító megjelenítése a menüben
it: Mostra il Launcher "Geany" nel menù
nl: Toon "Geany" Launcher in Menu
sv: Visa startknapp för "Geany" i menyn

source: Show "Eclipse" Launcher in Menu
ca: Mostrar "Eclipse" al menú
da: Vis "Eclipse" i menuen
es: Mostrar el lanzador "Eclipse" en el menú
hu: Az "Eclipse" indító megjelenítése a menüben
it: Mostra il Launcher "Eclipse" nel menù
nl: Toon "Eclipse" Launcher in Menu
sv: Visa startknapp för "Eclipse" i menyn

source: Show "Gedit" Launcher in Menu
ca: Mostrar "Gedit" al menú
da: Vis "Gedit" i menuen
es: Mostrar el lanzador "Gedit" en el menú
hu: A "Gedit" indító megjelenítése a menüben
it: Mostra il Launcher "Gedit" nel menù
nl: Toon "Gedit" Launcher in Menu
sv: Visa startknapp för "Gedit" i menyn

source: Show "Filezilla" Launcher in Menu
ca: Mostrar "Filezilla" al menú
da: Vis "Filezilla" i menuen
es: Mostrar el lanzador "Filezilla" en el menú
hu: A "Filezilla" indító megjelenítése a menüben
it: Mostra il Launcher "Filezilla" nel menù
nl: Toon "Filezilla" Launcher in Menu
sv: Visa startknapp för "FileZilla" i menyn

source: Show "Terminal" Launcher in Menu
ca: Mostrar "Terminal" al menú
da: Vis "Terminal" i menuen
es: Mostrar el lanzador "Terminal" en el menú
hu: A "Terminal" indító megjelenítése a menüben
it: Mostra il Launcher "Terminale" nel menù
nl: Toon "Terminal" Launcher in Menu
sv: Visa startknapp för "Terminal" i menyn

source: Specify path to HeidiSQL
ca: Especifiqueu la ruta cap a HeidiSQL
da: Angiv sti til HeidiSQL
es: Especifique la ruta a HeidiSQL
hu: Adja meg a HeidiSQL elérési útvonalát
it: Specifica il percorso per HeidiSQL
nl: Specificeer pad naar HeidiSQL
sv: Specificera sökväg till HeidiSQL

source: For example "wine C:\\windows\\command\\start.exe /Unix /home/YOUR USERNAME/.wine/dosdevices/c:/users/Public/Start\ Menu/Programs/HeidiSQL/HeidiSQL.lnk"
ca: Per exemple "wine C:\\windows\\command\\start.exe /Unix /home/usuari/.wine/dosdevices/c:/users/Public/Start\ Menu/Programs/HeidiSQL/HeidiSQL.lnk"
da: F.eks. "wine C:\\windows\\command\\start.exe /Unix /home/DIT BRUGERNAVN/.wine/dosdevices/c:/users/Public/Start\ Menu/Programs/HeidiSQL/HeidiSQL.lnk"
es: Por ejemplo "wine C:\\windows\command\start.exe /Unix /home/SU NOMBRE DE USUARIO/.wine/dosdevices/c:/users/Public/Start\ Menu/Programs/HeidiSQL/HeidiSQL.lnk"
hu: Például: "wine C:\\windows\\command\\start.exe /Unix /home/YOUR USERNAME/.wine/dosdevices/c:/users/Public/Start\ Menu/Programs/HeidiSQL/HeidiSQL.lnk"
it: Per esempio "wine C:\\windows\\command\\start.exe /Unix /home/TUONOME/.wine/dosdevices/c:/users/Public/Start\ Menu/Programs/HeidiSQL/HeidiSQL.lnk"
nl: Bijvoorbeeld "wine C:\\windows\\command\\start.exe /Unix /home/UW GEBRUIKERSNAAM/.wine/dosdevices/c:/users/Public/Start\ Menu/Programs/HeidiSQL/HeidiSQL.lnk"
sv: Till exempel: "wine C:\\windows\\command\\start.exe /Unix /home/DITT ANVÄNDARNAMN/.wine/dosdevices/c:/users/Public/Start\ Menu/Programs/HeidiSQL/HeidiSQL.lnk"

source: Services
ca: Serveis
da: Tjenester
es: Servicios
hu: Szolgáltatások
it: Servizi
sv: Tjänster

source: Show "Configurations" in Menu
ca: Mostrar "Configuracions" al menú
da: Vis "Konfigurationer" i menuen
es: Mostrar "Configuraciones" en el menú
hu: A "Konfiguráció" megjelenítése a menüben
it: Mostra "Configurazioni" nel Menù
nl: Toon "Configuraties" in Menu
sv: Visa "Konfigurationer" i menyn

source: Show "Services" in Menu
ca: Mostrar "Serveis" al menú
da: Vis "Tjenester" i menuen
es: Mostrar "Servicios" en el menú
hu: A "Szolgáltatások" megjelenítése a menüben
it: Mostra "Servizi" nel Menù
nl: Toon "Services" in Menu
sv: Visa "Tjänster" i menyn

source: Gnome Terminal
ca: Terminal de Gnome
es: Terminal Gnome
it: Terminale Gnome

source: Select Terminal
ca: Seleccionar terminal
da: Vælg terminal
es: Seleccionar terminal
hu: Select terminált
it: Seleziona Terminale
nl: Selecteer Terminal
sv: Välj terminal

source: Submenu for each Service
ca: Submenú per cada servei
da: Undermenu for hver tjeneste
es: Submenú para cada Servicio
hu: Almenü az egyes szolgáltatásokhoz
it: Sottomenù per ciascun servizio
nl: Submenu voor elke service
sv: Undermeny för varje tjänst

source: Switch Buttons
ca: Botons de commutació
da: Tænd/sluk-knapper
es: Botones de conmutación
hu: Kapcsoló gombok
it: Pulsanti di Commutazione
nl: Knoppen omwisselen
sv: Omkopplare

source: Select Services Type
ca: Seleccioneu el tipus de serveis
da: Vælg tjenestetyper
es: Seleccione el tipo de servicio
hu: Szolgáltatások típusának kiválasztása
it: Seleziona il Tipo di Servizi
nl: Selecteer type services
sv: Välj visningstyp

source: Configurations
ca: Configuracions
da: Konfigurationer
es: Configuraciones
hu: Konfigurációk
it: Configurazioni
nl: Configuraties
sv: Konfigurationer

source: MySQL Browser Settings
ca: Configuració del navegador MySQL
da: Indstillinger for MySQL-browser
es: Configuración del navegador MySQL
hu: MySQL böngésző beállítások
it: Impostazioni Esploratore MySQL
nl: MySQL Browser-instellingen
sv: Inställningar för MySQL-läsare

source: Looking Glass
da: Lup
