Repository: linuxmint/cinnamon-spices-applets
Catalog: panel-tweaks@anaximeno/files/panel-tweaks@anaximeno/po/*.po
Languages: es, fr, it, vi, zh_tw

source: Cinnamon Panel Tweaker
es: Optimizador del panel Cinnamon
fr: Ajusteur de panneau Cinnamon
vi: Tinh chỉnh Thanh Panel Cinnamon

source: Make some additional tweaks to each panel like color, shadow, border, etc
es: Realiza algunos ajustes adicionales a cada panel como el color, sombra, frontera, etc
fr: Apporte quelques modifications supplémentaires à chaque panneau, comme la couleur, l'ombre, la bordure, etc
it: Apporta ulteriori modifiche a ciascun pannello, come colore, ombra, bordo, ecc.
vi: Thực hiện các tinh chỉnh bổ sung cho từng panel như màu sắc, bóng, viền, v.v.
zh_tw: 可對各個面板進行額外調整，例如顏色、陰影、邊框等

source: Style
es: Estilo
it: Stile
vi: Phong cách
zh_tw: 樣式

source: Tweak Background Color
es: Ajustar el color de fondo
fr: Modification de la couleur d'arrière-plan
it: Modifica il colore di sfondo
vi: Tinh chỉnh màu nền
zh_tw: 調整背景顏色

source: Background Color
es: Color de fondo
fr: Couleur d'arrière-plan
it: Colore di sfondo
vi: Màu nền
zh_tw: 背景顏色

source: Tweak Panel Shadow
es: Ajustar la sombra del panel
fr: Modification de l'ombre du panneau
it: Regola l'ombra del pannello
vi: Tinh chỉnh bóng panel
zh_tw: 調整面板陰影

source: Shadow X-Axis Shift
es: Cambio de la sombra en eje X
fr: Décalage de I'ombre sur I'axe des X
it: Spostamento dell'asse X dell'ombra
vi: Dịch chuyển bóng theo trục X
zh_tw: 陰影 X 軸位移

source: Shadow Y-Axis Shift
es: Cambio de la sombra en eje Y
fr: Décalage de I'ombre sur I'axe des Y
it: Spostamento dell'asse Y dell'ombra
vi: Dịch chuyển bóng theo trục Y
zh_tw: 陰影 Y 軸位移

source: Shadow Bluriness
es: Desenfoque de la sombra
fr: Flou de l'ombre
it: Sfocatura dell'ombra
vi: Độ mờ của bóng
zh_tw: 陰影模糊程度

source: Panel Shadow Color
es: Color de la sombra del panel
fr: Couleur de l'ombre du panneau
it: Colore ombra pannello
vi: Màu bóng panel
zh_tw: 面板陰影顏色

source: Tweak Panel Border
es: Ajustar el borde del panel
fr: Modification du bord du panneau
it: Regola il bordo del pannello
vi: Tinh chỉnh viền panel
zh_tw: 調整面板邊框

source: Border Color
es: Color del borde
fr: Couleur de la bordure
it: Colore bordo
vi: Màu viền
zh_tw: 邊框顏色

source: Top Border Thickness
es: Grosor del borde superior
fr: Épaisseur du bord supérieur
it: Spessore bordo superiore
vi: Độ dày viền trên
zh_tw: 上邊框粗細

source: Right Border Thickness
es: Grosor del borde derecho
fr: Épaisseur du bord droit
it: Spessore bordo destro
vi: Độ dày viền phải
zh_tw: 右邊框粗細

source: Bottom Border Thickness
es: Grosor del borde inferior
fr: Épaisseur du bord inférieur
it: Spessore bordo inferiore
vi: Độ dày viền dưới
zh_tw: 下邊框粗細

source: Left Border Thickness
es: Grosor del borde izquierdo
fr: Épaisseur du bord gauche
it: Spessore bordo sinistro
vi: Độ dày viền trái
zh_tw: 左邊框粗細

source: px
zh_tw: 像素
