Repository: linuxmint/cinnamon-spices-applets
Catalog: bumblebee@pdcurtis/files/bumblebee@pdcurtis/po/*.po
Languages: fi

source: Bumblebee program not installed
fi: Bumblebee ei ole asennettuna

source: You appear to be missing some of the required programs for 'bumblebee' to switch graphics processors using NVIDIA Optimus.
fi: Sinulta puuttuu joitain vaadituista ohjelmista, jotta "bumblebee" voisi vaihtaa näytönohjainta NVIDIA Optimuksen avulla.

source: Please read the help file.
fi: Lue ohjetiedosto.

source: Waiting for Bumblebee
fi: Odotetaan… Bumblebee

source: Open nVidia Settings Program
fi: Avaa nVidia-asetusohjelma

source: Open Power Statistics
fi: Avaa virtatilastot

source: Open System Monitor
fi: Avaa järjestelmän valvonta

source: Housekeeping and System Sub Menu
fi: Siivous ja järjestelmä-alivalikko

source: View the Changelog
fi: Näytä muutosloki

source: Open the Help file
fi: Avaa ohjetiedosto

source: Launch programs using the nVidia Graphics Processor
fi: Käynnistä ohjelmia nVidia GPU:lla

source: NVidia based GPU is Off
fi: NVidia GPU on pois päältä

source: NVidia based GPU is On and Core Temperature is
fi: NVidia GPU on päällä ja lämpötila on

source: Err
fi: Virhe

source: Bumblebee is not set up correctly - are bbswitch, bumblebee and nvidia drivers installed?
fi: Bumblebeeä ei ole asetettu oikein - onko bbswitch-, bumblebee- ja nvidia-ohjaimet asennettu?

source: Show GPU Temperature as well as icon
fi: Näytä GPU:n lämpötila sekä kuvake

source: Available in Horizontal and Vertical Panels. Display is in Degrees Centigrade.
fi: Saatavana vaaka- ja pystypaneeli. Näytetään celsiusasteina.

source: Programs settings for Optimus
fi: Ohjelman asetukset Optimukselle

source: Command String for Program 2
fi: Ohjelman 2 komento

source: Command String for Program 3
fi: Ohjelman 3 komento

source: Command String for Program 1
fi: Ohjelman 1 komento

source: General Settings for the nVidia Monitoring Applet
fi: Asetukset nVidia Monitoring sovelmalle

source: Command String for Program 4
fi: Ohjelman 4 komento

source: Command String for Program 5
fi: Ohjelman 5 komento

source: Display Name of Program 4 to be run using Optimus technology
fi: Optimus-tekniikalla ajettavan ohjelman 4 nimi

source: Put the name of the program here or none if you do not want it displayed
fi: Anna ohjelman nimi tai ei mitään, jos et halua sitä näkyvän

source: Display Name of Program 5 to be run using Optimus technology
fi: Optimus-tekniikalla ajettavan ohjelman 5 nimi

source: Display Name of Program 2 to be run using Optimus technology
fi: Optimus-tekniikalla ajettavan ohjelman 2 nimi

source: Display Name of Program 3 to be run using Optimus technology
fi: Optimus-tekniikalla ajettavan ohjelman 3 nimi

source: Display Name of Program 1 to be run using Optimus technology
fi: Optimus-tekniikalla ajettavan ohjelman 1 nimi

source: Put the name of the program here or null if you do not want it displayed
fi: Anna ohjelman nimi tai null, jos et halua sitä näkyvän

source: Refresh Interval for Display:
fi: Näytön virkistystaajuus:

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine
fi: Suurenna tai pienennä spinner-arvoa muuttaaksesi virkistystaajuutta. Käytä hidasta virkistystä, jos sinulla on hidas kone

source: seconds
fi: sekuntia

source: Displays Status of Bumblebee and nVidia GPU Temperature with associated support functions including starting selected programs with optirun or primusrun
fi: Näyttää Bumblebee ja nVidia GPU:n lämpötila ja niihin liittyvät tukitoiminnot, mukaan lukien ohjelmien käynnistäminen optirun:lla tai primusrun:lla

source: Bumblebee Status with NVidia Temperature Display
fi: Bumblebee tilanäyttö NVidia-lämpötilalla
