Repository: linuxmint/cinnamon-spices-applets
Catalog: netspeed@iMayhem/files/netspeed@iMayhem/po/*.po
Languages: fr

source: Reset Session Stats
fr: Réinitialiser les statistiques de session

source: Select Interface
fr: Sélectionner l'interface

source: Auto-Detect (Recommended)
fr: Détection automatique (recommandée)

source: Network Speed
fr: Vitesse du réseau

source: Data Plan
fr: Forfait de données

source: Used
fr: Utilisées

source: Today
fr: Aujourd'hui

source: Latency
fr: Latence

source: (Click to switch views)
fr: (Cliquez pour changer de vue)

source: Daily
fr: Jour

source: Net Speed (Text Only)
fr: Net Speed (texte uniquement)

source: A persistent, asynchronous, text-only network speed monitor for Linux Mint Cinnamon
fr: Un outil en mode texte uniquement de suivie de la vitesse réseau persistant, asynchrone pour Linux Mint « Cinnamon »

source: Appearance
fr: Apparence

source: Arrows (↓ ↑)
fr: Flèches (↓ ↑)

source: Small Arrows (▾ ▴)
fr: Petites flèches (▾ ▴)

source: Icon Theme
fr: Thème d'icônes

source: Vertical Layout (Stacked)
fr: Disposition verticale (empilée)

source: Compact Mode (e.g. 1.2M instead of 1.2 MB/s)
fr: Mode compact (par exemple: 1,2 M au lieu de 1,2 Mo/s)

source: Monitoring
fr: Surveillance

source: Refresh Interval (seconds)
fr: Intervalle de rafraîchissement (secondes)

source: Network Interface (Leave empty for Auto)
fr: Interface réseau (laisser vide pour automatique)

source: Ignore Local Loopback Traffic
fr: Ignorer le trafic de l'interface de bouclage local

source: Show Session Stats in Tooltip
fr: Afficher les statistiques de session dans l'infobulle

source: Daily Usage Log Retention (Days)
fr: Durée de conservation des journaux d'utilisation quotidienne (jours)

source: Data Plan & Alerts
fr: Forfait de données et alertes

source: Show Latency/Ping
fr: Afficher la latence/le ping

source: Continuous Ping (High Battery Usage)
fr: Ping continu (consommation de batterie élevée)

source: Ping Server Info
fr: Info du serveur de ping

source: None
fr: Aucune

source: Monthly
fr: Mois

source: Data Limit Type
fr: Type de limite de données

source: Limit Amount
fr: Quantité limite

source: MB
fr: Mo

source: GB
fr: Go

source: Unit
fr: Unité

source: Alert Threshold (%)
fr: Seuil d'alerte (%)

source: Save / Apply Settings
fr: Enregistrer/Appliquer les paramètres
