Repository: linuxmint/cinnamon-spices-applets
Catalog: devutils@fogl/files/devutils@fogl/po/*.po
Languages: vi

source: MySQL Browser
vi: Trình duyệt MySQL

source: Open Project Directory
vi: Mở thư mục dự án

source: Nginx Web Server
vi: Máy chủ Web Nginx

source: MySQL Server
vi: Máy chủ MySQL

source: PostgreSQL Server
vi: Máy chủ PostgreSQL

source: Apache Web Server
vi: Máy chủ Web Apache

source: ERROR: Could not execute command... Please check your configurations! Open applet configuration?
vi: LỖI: Không thể thực thi lệnh... Vui lòng kiểm tra cấu hình! Mở cấu hình applet?

source: Open Applet Settings
vi: Mở cài đặt Applet

source: Open Applet Source
vi: Mở mã nguồn Applet

source: Cancel
vi: Hủy

source: Development Utils
vi: Công cụ phát triển

source: Settings
vi: Cài đặt

source: Control
vi: Điều khiển

source: Service is up
vi: Dịch vụ đang chạy

source: Start service
vi: Bắt đầu dịch vụ

source: Service is down
vi: Dịch vụ đã dừng

source: Stop service
vi: Dừng dịch vụ

source: Launch 127.0.0.1
vi: Khởi chạy 127.0.0.1

source: Edit default nginx config
vi: Chỉnh sửa cấu hình Nginx mặc định

source: Development Utils Applet for Cinnamon
vi: Applet Công cụ phát triển cho Cinnamon

source: Menu Entries
vi: Mục menu

source: Show "MySQL Browser" Launcher in Menu
vi: Hiển thị trình khởi chạy "Trình duyệt MySQL" trong menu

source: Specify file browser and path to your project directory
vi: Chỉ định trình duyệt tệp và đường dẫn đến thư mục dự án của bạn

source: For example: nemo /home/username/Projects
vi: Ví dụ: nemo /home/username/Projects

source: HeidiSQL (requires installation of Wine)
vi: HeidiSQL (cần cài Wine)

source: Select MySQL Browser
vi: Chọn trình duyệt MySQL

source: Show "Geany" Launcher in Menu
vi: Hiển thị trình khởi chạy "Geany" trong menu

source: Show "Eclipse" Launcher in Menu
vi: Hiển thị trình khởi chạy "Eclipse" trong menu

source: Show "Gedit" Launcher in Menu
vi: Hiển thị trình khởi chạy "Gedit" trong menu

source: Show "Filezilla" Launcher in Menu
vi: Hiển thị trình khởi chạy "Filezilla" trong menu

source: Show "Terminal" Launcher in Menu
vi: Hiển thị trình khởi chạy "Terminal" trong menu

source: Specify path to HeidiSQL
vi: Chỉ định đường dẫn tới HeidiSQL

source: For example "wine C:\\windows\\command\\start.exe /Unix /home/YOUR USERNAME/.wine/dosdevices/c:/users/Public/Start\ Menu/Programs/HeidiSQL/HeidiSQL.lnk"
vi: Ví dụ "wine C:\\windows\\command\\start.exe /Unix /home/TÊN_NGƯỜI_DÙNG/.wine/dosdevices/c:/users/Public/Start\ Menu/Programs/HeidiSQL/HeidiSQL.lnk"

source: Services
vi: Dịch vụ

source: Show "Configurations" in Menu
vi: Hiển thị "Cấu hình" trong menu

source: Show "Services" in Menu
vi: Hiển thị "Dịch vụ" trong menu

source: Select Terminal
vi: Chọn Terminal

source: Submenu for each Service
vi: Menu con cho mỗi dịch vụ

source: Switch Buttons
vi: Nút chuyển đổi

source: Select Services Type
vi: Chọn loại dịch vụ

source: Configurations
vi: Cấu hình

source: MySQL Browser Settings
vi: Cài đặt Trình duyệt MySQL
