Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/vnstat@linuxmint.com/*.po
Languages: ca, es, hu, vi

source: Current Active Interface:
ca: Interfície activa actualment:
es: Interfaz activa actual:
hu: Jelenlegi aktív interfész:
vi: Giao diện Đang hoạt động Hiện tại:

source: Last update time is at top right
ca: L'última data d'actualització és a dalt a la dreta
es: La hora de la última actualización aparece arriba a la derecha
hu: Az utolsó frissítés ideje a jobb felső sarokban látható
vi: Thời gian cập nhật cuối ở góc trên bên phải

source: No interface devices currently active - Showing last update
ca: No hi ha dispositius d'interfície actius actualment - Mostrant l'última actualització
es: No hay dispositivos de interfaz activos actualmente - Muestra la última actualización
hu: Jelenleg nincs aktív interfészeszköz – Az utolsó frissítés megjelenítése
vi: Không có thiết bị giao diện nào đang hoạt động - Đang hiển thị cập nhật cuối

source: Please make sure vnstat and vnstati are installed and that the vnstat daemon is running!
ca: Si us plau, assegureu-vos que els paquets vnstat i vnstati estan instal·lats i que vnstat està en marxa!
es: ¡Asegúrese de que vnstat y vnstati están instalados y de que el demonio vnstat se está ejecutando!
hu: Győződjön meg róla, hogy a vnstat és a vnstati csomagok telepítve vannak, valamint a vnstat szolgáltatás fut!
vi: Vui lòng đảm bảo vnstat và vnstati đã được cài đặt và daemon vnstat đang chạy!

source: Network usage monitor
ca: Monitor d'ús de xarxa
es: Monitor de uso de red
hu: Hálózat-használati statisztikák
vi: Bộ giám sát sử dụng mạng

source: Network usage monitor using vnstat
ca: Monitor d'ús de xarxa utilitzant vnstat
es: Monitorización del uso de la red mediante vnstat
hu: Hálózat-használati statisztikák a vnstat használatával
vi: Bộ giám sát sử dụng mạng sử dụng vnstat

source: Settings for the Network Usage Applet (uses vnstati)
ca: Configuració de la miniaplicació d'ús de xarxa (utilitza vnstati)
es: Configuración del applet de uso de red (utiliza vnstati)
hu: A hálózati használati kisalkalmazás beállításai (a vnstatikát használja)
vi: Cài đặt cho Applet Sử dụng Mạng (sử dụng vnstati)

source: Enable Extended Display Options
ca: Activa la visualització d'opcions extra
es: Activar opciones de visualización ampliadas
hu: Kibővített megjelenítési beállítások engedélyezése
vi: Bật Tùy chọn Hiển thị Mở rộng

source: This is new option version 1.0.2
ca: Aquesta és la nova versió d'opcions 1.0.2
es: Esta opción es nueva en la versión 1.0.2
hu: Ez az opció új verziója, az 1.0.2
vi: Đây là tùy chọn mới phiên bản 1.0.2

source: Classic - Summary of Data Usage for last Days and Months
ca: Clàssic - Resum de l'ús de dades pels últims dies i mesos
es: Clásico - Resumen del uso de datos en los últimos días y meses
hu: Klasszikus – Az elmúlt napok és hónapok adathasználatának összefoglalása
vi: Cổ điển - Tóm tắt Sử dụng Dữ liệu cho các Ngày và Tháng gần đây

source: Classic Plus - Classic with addition of breakdown by hour for last 24 hours
ca: Clàssic Plus - El mateix que clàssic però detallat per hores per a les últimes 24 hores
es: Clásico Plus - Clásico con desglose por horas de las últimas 24 horas
hu: Klasszikus Plussz – Klasszikus, az elmúlt 24 órában óránkénti lebontással
vi: Cổ điển Plus - Cổ điển với bổ sung phân tích theo giờ cho 24 giờ gần đây

source: Custom Display - requires enabling below
ca: Visualització personalitzada - Requereix activació a sota
es: Visualización personalizada - requiere activación a continuación
hu: Egyéni megjelenítés – az alábbiakban engedélyezni kell
vi: Hiển thị Tùy chỉnh - yêu cầu bật bên dưới

source: Type of Display - default 'classic'
ca: Tipus de visualització - per defecte 'Clàssic'
es: Tipo de pantalla - por defecto "clásica
hu: Megjelenítés típusa – alapértelmezett „klasszikus”
vi: Loại Hiển thị - mặc định 'cổ điển'

source: This feature offers the Classic (original) display with optional of adding an hourly breakdown over the last 24 hours and an experimental option of a user defined string for vnstati when enabled below
ca: Aquesta funcionalitat ofereix la visualització clàssica (original) amb la opció de detallar la informació per hores per a les últimes 24h i amb una opció experimental definida per l'usuari per a vnstati
es: Esta función ofrece la visualización clásica (original) con la opción de añadir un desglose horario de las últimas 24 horas y una opción experimental de una cadena definida por el usuario para vnstati cuando se activa a continuación
hu: Ez a funkció a klasszikus (eredeti) megjelenítést kínálja, amely opcionálisan hozzáadhatja az elmúlt 24 óra óránkénti lebontását, valamint egy kísérleti lehetőséget a felhasználó által definiált karakterlánchoz a vnstati számára, ha az alábbiakban engedélyezve van
vi: Tính năng này cung cấp hiển thị Cổ điển (gốc) với tùy chọn thêm phân tích theo giờ trong 24 giờ gần đây và tùy chọn thử nghiệm chuỗi do người dùng xác định cho vnstati khi được bật bên dưới

source: Enable Custom Display Option
ca: Activa la opció de visualització personalitzada
es: Activar la opción de visualización personalizada
hu: Egyéni megjelenítési opció engedélyezése
vi: Bật Tùy chọn Hiển thị Tùy chỉnh

source: Check box
ca: Casella de verificació
es: Casilla de verificación
hu: Jelölje be a négyzetet
vi: Chọn hộp

source: Custom options to pass to vnstati - default is '-vs'
ca: Opcions personalitzades per a passar a vnstati - per defecte '-vs'
es: Opciones personalizadas para pasar a vnstati - por defecto es '-vs
hu: Egyéni beállítások a vnstati-nak átadni - az alapértelmezett a "-vs"
vi: Tùy chọn tùy chỉnh để chuyển cho vnstati - mặc định là '-vs'

source: The default is the options used for the extended display. Note: this is not the whole vnstati option string - the interface and output file options are added to it automatically. Please read the vnstati manual for further information on options avaiilable
ca: Les opcions per defecte són les utilitzades per a la visualització extensa. Nota: això no vol dir la cadena de text completa de vnstati - la interfície i les opcions del fitxer de sortida hi son afegides automàticament. Si us plau llegiu el manual de vnstati per a més informació sobre les opcions disponibles
es: Por defecto son las opciones utilizadas para la visualización ampliada. Nota: esta no es toda la cadena de opciones de vnstati - las opciones de interfaz y archivo de salida se añaden automáticamente. Por favor, lea el manual de vnstati para más información sobre las opciones disponibles
hu: Az alapértelmezés a kiterjesztett megjelenítéshez használt opciók. Megjegyzés: ez nem a teljes vnstati beállítási karakterlánc – az interfész és a kimeneti fájl beállításai automatikusan hozzáadódnak hozzá. Kérjük, olvassa el a vnstati kézikönyvet az elérhető opciókkal kapcsolatos további információkért
vi: Mặc định là các tùy chọn được sử dụng cho hiển thị mở rộng. Lưu ý: đây không phải là toàn bộ chuỗi tùy chọn vnstati - các tùy chọn giao diện và tập tin xuất được tự động thêm vào. Vui lòng đọc hướng dẫn sử dụng vnstati để biết thêm thông tin về các tùy chọn có sẵn
