Repository: linuxmint/cinnamon-spices-applets
Catalog: combined-monitor@danipin/po/*.po
Languages: de

source: Slot 2 (Empty)
de: Slot 2 (Leer)

source: Slot 3 (Empty)
de: Slot 3 (Leer)

source: Separator
de: Trennzeichen

source: No Separator
de: Kein Trennzeichen

source: Symbols
de: Symbole

source: Icon-White
de: Icon-Weiß

source: Icon-Dark
de: Icon-Dunkel

source: No Symbol (Text Label)
de: Kein Symbol (Text-Label)

source: Profile Management
de: Profilverwaltung

source: Activate (Load)
de: Aktivieren (Laden)

source: Save Current Settings
de: Aktuelle Einstellungen speichern

source: System Monitor
de: Systemüberwachung

source: Restart Cinnamon
de: Cinnamon neu starten

source: Profile Saved: %s
de: Profil gespeichert: %s

source: Active: %s
de: Aktiv: %s

source: CPU Temperature
de: CPU-Temperatur

source: Profiles
de: Profile

source: General
de: Allgemein

source: Order of Metrics
de: Reihenfolge der Metriken

source: Display
de: Anzeige

source: Thresholds
de: Schwellwerte

source: Colors
de: Farben

source: Thresholds (in °C)
de: Schwellwerte (in °C)

source: Settings
de: Einstellungen

source: Profiles (Slots 1 to 3)
de: Profile (Slots 1 bis 3)

source: Show CPU
de: CPU anzeigen

source: Text for CPU
de: Text für CPU

source: Custom symbol/icon for CPU. Leave empty for text label.
de: Individuelles Symbol/Icon für CPU. Leer lassen für Text-Label.

source: Show percentage sign (%) for CPU
de: Prozentzeichen (%) für CPU anzeigen

source: If disabled, only the value (e.g., '45') is displayed without the percentage sign (e.g., '45%'). The 'Show percentage sign (%) (Master Switch)' option in the 'General' tab acts as a master switch.
de: Wenn deaktiviert, wird nur der Wert (z.B. '45') ohne Prozentzeichen (z.B. '45%') angezeigt. Die Option 'Prozentzeichen (%) anzeigen (Master-Schalter)' im Tab 'Allgemein' wirkt als Master-Schalter.

source: Threshold LOW
de: Schwellwert NIEDRIG

source: The LOW color is used below this value
de: Die NIEDRIG-Farbe wird unterhalb dieses Wertes verwendet

source: Threshold MED
de: Schwellwert MITTEL

source: The MED color is used between LOW and MED
de: Die MITTEL-Farbe wird zwischen NIEDRIG und MITTEL verwendet

source: Threshold HIGH
de: Schwellwert HOCH

source: The HIGH color is used between MED and HIGH
de: Die HOCH-Farbe wird zwischen MITTEL und HOCH verwendet

source: Enable color change for CPU
de: Farbwechsel für CPU aktivieren

source: Color LOW
de: Farbe NIEDRIG

source: Color MED
de: Farbe MITTEL

source: Color HIGH
de: Farbe HOCH

source: Color CRITICAL
de: Farbe KRITISCH

source: Used above the HIGH threshold
de: Wird oberhalb des HOCH-Schwellwerts verwendet

source: Show Temperature
de: Temperatur anzeigen

source: Enables the display of CPU temperature. **Important:** On many systems, installing the 'lm-sensors' package and running 'sudo sensors-detect' is necessary for this function to work correctly. Please refer to the instructions in the README.md.
de: Aktiviert die Anzeige der CPU-Temperatur. **Wichtig:** Auf vielen Systemen ist die Installation des Pakets 'lm-sensors' und die Ausführung von 'sudo sensors-detect' notwendig, damit diese Funktion korrekt funktioniert. Beachten Sie die Hinweise in der README.md.

source: Show °C symbol
de: °C Symbol anzeigen

source: Controls whether the Celsius symbol (°C or °F) should be displayed after the value.
de: Steuert, ob das Celsius-Symbol (°C oder °F) nach dem Wert angezeigt werden soll.

source: Text for Temperature
de: Text für Temperatur

source: Custom symbol/icon for Temperature. Leave empty for text label.
de: Individuelles Symbol/Icon für Temperatur. Leer lassen für Text-Label.

source: Unit of Measurement
de: Maßeinheit

source: Choose whether the temperature should be displayed in Celsius or Fahrenheit. Threshold values must be adjusted accordingly.
de: Wählen Sie, ob die Temperatur in Celsius oder Fahrenheit angezeigt werden soll. Schwellwerte müssen entsprechend angepasst werden.

source: The LOW color is used below this value (applies to °C and °F)
de: Die NIEDRIG-Farbe wird unterhalb dieses Wertes verwendet (gilt für °C und °F)

source: The MED color is used between LOW and MED (applies to °C and °F)
de: Die MITTEL-Farbe wird zwischen NIEDRIG und MITTEL verwendet (gilt für °C und °F)

source: The HIGH color is used between MED and HIGH (applies to °C and °F)
de: Die HOCH-Farbe wird zwischen MITTEL und HOCH verwendet (gilt für °C und °F)

source: Enable color change for TEMP
de: Farbwechsel für TEMP aktivieren

source: Color LOW (Green)
de: Farbe NIEDRIG (Grün)

source: Color MED (Orange)
de: Farbe MITTEL (Orange)

source: Color HIGH (Red-Orange)
de: Farbe HOCH (Rot-Orange)

source: Color CRITICAL (Red)
de: Farbe KRITISCH (Rot)

source: Show RAM
de: RAM anzeigen

source: Text for RAM
de: Text für RAM

source: Custom symbol/icon for RAM. Leave empty for text label.
de: Individuelles Symbol/Icon für RAM. Leer lassen für Text-Label.

source: Show percentage sign (%) for RAM
de: Prozentzeichen (%) für RAM anzeigen

source: Display Mode
de: Anzeigemodus

source: Percentage Usage (%)
de: Prozentuale Nutzung (%)

source: Used Memory (MB/GB)
de: Genutzter Speicher (MB/GB)

source: Free Memory (MB/GB)
de: Freier Speicher (MB/GB)

source: Choose whether percentage usage or used/free memory in MB/GB should be displayed.
de: Wählen Sie, ob prozentuale Nutzung oder genutzter/freier Speicher in MB/GB angezeigt werden soll.

source: Enable color change for RAM
de: Farbwechsel für RAM aktivieren

source: Show SWAP
de: SWAP anzeigen

source: Text for SWAP
de: Text für SWAP

source: Custom symbol/icon for SWAP. Leave empty for text label.
de: Individuelles Symbol/Icon für SWAP. Leer lassen für Text-Label.

source: Only show SWAP when used
de: SWAP nur anzeigen, wenn es genutzt wird

source: If active, it only shows SWAP when usage is greater than 0%.
de: Wenn aktiv, wird SWAP nur angezeigt, wenn die Nutzung größer als 0% ist.

source: Show percentage sign (%) for SWAP
de: Prozentzeichen (%) für SWAP anzeigen

source: Enable color change for SWAP
de: Farbwechsel für SWAP aktivieren

source: If the value is less than or equal to the LOW threshold, the LOW color is used.
de: Wenn der Wert kleiner oder gleich dem NIEDRIG-Schwellwert ist, wird die NIEDRIG-Farbe verwendet.

source: If the value is greater than LOW and less than or equal to the MED threshold, the MED color is used.
de: Wenn der Wert größer als NIEDRIG und kleiner oder gleich dem MITTEL-Schwellwert ist, wird die MITTEL-Farbe verwendet.

source: If the value is greater than MED and less than or equal to the HIGH threshold, the HIGH color is used.
de: Wenn der Wert größer als MITTEL und kleiner oder gleich dem HOCH-Schwellwert ist, wird die HOCH-Farbe verwendet.

source: Position 1 (Left)
de: Position 1 (Links)

source: Position 4 (Right)
de: Position 4 (Rechts)

source: Defines the display position of CPU. The position is automatically swapped with the metric at the same position.
de: Definiert die Anzeigeposition der CPU. Die Position wird automatisch mit der Metrik an derselben Position getauscht.

source: Update Interval (ms)
de: Aktualisierungsintervall (ms)

source: Show separator between metrics
de: Trennzeichen zwischen Metriken anzeigen

source: Separator Text
de: Trennzeichen-Text

source: Separator Color
de: Trennzeichen-Farbe

source: Show percentage sign (%) (Master Switch)
de: Prozentzeichen (%) anzeigen (Master-Schalter)

source: If disabled, only the value (e.g., '45') is displayed for all percentage displays without the percentage sign (e.g., '45%'). Individual switches for CPU/RAM/SWAP must also be active.
de: Wenn deaktiviert, wird nur der Wert (z.B. '45') für alle Prozent-Anzeigen ohne Prozentzeichen (z.B. '45%') angezeigt. Individuelle Schalter für CPU/RAM/SWAP müssen ebenfalls aktiv sein.

source: Profile Message Duration (Seconds)
de: Profil-Nachrichtendauer (Sekunden)

source: How long should the message ('Profile saved', 'Profile active') be displayed in the panel.
de: Wie lange soll die Nachricht ('Profil gespeichert', 'Profil aktiv') im Panel angezeigt werden.

source: Profile 1 Name
de: Name des Profils 1

source: Enter a custom profile name in the text field!
de: Geben Sie in das Textfeld einen individuellen Profilnamen ein!

source: Click 'Activate' or 'Save' for Profile 1 in the pop-up menu.
de: Klicke im Popup-Menü auf 'Aktivieren' oder 'Speichern' für Profil 1.

source: Saved data for Profile 1 (internal)
de: Gespeicherte Daten von Profil 1 (intern)

source: Profile 2 Name
de: Name des Profils 2

source: Click 'Activate' or 'Save' for Profile 2 in the pop-up menu.
de: Klicke im Popup-Menü auf 'Aktivieren' oder 'Speichern' für Profil 2.

source: Saved data for Profile 2 (internal)
de: Gespeicherte Daten von Profil 2 (intern)

source: Profile 3 Name
de: Name des Profils 3

source: Click 'Activate' or 'Save' for Profile 3 in the pop-up menu.
de: Klicke im Popup-Menü auf 'Aktivieren' oder 'Speichern' für Profil 3.

source: Saved data for Profile 3 (internal)
de: Gespeicherte Daten von Profil 3 (intern)
