Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/timeout@narutrey/*.po
Languages: hr, ru

source: Time left:
hr: Preostalo vrijeme:
ru: Осталось:

source: Resume
hr: Nastavi
ru: Продолжить

source: The break is over
hr: Predah je istekao
ru: Перерыв окончен

source: Break!
hr: Predah!
ru: Перерыв!

source: Postpone
hr: Odgodi
ru: Отложить

source: Enabled
hr: Omogućeno
ru: Включён

source: Reset timer
hr: Poništi odbrojavanje
ru: Сброс отсчёта

source: Take a break
hr: Uzmi predah
ru: Устроить перерыв

source: Automatically controlled time outs and breaks
hr: Automatska upravljanja odbrojavanja i predah
ru: Помощник по контролю за перерывами от компьютера

source: Time Out
hr: Odbrojavanje
ru: Перерыв

source: Enable
hr: Omogući
ru: Включён

source: Display seconds
hr: Prikaži sekunde
ru: Отображать секунды

source: Appearance
hr: Izgled
ru: Внешний вид

source: Postpone length
hr: Duljina odgode
ru: Откладывать перерыв на

source: minutes
hr: minute
ru: минуты

source: Allow postpone
hr: Dopusti odgodu
ru: Разрешить откладывать

source: Behaviour
hr: Ponašanje
ru: Поведение

source: Time between breaks
hr: Vrijeme između predaha
ru: Между перерывами

source: Only Icon
hr: Samo ikona
ru: Только иконку

source: Icon and Label
hr: Ikona i naziv
ru: Иконку и надпись

source: Only Label
hr: Samo naziv
ru: Только надпись

source: Display panel
hr: Prikaz panela
ru: Отображать на панели

source: Break length
hr: Duljina predaha
ru: Длина перерыва

source: Resume automatically
hr: Nastavi automatski
ru: Продолжить автоматически

source: Time settings
hr: Postavke vremena
ru: Временные промежутки
