Repository: linuxmint/cinnamon-spices-applets
Catalog: batterymonitor@pdcurtis/files/batterymonitor@pdcurtis/po/*.po
Languages: es, hu, it, ru, tr

source: Choose sound file to use when Battery is Low
es: Elija el archivo de sonido que se utilizará cuando la batería esté baja
hu: Hangfájl kiválasztása alacsony akkumulátor szinthez
it: Scegli il file audio da utilizzare quando la Batteria è Scarica
ru: Выберите звуковой файл для уведомления о низком заряде батареи
tr: Pil Düşük olduğunda kullanılacak ses dosyasını seçin

source: Please ensure the volume is set sensibly in public places, especially if a long or loud file is specified
es: Por favor, asegúrese de que el volumen está ajustado de forma sensata en lugares públicos, especialmente si se especifica un archivo con mucho volumen
hu: Győződjön meg arról, hogy a hangerőt nyilvános helyekhez mérten állította be különösen, ha hosszú hangos fájlt választott ki
it: Assicurati che il volume sia impostato in modo ragionevole nei luoghi pubblici, specialmente se è specificato un audio lungo e ad alto volume
ru: Пожалуйста, убедитесь что уровень громкости задан в разумных пределах
tr: Lütfen, özellikle uzun bir yüksek sesli dosya belirtilmişse, halka açık yerlerde ses düzeyinin makul bir şekilde ayarlandığından emin olun

source: Sound file to use when Battery is at Shutdown Level
es: Elija el archivo de sonido que se utilizará cuando la batería esté en el nivel de apagado
hu: Válassza ki a használni kívánt hangfájlt, amikor az akkumulátor kikapcsoláshoz közeli állapotban van
it: Scegli il file audio da utilizzare quando la Batteria è al Livello di Spegnimento
ru: Звуковой файл, который будет использоваться для уведомления о критическом заряде
tr: Pil Kapatma Seviyesindeyken kullanılacak ses dosyasını seçin

source: Please ensure the volume is set sensibly in public places - do not specify a long or loud file at Shutdown
es: Por favor, asegúrese de que el volumen está ajustado de forma sensata en lugares públicos - no especifique un archivo largo y ruidoso en el nivel de apagado
hu: Győződjön meg arról, hogy a hangerőt nyilvános helyekhez mérten állította be - a leálláshoz ne állítson be hangos és hosszú hangfájlt
it: Assicurati che il volume sia impostato in modo ragionevole nei luoghi pubblici - non specificare un audio lungo e ad alto volume allo Spegnimento
ru: Пожалуйста, убедитесь что уровень громкости задан в разумных пределах
tr: Lütfen halka açık yerlerde ses seviyesinin makul bir şekilde ayarlandığından emin olun - Shutdow'da uzun yüksek sesli bir dosya belirtmeyin

source: Provide notification when user specified sound file is in use (Recommended)
es: Proporcionar una notificación cuando el archivo de sonido especificado por el usuario está en uso - Recomendado
hu: Értesítsen amikor a felhasználó által megadott hangfájl van használatban - ajánlott
it: Fornisci una notifica quando il file audio specificato dall'utente è in uso - Consigliato
ru: Показывать уведомление когда заданный пользователем звуковой файл используется (рекомендуется)
tr: Kullanıcı tarafından belirlenen ses dosyası kullanımdayken Bildirim sağlayın - Önerilir

source: To remind that the volume may need to be set sensibly in public places
es: Recordar a los usuarios que puede ser necesario ajustar el volumen de forma sensata en lugares públicos
hu: Emlékeztesse a felhasználókat, hogy a hangerőt nyilvános helyekhez mérten kell beállítani
it: Per ricordare agli utenti che potrebbe essere necessario impostare il volume in modo ragionevole nei luoghi pubblici
ru: Пожалуйста, убедитесь что уровень громкости задан в разумных пределах
tr: Kullanıcılara, halka açık yerlerde ses seviyesinin makul bir şekilde ayarlanması gerekebileceğini hatırlatmak için

source: Path to battery capacity directory (device path)
hu: Elérési út az akkumulátor kapacitás mappához (eszköz elérési út)
it: Percorso della directory della capacità della batteria (percorso del dispositivo)
ru: Путь к системному каталогу батареи (/sys/,/proc/)

source: Choose your own power_supply object e.g. for monitoring your secondary battery. Default: /sys/class/power_supply/BAT0
hu: Válassza ki az energia ellátás objektumát – például a másodlagos akkumulátor megfigyeléséhez. Alapértelmezés: /sys/class/power_supply/BAT0
it: Scegli il tuo oggetto power_supply, ad es. per monitorare la batteria secondaria. Predefinito: /sys/class/power_supply/BAT0
ru: Задайте пусть к информационному каталогу устройства. Для мониторинга текущей батареи. По умолчанию /sys/class/power_supply/BAT0

source: Background Color
hu: Háttérszín
it: Colore di sfondo
ru: Цвет фона

source: RGB or RGBA
hu: RGB vagy RGBA
it: RGB o RGBA
ru: RGB или RGBA

source: Border Color
hu: Szegély színe
it: Colore bordo
ru: Цвет рамки

source: Font Size
hu: Betűméret
it: Dimensione carattere
ru: Размер Шрифта

source: General Settings for the Battery Applet with Monitoring and Shutdown
es: Ajustes generales del applet de batería con monitorización y apagado
hu: Akkumulátor kisalkalmazás általános beállításai megfigyeléssel és leállítással
it: Impostazioni Generali per l'Applet Batteria con Monitoraggio e Spegnimento
ru: Общие настройки для апплета аккумулятора с мониторингом и выключением
tr: Pil İzleme ve Kapatma Uygulamacığı Genel Ayarları

source: Refresh Interval for Display:
es: Intervalo de actualización de la visualización:
hu: Frissítési intervallum megjelenítése:
it: Intervallo di Aggiornamento per la Visualizzazione:
ru: Интервал обновления для отображения:
tr: Görüntüleme için Yenileme Aralığı:

source: Display Mode
es: Modo de visualización
hu: Megjelenés mód
it: Modalità di Visualizzazione
ru: Режим Отображения
tr: Görünüm Kipi

source: Classic - Battery Percentage with extended messages for horizontal panel
es: Clásico - Porcentaje de batería con mensajes ampliados para el panel horizontal
hu: Klasszikus - akkumulátor százalékos aránya kiterjesztett üzenetekkel a vízszintes panelhez
it: Classica - Percentuale Batteria con messaggi estesi sul pannello orizzontale
tr: Klasik - Pil Oranı ve yatay panel için ek mesajlar

source: Classic Plus - Classic with addition of Battery Icon
es: Clásico Plus - Clásico con un icono de batería añadido
hu: Klasszikus Plusz - Klasszikus mód plusz az akkumulátor ikon
it: Classica Plus - Classica con aggiunta dell'Icona Batteria
tr: Klasik Ek - Klasik ve ek Pil Simgesi

source: Compact - Battery Percentage without extended messages
es: Compacto - Porcentaje de batería sin mensajes extendidos
hu: Kompakt - Az akkumulátor százalékos aránya kiterjesztett üzenetek nélkül
it: Compatta - Percentuale Batteria senza messaggi estesi
tr: Sıkışık - Pil Yüzdesi, ek mesaj olmadan

source: Compact Plus - Compact with addition of Battery Icon
es: Compacto Plus - Compacto con un icono de batería añadido
hu: Kompakt Plusz - Kompakt mód plusz az akkumulátor ikon
it: Compatta Plus - Compatto con l'aggiunta dell'Icona Batteria
tr: Şıkışık Ek - Şıkışık ve ek Pil Simgesi

source: Icon Only on coloured background indicating status
es: Sólo icono sobre fondo de color que indica el estado
hu: Csak Ikon az állapotot jelző színes háttérrel
it: Solo Icona su sfondo colorato che indica lo stato
tr: Sadece Simge - renkli arka plan üstünde durum gösterimi

source: Type of Display in Toolbar
es: Tipo de visualización en la barra de tareas
hu: Megjelenítés típusa az eszköztárban
it: Tipo di Visualizzazione nella Toolbar
tr: Araç Çubuğundaki Görüntü Türü

source: This feature offers the Classic (original) display with optional battery icon and some more compact displays suitable for a vertical panel (CompactCompact Plus and Icon Only)
es: Esta función ofrece la visualización clásica (original) con el icono de la batería opcional y algunas visualizaciones más compactas adecuadas para un panel vertical (Compacto, Compacto Plus y Sólo Icono)
hu: Ez a funkció a Klasszikus (eredeti) megjelenítést kínálja, opcionális akkumulátor ikonnal és néhány kompaktabb megjelenítővel, amelyek függőleges panelhez alkalmasak (KompaktKompakt Plusz és Csak Ikon)
it: Questa funzione offre la visualizzazione Classica (originale) con l'icona della batteria opzionale e alcune visualizzazioni più compatte adatte per un pannello verticale (Compatta/Compatta Plus e Solo Icona)
tr: Bu özellik (varsayılan) Klasik görünüme ek olarak pil simgesi de sunmayı sağlar, (Sıkışık, Sıkışık Ek ve Sadece Simge seçenekleri ile birlikte) dikey panellere de uygun hale getirebilirsiniz.

source: Must have Sox installed. Limited number of sound file types supported (.oga and .wav)
es: Debe tener instalado Sox. Número limitado de tipos de archivos de sonido admitidos (.oga y .wav)
hu: Telepíteni kell a Sox-ot. Csak korlátozott számú hangfájltípus támogatott (.oga és .wav)
it: Devi avere Sox installato. Numero limitato di tipi di file audio supportati (.oga e .wav)
tr: Sox kurulu olmalıdır. Sınırlı sayıda ses dosyası türü desteklenir (.oga ve .wav)

source: Must have Sox installed. Limited number of sound file types supported in versions < 4.2
es: Debe tener instalado Sox. Número limitado de tipos de archivos de sonido admitidos en las versiones < 4.2
hu: Telepíteni kell a Sox-ot. Korlátozott számú hangfájltípus támogatott a <4.2 verziókban
it: Devi avere Sox installato. Numero limitato di tipi di file audio supportati nelle versioni < 4.2
tr: Sox kurulu olmalıdır. 4.2'nin altındaki sürümlerde desteklenen sınırlı sayıda ses dosyası türü

source: Please ensure the volume is set sensibly in public places especially if a long loud file is specifed
es: Por favor, asegúrese de que el volumen está ajustado de forma sensata en lugares públicos, especialmente si se especifica un archivo con mucho volumen
hu: Győződjön meg arról, hogy a hangerőt nyilvános helyekhez mérten állította be különösen, ha hosszú hangos fájlt választott ki
it: Assicurati che il volume sia impostato in modo ragionevole nei luoghi pubblici, specialmente se è specificato un audio lungo e ad alto volume
tr: Lütfen, özellikle uzun bir yüksek sesli dosya belirtilmişse, halka açık yerlerde ses düzeyinin makul bir şekilde ayarlandığından emin olun

source: Choose sound file to use when Battery is at Shutdown Level
es: Elija el archivo de sonido que se utilizará cuando la batería esté en el nivel de apagado
hu: Válassza ki a használni kívánt hangfájlt, amikor az akkumulátor kikapcsoláshoz közeli állapotban van
it: Scegli il file audio da utilizzare quando la Batteria è al Livello di Spegnimento
tr: Pil Kapatma Seviyesindeyken kullanılacak ses dosyasını seçin

source: Please ensure the volume is set sensibly in public places - do not specify a long loud file at Shutdown
es: Por favor, asegúrese de que el volumen está ajustado de forma sensata en lugares públicos - no especifique un archivo largo y ruidoso en el nivel de apagado
hu: Győződjön meg arról, hogy a hangerőt nyilvános helyekhez mérten állította be - a leálláshoz ne állítson be hangos és hosszú hangfájlt
it: Assicurati che il volume sia impostato in modo ragionevole nei luoghi pubblici - non specificare un audio lungo e ad alto volume allo Spegnimento
tr: Lütfen halka açık yerlerde ses seviyesinin makul bir şekilde ayarlandığından emin olun - Shutdow'da uzun yüksek sesli bir dosya belirtmeyin

source: Provide Notification when user specified sound file is in use - Recommended
es: Proporcionar una notificación cuando el archivo de sonido especificado por el usuario está en uso - Recomendado
hu: Értesítsen amikor a felhasználó által megadott hangfájl van használatban - ajánlott
it: Fornisci una notifica quando il file audio specificato dall'utente è in uso - Consigliato
tr: Kullanıcı tarafından belirlenen ses dosyası kullanımdayken Bildirim sağlayın - Önerilir

source: To remind users that the volume may need to be set sensibly in public places
es: Recordar a los usuarios que puede ser necesario ajustar el volumen de forma sensata en lugares públicos
hu: Emlékeztesse a felhasználókat, hogy a hangerőt nyilvános helyekhez mérten kell beállítani
it: Per ricordare agli utenti che potrebbe essere necessario impostare il volume in modo ragionevole nei luoghi pubblici
tr: Kullanıcılara, halka açık yerlerde ses seviyesinin makul bir şekilde ayarlanması gerekebileceğini hatırlatmak için

source: Household Tasks
es: Mantenimiento
hu: Karbantartási feladatok
it: Compiti Domestici
tr: Ev işleri

source: Delete temporary files after upgrade to version 1.4
es: Eliminar los archivos temporales tras la actualización a la versión 1.4
hu: Ideiglenes fájlok törlése 1.4-es verzióra frissítést követően
it: Elimina i file temporanei dopo l'aggiornamento alla versione 1.4
tr: 1.4 sürümüne yükselttikten sonra geçici dosyaları silin

source: Versions prior to 1.4 used temporary files in the home directory. These are not needed any more and can be deleted.
es: Las versiones anteriores a la 1.4 utilizaban archivos temporales en el directorio principal. Estos ya no son necesarios y pueden ser eliminados.
hu: Az 1.4 előtti verziók ideiglenes fájlokat használtak a saját könyvtárban. Ezekre már nincs szükség, és törölhetők.
it: Le versioni precedenti alla 1.4 utilizzavano file temporanei nella directory home. Questi non sono più necessari e possono essere eliminati.
tr: 1.4'ten önceki sürümler, ana dizinde geçici dosyalar kullanıyordu. Bunlara artık ihtiyaç yoktur ve silinebilir.

source: WARNING: SUSPENDING SOON
hu: FIGYELMEZTETÉS: HAMAROSAN FEL LESZ FÜGGESZTVE
it: ATTENZIONE: SOSPENSIONE A BREVE

source: The battery level is critical. The machine will be suspended shortly.
hu: Az akkumulátor töltöttségi szintje kritikus. A gépet hamarosan felfüggesztik.
it: Il livello della batteria è critico. La macchina verrà sospesa a breve.

source: Abort Suspension
hu: Felfüggesztés megszakítása
it: Interrompi la sospensione

source: Suspend Immediately
hu: Azonnali Felfüggesztés
it: Sospendi immediatamente

source: The machine was suspended as the battery level was critical.
hu: A gépet felfüggesztették, mivel az akkumulátor töltöttsége kritikus volt.
it: La macchina è stata sospesa perché il livello della batteria era critico.

source: Both 'sox' and 'zenity' are required for this applet to have all of its functionality including notifications and audible alerts . Please view the README for help on installing them.
es: Tanto 'sox' como 'zenity' son necesarios para que este applet tenga todas sus facilidades, incluyendo las notificaciones y las alertas sonoras. Por favor, lea el archivo de ayuda sobre cómo instalarlos.

source: Displays Charge as Percentage and allows Alerts and Actions
es: Muestra la carga en forma de porcentaje y permite realizar alertas y acciones

source: Delete temporary files after upgrade to applet version 1.4
es: Eliminar los archivos temporales tras la actualización a la versión 1.4

source: Applet versions prior to 1.4 used temporary files in the home directory. These are not needed anymore and can be deleted.
es: Las versiones anteriores a la 1.4 utilizaban archivos temporales en el directorio principal. Estos ya no son necesarios y pueden ser eliminados.
