Repository: linuxmint/cinnamon-spices-applets
Catalog: batterymonitor@pdcurtis/files/batterymonitor@pdcurtis/po/*.po
Languages: es, hu, it, ru, tr

source: Waiting
es: Esperando
hu: Várakozik
it: In attesa
ru: Ожидание
tr: Bekleniyor

source: Some dependencies not installed.
it: Alcune dipendenze non sono installate.

source: Both 'sox' and 'zenity' are required for this applet to have all of its functionality including notifications and audible alerts. Please view the README for help on installing them.
it: Sia 'sox' che 'zenity' sono necessari affinché questa applet abbia tutte le sue funzionalità, comprese notifiche e avvisi acustici. Si prega di visualizzare il file README per assistenza sull'installazione.

source: Battery Monitor Applet
es: Applet de monitoreo de la batería
hu: Akkumulátor Figyelő Kisalkalmazás
it: Applet Monitoraggio Batteria
tr: Pil İzleme Uygulaması

source: A user-defined sound file has been specified for Low Battery. Please ensure the volume is set sensibly in public places, especially if a long or loud file is specified.
es: Se ha especificado un archivo de sonido definido por el usuario para el nivel de batería baja Por favor, asegúrese de que el volumen está ajustado de forma sensata en lugares públicos especialmente si se especifica un archivo de sonido largo
hu: A felhasználó által definiált hangfájl van megadva az alacsony akkumulátorszintre Győződjön meg arról, hogy a hangerőt nyilvános helyekhez mérten állította be különösen, ha hosszú hangos fájlt választott ki
it: È stato specificato un File Audio Definito dall'Utente per la Batteria Scarica Assicurati che il volume sia impostato in modo ragionevole nei luoghi pubblici soprattutto se viene specificato un audio lungo e ad alto volume
ru: Пользовательский звук уведомления о низком заряде батареи. Убедитесь что громкость установлена в разумных пределах, особенно в публичных местах.
tr: Düşük Pil İçin Kullanıcı Tanımlı Ses Dosyası Belirtildi Lütfen ses seviyesinin halka açık yerlerde makul bir şekilde ayarlandığından emin olun özellikle uzun yüksek sesli bir dosya belirtilmişse

source: Open Power Statistics
es: Abrir estadísticas de energía
hu: Energiastatisztika megjelenítése
it: Apri Statistiche Energetiche
ru: Открыть статистику питания
tr: Güç İstatistiklerini Aç

source: Open System Monitor
es: Abrir monitor del sistema
hu: Rendszer Figyelő megjelenítése
it: Apri Monitor di Sistema
ru: Открыть системный монитор
tr: Sistem Gözlemcisini Aç

source: Housekeeping and System Submenu
es: Submenú de Mantenimiento y Sistema
hu: Karbantartás és Rendszer Almenü
it: Sottomenù Pulizia e Sistema
ru: Подменю «Уборка» и «Система»
tr: Düzenleme ve Sistem Alt Menüsü

source: View the Changelog
es: Ver el registro de cambios
hu: Változásnapló megtekintése
it: Vedi il Changelog
ru: Просмотр списка изменений
tr: Değişim Günlüğünü İncele

source: Open the README
hu: README fájl megnyitása
it: Apri il README
ru: Открыть файл README

source: Waiting for battery information
es: A la espera de información sobre la batería
hu: Várakozás az akkumulátor információra
it: In attesa di informazioni sulla batteria
ru: Ожидание информации о батарее
tr: Pil bilgileri bekleniyor

source: Alert/Suspend:
it: Avviso/Sospensione:

source: Battery Low - turn off or connect to power supply
es: Batería baja - apague o conecte a la red eléctrica
hu: Akkumulátor töltöttség alacsony - kapcsolja ki vagy csatlakoztassa az elektromos hálózathoz
it: Batteria Scarica - spegnere o collegare alla rete elettrica
ru: Батарея разряжена - выключите или подключите к сети
tr: Düşük Pil - kapat veya ana şebekeye bağla

source: The battery level has fallen to your alert level. Either connect to a power source or save or close down your work and suspend or shutdown the machine.
it: Il livello della batteria è sceso al livello di allerta. Collegati a una fonte di alimentazione oppure salva o chiudi il proprio lavoro e sospendere o spegnere la macchina.

source: Battery Critical - will suspend unless connected to power supply
es: Nivel de batería crítica se sSuspenderá a menos que se conecte a la red eléctrica
hu: Akkumulátor kritikus szinten, a rendszer fel lesz függesztve, hacsak nem csatlakozik az elektromos hálózathoz
it: Batteria Critica causerà la Sospensione se non collegata alla rete elettrica
ru: Критический уровень заряда, работа будет приостановлена, если не подлючить к сети
tr: Pil Kritik, şebekeye bağlanmazsa askıya alınacak

source: Time to Empty:
hu: Idő a lemerülésig:
it: Tempo all'Esaurimento:
ru: Время до разряда:

source: Time to Full:
hu: Idő a feltöltésig:
it: Tempo al Completamento:
ru: Время до заряда:

source: Current Charge:
hu: Aktuális töltöttség:
it: Carica Attuale:
ru: Процент Заряда:

source: Alert:
es: Alerta:
hu: Riasztás:
it: Avviso:
ru: Предупреждение:
tr: Uyarı:

source: Suspend:
es: Suspender:
hu: Felfüggesztés:
it: Sospensione:
ru: Приостановить:
tr: Askı:

source: Alert at:
es: Alertar en:
hu: Riasztás ekkor:
it: Avviso al:
ru: Оповещение по:
tr: Uyarı durumu:

source: Suspend at:
es: Suspender en:
hu: Felfüggesztés ekkor:
it: Sospendi al:
ru: Приостановить на:
tr: Askı durumu:

source: The battery level has been recharged to
hu: Az akkumulátor töltöttségi szintje a következőre lett feltöltve
it: Il livello della batteria è stato ricaricato di
ru: Батарея была заряжена до

source: Some Dependencies not Installed
es: Algunas dependencias no están instaladas
hu: Néhány függőség nincs telepítve
it: Alcune Dipendenze non sono Installate
ru: Некоторые Зависимости не Установлены
tr: Bazı Bağımlılıklar Yüklenmedi

source: 'upower', 'sox' and 'zenity' are required for this applet to have all its facilities including notifications and audible alerts . Please read the help file on how to install them.
es: 'upower', 'sox' y 'zenity' son necesarios para que este applet tenga todas sus funciones, incluyendo las notificaciones y las alertas sonoras . Por favor, lea el archivo de ayuda sobre cómo instalarlos.
hu: Az „upower”, a „sox” és a „zenity” szükségesek ahhoz, hogy ennek a kisalkalmazásnak minden funkciója rendelkezésre álljon, beleértve az értesítéseket és a hangos figyelmeztetéseket. Kérjük, olvassa el a súgófájlt a telepítésükhöz.
it: 'upower', 'sox' e 'zenity' sono richiesti da questa applet per avere tutte le sue funzionalità comprese le notifiche e gli avvisi acustici. Leggi il file di aiuto per scoprire come installarli.
ru: 'upower','sox' и 'zenity' необходимы чтобы апплет имел возможность получать информациб о батарее и показывать текстовые и звуковые уведомления. Пожалуйста, прочтите README для инструкции по установке.
tr: Bu uygulamanın bildirimler ve sesli uyarılar dahil tüm olanaklarına sahip olması için 'upower', 'sox' ve 'zenity' gereklidir. Lütfen bunların nasıl kurulacağına ilişkin yardım dosyasını okuyun.

source: A User Defined Sound File has been Specified for Low Battery Please ensure the volume is set sensibly in public places especially if a long loud file is specifed
es: Se ha especificado un archivo de sonido definido por el usuario para el nivel de batería baja Por favor, asegúrese de que el volumen está ajustado de forma sensata en lugares públicos especialmente si se especifica un archivo de sonido largo
hu: A felhasználó által definiált hangfájl van megadva az alacsony akkumulátorszintre Győződjön meg arról, hogy a hangerőt nyilvános helyekhez mérten állította be különösen, ha hosszú hangos fájlt választott ki
it: È stato specificato un File Audio Definito dall'Utente per la Batteria Scarica Assicurati che il volume sia impostato in modo ragionevole nei luoghi pubblici soprattutto se viene specificato un audio lungo e ad alto volume
ru: Пользовательский звук уведомления о низком заряде батареи. Убедитесь что громкость установлена в разумных пределах, особенно в публичных местах.
tr: Düşük Pil İçin Kullanıcı Tanımlı Ses Dosyası Belirtildi Lütfen ses seviyesinin halka açık yerlerde makul bir şekilde ayarlandığından emin olun özellikle uzun yüksek sesli bir dosya belirtilmişse

source: Housekeeping and System Sub Menu
es: Submenú de Mantenimiento y Sistema
hu: Karbantartás és Rendszer Almenü
it: Sottomenù Pulizia e Sistema
ru: Подменю «Уборка» и «Система»
tr: Düzenleme ve Sistem Alt Menüsü

source: Open the Help file
es: Abrir el archivo de ayuda
hu: Sugó megnyitása
it: Apri il file Aiuto
ru: Открыть файл справки
tr: Yardım dosyasını aç

source: Open stylesheet.css (Advanced Function)
es: Abrir stylesheet.css (Función avanzada)
hu: Stylesheet.css fájl megnyitása (haladó funkció)
it: Apri stylesheet.css (Funzionalità Avanzate)
ru: Открыть файл stylesheet.css (расширенная функция)
tr: Stylesheet.css aç (Gelişmiş İşlev)

source: Battery Applet with Monitoring and Shutdown (BAMS)
es: Applet de batería con monitorización y apagado (BAMS)
hu: Akkumulátor Kisalkalmazás figyelés és kikapcsolás funkcióval (BAMS)
it: Batteria Applet con Monitoraggio e Spegnimento (BAMS)
ru: Апплет батареи с контролем и выключением (BAMS)
tr: Pil İzleme ve Kapatma Uygulamacığı (BAMS)

source: Battery Low - turn off or connect to mains
es: Batería baja - apague o conecte a la red eléctrica
hu: Akkumulátor töltöttség alacsony - kapcsolja ki vagy csatlakoztassa az elektromos hálózathoz
it: Batteria Scarica - spegnere o collegare alla rete elettrica
ru: Батарея разряжена - выключите или подключите к сети
tr: Düşük Pil - kapat veya ana şebekeye bağla

source: Battery Monitor Applet Alert
es: Applet de monitorización de la batería con alertas
hu: Akkumulátorfigyelő kisalkalmazás riasztás
it: Avviso Applet Monitoraggio Batteria
ru: Апплет Мониторинга Заряда Батареи
tr: Pil İzleme Uygulaması Uyarısı

source: The Battery Level has fallen to your alert level either reconnect to a power source, close down your work and suspend or shutdown the machine
es: El nivel de la batería ha descendido a su nivel de alerta vuelva a conectarse a una fuente de alimentación, cierre su trabajo y suspenda o apague la máquina
hu: Az akkumulátor töltöttségi szintje a riasztási szintjére csökkent vagy csatlakozzon újra egy áramforráshoz, fejezze be a munkáját, és függessze fel vagy állítsa le a gépet
it: Il livello della batteria è sceso al livello di avviso riconnettersi a una fonte di alimentazione o termina il tuo lavoro e sospendi o spegni la macchina
ru: Уровень заряда батареи упал до Вашего уровня предупреждений либо подключите к источнику питания или прекратите вашу работу и приостановите или выключите машину
tr: Pil Düzeyi, uyarı düzeyinize düştü ya bir güç kaynağına yeniden bağlanın, işinizi kapatın ve makineyi askıya alın veya kapatın

source: The Battery Level has fallen to your alert level either reconnect to a power source, close down your work and suspend or shutdown the machine
es: El nivel de la batería ha descendido a su nivel de alerta vuelva a conectarse a una fuente de alimentación, cierre su trabajo y suspenda o apague la máquina
hu: Az akkumulátor töltöttségi szintje a riasztási szintjére csökkent vagy csatlakozzon újra egy áramforráshoz, fejezze be a munkáját, és függessze fel vagy állítsa le a gépet
it: Il livello della batteria è sceso al livello di avviso riconnettersi a una fonte di alimentazione o termina il tuo lavoro e sospendi o spegni la macchina
ru: Уровень заряда батареи упал до Вашего уровня предупреждений либо подключите к источнику питания или прекратите вашу работу и приостановите или выключите машину
tr: Pil Düzeyi, uyarı düzeyinize düştü ya bir güç kaynağına yeniden bağlanın, işinizi kapatın ve makineyi askıya alın veya kapatın

source: Battery Critical will Suspend unless connected to mains
es: Nivel de batería crítica se sSuspenderá a menos que se conecte a la red eléctrica
hu: Akkumulátor kritikus szinten, a rendszer fel lesz függesztve, hacsak nem csatlakozik az elektromos hálózathoz
it: Batteria Critica causerà la Sospensione se non collegata alla rete elettrica
ru: Критический уровень заряда, работа будет приостановлена, если не подлючить к сети
tr: Pil Kritik, şebekeye bağlanmazsa askıya alınacak

source: Charge:
es: Carga:
hu: Töltés:
it: Carica:
ru: Заряд:
tr: Şarj:

source: Percentage Charge:
es: Porcentaje de carga:
hu: Százalékos töltöttség:
it: Livello Carica:
ru: Процент заряда:
tr: Şarj Oranı:

source: Displays charge as percentage and allows alerts and actions
it: Visualizza la carica come percentuale e consente di utilizzare avvisi e azioni

source: General
hu: Általános
it: Generale
ru: Общие

source: Style
hu: Stílus
it: Stile
ru: Стиль

source: General Settings
hu: Általános beállítások
it: Impostazioni Generali
ru: Общие Настройки

source: Display Options
hu: Megjelenítési beállítások
it: Opzioni di Visualizzazione
ru: Настройки Отображения

source: Battery Low Alert Settings
es: Configuración de alerta de batería baja
hu: Alacsony akkumulátor szint riasztási beállításai
it: Impostazioni Avviso Batteria Scarica
ru: Настройки Оповещения Низкого Заряда
tr: Düşük Pil Uyarısı Ayarları

source: Advanced
hu: Speciális
it: Avanzate
ru: Дополнительно

source: Normal
hu: Normál
it: Normale
ru: Норма

source: Discharging
hu: Kisülés
it: In scarica
ru: Заряжается

source: Alert
hu: Riasztás
it: Avviso
ru: Предупреждение
tr: Uyarı

source: Alert Discharging
hu: Figyelmeztetés Kisülés
it: Avviso Scaricamento
ru: Уведомлять о Разряде

source: Limit Exceeded
hu: Keret túllépve
it: Limite Superato
ru: Превышение Лимита

source: Limit Exceeded - Critical
hu: Határérték túllépve – kritikus
it: Limite Superato - Critico
ru: Критическое Превышение Лимита

source: seconds
es: segundos
hu: másodpercek
it: secondi
ru: секунд
tr: saniye

source: Refresh Interval for Display
es: Intervalo de actualización de la visualización
hu: Frissítési intervallum megjelenítése
it: Intervallo di Aggiornamento per la Visualizzazione
ru: Интервал обновления для отображения
tr: Görüntüleme için Yenileme Aralığı

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine. This also governs the flash speed.
es: Aumente o disminuya este valor con la rueda del ratón para cambiar el intervalo de actualización - use una actualización lenta si tiene una máquina lenta. Esto también gobierna la velocidad del destello.
hu: Növelje vagy csökkentse ezt a tárcsaértéket a frissítési intervallum megváltoztatásához - használjon lassú frissítést, ha lassú gépe van. Ez szabályozza a villogás sebességét is.
it: Aumenta o diminuisci questo valore di spinner per modificare l'intervallo di aggiornamento: usa un aggiornamento lento se hai una macchina lenta. Questo regola anche la velocità del flash.
ru: Увеличьте или уменьшите это значение счетчика, чтобы изменить интервал обновления - используйте медленное обновление, если у вас медленная машина.
tr: Yenileme aralığını değiştirmek için bu değeri artırın veya azaltın - yavaş makineniz varsa (yüksek değer belirleyerek) yavaş bir yenileme kullanınız. Bu ayrıca vurgu hızını da yönetir.

source: Percentage Battery Charge at which Alert Displayed
es: Porcentaje de carga de la batería en el que se muestra la alerta
hu: Az akkumulátor töltöttségi százaléka, amelynél a riasztás megjelenik
it: Percentuale di Carica della Batteria a cui viene Visualizzato l'Avviso
ru: Процент заряда батареи, при котором отображается предупреждение
tr: Uyarı Gösterilecek Pil Şarj Yüzdesi

source: Percentage of Battery Charge at which Orange Warning Background is displayed - It is also shown and can be adjusted in the Applet left click menu
es: Porcentaje de carga de la batería a partir del cual se muestra el fondo de advertencia naranja - También se muestra y puede ajustarse en el menú de clic izquierdo del applet
hu: Az akkumulátor töltöttségének százaléka, amelynél egy narancssárga figyelmeztető háttér jelenik meg - Szintén megjelenik és beállítható a kisalkalmazás bal kattintásos menüjében is
it: Percentuale della Carica della Batteria alla quale viene visualizzato lo Sfondo di Avviso Arancione - Viene anche mostrato e può essere regolato nel menù di scelta rapida dell'Applet
ru: Процент заряда батареи, при котором отображается предупреждение оранжевый фон - это также показано и может быть скорректирована в Апплета, левый клик меню
tr: Turuncu Uyarı Arkaplanının gösterildiği Pil Şarj Oranı - Bu ayrıca uygulamacığın sol tıklama menüsünde gösterilir ve buradan ayarlanabilir

source: Visible Alert when Recharging
hu: Látható figyelmeztetés töltéskor
it: Avviso visibile durante la ricarica
ru: Уведомление При Перезаряде

source: Provide visible alert when battery is recharged to a certain threshold
hu: Látható riasztást ad, ha az akkumulátor egy bizonyos küszöbértékig fel van töltve
it: Fornisce un avviso visibile quando la batteria viene ricaricata fino a una determinata soglia
ru: Показать уведомление при зарядке выше определённого порога

source: Percentage threshold for visible recharged alert
hu: A látható újratöltési figyelmeztetés százalékos küszöbértéke
it: Soglia percentuale per visualizzare l'avviso di ricarica
ru: Процентный порог для уведомления о перезаряде

source: Classic
hu: Klasszikus
it: Classica
ru: Класический
tr: Klasik

source: Classic Plus
hu: Klasszikus Plusz
it: Classica Plus
ru: Классический Плюс
tr: Klasik Ek

source: Compact
hu: Kompakt
it: Compatta
ru: Компактный
tr: Sıkışık

source: Compact Plus
hu: Kompakt Plusz
it: Compatta Plus
ru: Компактный Плюс
tr: Şıkışık Ek

source: Icon Only
hu: Csak Ikon
it: Solo Icona
ru: Только Значок
tr: Sadece Simge

source: Toolbar Display Type
hu: Eszköztár megjelenítés típusa
it: Tipo di Visualizzazione Toolbar
ru: Внешний Вид
tr: Görünüm Tipi

source: The following display options are available (including Compact, Compact Plus, and Icon Only for vertical panels): Classic: Battery percentage with extended messages for horizontal panel Classic Plus: Classic with the addition of a battery icon Compact: Battery percentage without extended messages Compact Plus: Compact with the addition of a battery icon Icon Only: The battery icon on a colored background indicating the current status
hu: A következő megjelenítési lehetőségek állnak rendelkezésre (beleértve a Compact, Compact Plus és az Icon Only a függőleges panelekhez): Klasszikus: Az akkumulátor töltöttségi szintje kiterjesztett üzenetekkel a vízszintes panelhez Classic Plus: Klasszikus elem ikon hozzáadásával Kompakt: Az akkumulátor töltöttségi szintje kiterjesztett üzenetek nélkül Compact Plus: Kompakt az akkumulátor ikon hozzáadásával Csak ikon: Az akkumulátor ikon színes háttérrel, amely jelzi az aktuális állapotot
it: Sono disponibili le seguenti opzioni di visualizzazione (incluse Compatta, Compatta Plus e Solo Icona per i pannelli verticali): Classica: percentuale della batteria con messaggi estesi per il pannello orizzontale Classica Plus: Classica con l'aggiunta dell'icona della batteria Compatta: percentuale della batteria senza messaggi estesi Compatta Plus: Compatta con l'aggiunta dell'icona della batteria Solo Icona: l'icona della batteria su uno sfondo colorato che indica lo stato corrente
ru: Доступны следующие варианты отображения (включая Компактный, Компактный Плюс, только Значок для вертикальной ориентации): Классический: Процент заряда с дополнительными сообщениями для горизонтальной панели Классический Плюс: Классический с значком батареи Компактный: Процент заряда без дополнительных сообщений Компактный Плюс: Компактный с добавлением значка батареи Только Значок: Значок батареи на цветном фоне отображающем текущий статус

source: Yaru Light
hu: Yaru Világos
it: Yaru Chiaro

source: Yaru Dark
hu: Yaru Sötét
it: Yaru Scuro

source: Icon Theme
hu: Ikon téma
it: Tema dell'icona
ru: Тема значков
tr: Simge Teması

source: Append estimated time remaining to chosen display type
hu: A becsült hátralévő idő hozzáfűzése a kiválasztott megjelenítési típushoz
it: Aggiungi il tempo rimanente stimato al tipo di visualizzazione scelto
ru: Добавить рассчитанное время к выбранному типу отображения

source: This will append an estimate to the above option for time remaining based on the amount of remaining battery power
hu: Ez becslést ad a fenti opcióhoz a hátralévő időre vonatkozóan, az akkumulátor töltöttsége alapján
it: Ciò aggiungerà una stima all'opzione precedente per il tempo rimanente in base alla quantità di carica rimanente della batteria
ru: Это добавит рассчитанное время к указанной выше опции для оставшегося времени заряда

source: Append estimated time remaining to toolbar menu
hu: A becsült hátralévő idő hozzáfűzése az eszköztár menüjéhez
it: Aggiungi il tempo rimanente stimato al menù della barra degli strumenti
ru: Добавить время до разряда в панель инструментов меню

source: This will append an estimate to the toolbar menu for time remaining based on the amount of remaining battery power
hu: Ez hozzáfűzi az eszköztár menüjéhez a hátralévő időre vonatkozó becslést a maradék akkumulátor töltöttségi szintje alapján
it: Ciò aggiungerà una stima al menù della barra degli strumenti per il tempo rimanente in base alla quantità di carica rimanente della batteria
ru: В меню панели инструментов будет добавлена информация о оставшемся заряде батареи

source: Append estimated time remaining to tooltip
hu: A becsült hátralévő idő hozzáfűzése az eszköztipphez
it: Aggiungi il tempo rimanente stimato al tooltip
ru: Добавить оставшееся время заряда в всплывающую подсказку

source: This will append an estimate to the tooltip for time remaining based on the amount of remaining battery power
hu: Ez becslést ad az eszköztipphez a hátralévő időre vonatkozóan, az akkumulátor töltöttsége alapján
it: Ciò aggiungerà al tooltip una stima del tempo rimanente in base alla quantità di carica rimanente della batteria
ru: Это добавит показ времени оставшегося заряда в всплывающую подсказку (при наведении мыши)

source: Provide audible alerts when Battery Low and at Shutdown Level
es: Proporciona alertas sonoras cuando la batería está baja y en el nivel de apagado
hu: Adjon hangos figyelmeztetéseket, ha az akkumulátor szint alacsony vagy leálláshoz közel van
it: Fornire avvisi acustici quando la Batteria è Scarica e al Livello di Spegnimento
ru: Использовать звуковое уведомление при крайне низком заряде
tr: Pil Zayıf ve Kapatma Seviyesinde olduğunda sesli uyarılar sağlayın

source: Must have `sox` installed. Limited number of sound file types supported (.oga and .wav)
es: Debe tener instalado Sox. Número limitado de tipos de archivos de sonido admitidos (.oga y .wav)
hu: Telepíteni kell a Sox-ot. Csak korlátozott számú hangfájltípus támogatott (.oga és .wav)
it: Devi avere Sox installato. Numero limitato di tipi di file audio supportati (.oga e .wav)
ru: Должен быть установлен `sox`. Поддерживается только (.oga и .wav)
tr: Sox kurulu olmalıdır. Sınırlı sayıda ses dosyası türü desteklenir (.oga ve .wav)

source: Allow choice of audible alert file when Battery Low and at Shutdown Level
es: Permitir la elección del archivo de alerta audible cuando la batería es baja y en el nivel de apagado
hu: Engedje meg a hangjelzés fájl kiválasztását, ha az akkumulátor töltöttség alacsony illetve leállási szinten van
it: Consenti la scelta del file di avviso acustico quando la Batteria è Scarica e al Livello di Spegnimento
ru: Разрешить выбор звукового уведомления при низком заряде
tr: Pil Zayıf ve Kapatma Seviyesindeyken sesli uyarı dosyası seçimine izin ver

source: Must have `sox` installed. Limited number of sound file types supported in versions < 4.2
es: Debe tener instalado Sox. Número limitado de tipos de archivos de sonido admitidos en las versiones < 4.2
hu: Telepíteni kell a Sox-ot. Korlátozott számú hangfájltípus támogatott a <4.2 verziókban
it: Devi avere Sox installato. Numero limitato di tipi di file audio supportati nelle versioni < 4.2
ru: Должен быть установлен `sox`.
tr: Sox kurulu olmalıdır. 4.2'nin altındaki sürümlerde desteklenen sınırlı sayıda ses dosyası türü
