Repository: linuxmint/cinnamon-spices-applets
Catalog: batterymonitor@pdcurtis/files/batterymonitor@pdcurtis/po/ua.po
Languages: uk

source: Ok
uk: Так

source: invalid
uk: недійсний

source: Wait
uk: Чекати

source: Waiting
uk: Очікування

source: Open Power Statistics
uk: Відкрити статистику живлення

source: Open System Monitor
uk: Відкрити систему моніторінгу

source: Housekeeping and System Sub Menu
uk: Підменю «Прибирання» і «Система»

source: View the Changelog
uk: Перегляд списку змін

source: Open the Help file
uk: Відкрити файл довідки

source: Open stylesheet.css (Advanced Function)
uk: Відкрити файл stylesheet.css (розширена функція)

source: Battery Applet with Monitoring and Shutdown (BAMS)
uk: Аплет батареї з контролем і вимиканням (BAMS)

source: Note: Alerts not enabled in Settings
uk: Примітка. Попередження не включені в налаштуваннях

source: Battery Low - turn off or connect to mains
uk: Батарея розряджена - вимкнітся або підключіть до мережі

source: The Battery Level has fallen to your alert level either reconnect to a power source or close down your work and suspend or shutdown the machine
uk: Рівень заряду батареї впав до Вашого рівня попереджень або підключіть до джерела живлення або припиніть вашу роботу і на паузу або вимкніть машину

source: Battery Critical will Suspend unless connected to mains
uk: Критичний рівень заряду, робота буде припинена, якщо не подлючен до мережі

source: Charge:
uk: Заряд:

source: Alert:
uk: Попередження:

source: Suspend:
uk: Призупинити:

source: Percentage Charge:
uk: Відсоток заряду:

source: Alert at:
uk: Оповіщення по:

source: Suspend at:
uk: Призупинити на:

source: General Settings for the Battery Applet with Monitoring and Shutdown
uk: Загальні налаштування для аплету акумулятора з моніторингом і вимиканням

source: Refresh Interval for Display:
uk: Частота оновлення для відображення:

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine
uk: Збільште або зменшіть це значення лічильника, щоб змінити інтервал оновлення - використовуйте повільне оновлення, якщо у вас повільна машина

source: seconds
uk: секунд

source: Percentage Battery Charge at which Alert Displayed
uk: Відсоток заряду батареї, при якому відображається попередження

source: Percentage of Battery Charge at which Orange Warning Background is displayed - It is also shown and can be adjusted in the Applet left click menu
uk: Відсоток заряду батареї, при якому відображається попередження помаранчевого фону - це також відображено і може бути скориговано в аплеті, лівий клік меню

source: Displays Charge as Percentage and allows Alerts and Actions
uk: Показує заряд у відсотках і дозволені попередження і дії
