Repository: linuxmint/cinnamon-spices-applets
Catalog: nvidiaprime@pdcurtis/files/nvidiaprime@pdcurtis/po/*.po
Languages: ca, nl

source: Waiting for nvidia
ca: Esperant a Nvidia
nl: Wachten op Nvidia

source: Open Power Statistics
ca: Obrir estadístiques d'energia
nl: Open energie-statistieken

source: Open System Monitor
ca: Obrir el monitor del sistema
nl: Open systeemmonitor

source: Housekeeping and System Sub Menu
ca: Submenú de manteniment i sistema
nl: Onderhouds- en systeemsubmenu

source: View the Changelog
ca: Veure el registre de canvis
nl: Bekijk de wijzigingslog

source: Open the Help file
ca: Obrir el fitxer d'ajuda
nl: Open het helpbestand

source: NVidia based GPU is Off
ca: La GPU basada en Nvidia està desactivada
nl: Nvidia-gebaseerde GPU is uitgeschakeld

source: NVidia based GPU is On and Core Temperature is
ca: La GPU basada en Nvidia està activada i la temperatura del nucli és
nl: Nvidia-gebaseerde GPU is ingeschakeld en de kerntemperatuur is

source: Err
ca: Error
nl: Fout

source: Nvidia Prime is not set up correctly - are the nvidia drivers and nvidia-prime installed?
ca: Nvidia Prime no està ben configurat - heu instal·lat els drivers d'nvidia i nvidia-prime?
nl: Nvidia Prime is niet correct ingesteld - zijn de Nvidia-stuurprogramma's en nvidia-prime geïnstalleerd?

source: Displays which Graphics processor is active and nVidia GPU Temperature when active and in a horizontal panel
ca: Mostra (en un tauler horitzontal) quin processador de gràfics està actiu i la temperatura de la GPU nvidia quan està activa
nl: Toont welke grafische processor actief is en de temperatuur van de Nvidia GPU wanneer deze actief en in een horizontaal paneel is

source: nVidia Prime GPU Display
nl: nVidia Prime GPU-weergave

source: General Settings for the nVidia Prime Monitoring Applet
ca: Configuració general de la miniaplicació de monitoratge d'nVidia Prime
nl: Algemene instellingen voor de nVidia Prime monitoringapplet

source: seconds
ca: segons
nl: seconden

source: Refresh Interval for Display:
ca: Freqüència de refresc per la visualització de dades:
nl: Vernieuwingsinterval voor weergave:

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine
ca: Utilitzeu una freqüència baixa si teniu un equip lent
nl: Verhoog of verlaag deze spinnerwaarde om de vernieuwingsinterval te wijzigen - gebruik een langzame vernieuwing als je een langzame machine hebt

source: Show GPU Temperature as well as icon
ca: Mostrar la temperatura de la GPU a més a més de la icona
nl: Toon GPU-temperatuur én pictogram

source: Available in Horizontal and Vertical Panels. Display is in Degrees Centigrade.
ca: Disponible en taulers horitzontals i verticals. Es mostra en graus centígrads.
nl: Beschikbaar in horizontale en verticale panelen. Weergave is in graden Celsius.

source: Additional Functionality
ca: Funcionalitat addicional
nl: Aanvullende functionaliteit

source: Access enhanced functionality through Context Menu - needs Cinnamon Restart
ca: Afegeix l'accés a la funcionalitat addicional al menú contextual - cal reiniciar Cinnamon
nl: Toegang tot verbeterde functionaliteit via het contextmenu - vereist herstart van Cinnamon

source: Currently adds glxspheres64 Graphics Processor Test - VirtualGL needs to be installed
ca: Afegeix el test del processador gràfic glxspheres64 - cal haver instal·lat 'VirtualGL'
nl: Voegt momenteel glxspheres64 Graphics Processor Test toe - vereist installatie van VirtualGL
