Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/ssm@Severga/*.po
Languages: ca, hu, it

source: Required GTop package missing!
ca: Fa falta instal·lar el paquet GTop!
hu: Nincsen telepítve a szükséges GTop csomag!
it: Il pacchetto richiesto GTop è assente!

source: Error!
hu: Hiba!
it: Errore!

source: Reset Peak Temperature
ca: Reiniciar la temperatura més alta
hu: Csúcshőmérséklet visszaállítása
it: Ripristina la temperatura di picco

source: Clear Cache
ca: Esborrar Cau
hu: Gyorsítótár ürítése
it: Svuota Cache

source: CPUs
hu: CPU-k
it: CPU

source: °C peak
ca: ºC més alta
hu: °C csúcs
it: °C di picco

source: Memory
ca: Memòria
hu: Memória
it: Memoria

source: GB swap
ca: GB d'intercanvi
hu: GB cserehely

source: Network
ca: Xarxa
hu: Hálózat
it: Rete

source: Core
ca: Nucli
hu: Mag

source: Used:
ca: Utilitzat:
hu: Használt:
it: Usati:

source: Cache:
ca: Cau:
hu: Gyorsítótár:

source: Buffer:
hu: Puffer:

source: Swap:
ca: Intercanvi:
hu: Cserehely:

source: Up:
ca: Pujada:
hu: Fel:

source: B/s
hu: B/mp

source: Down:
ca: Baixada:
hu: Le:

source: Data:
ca: Dades:
hu: Adat:
it: Dati:

source: no interfaces to show
ca: no hi ha interfícies a mostrar
hu: nincsenek megjeleníthető csatolók
it: nessuna interfaccia da mostrare

source: Simplified System Monitor
ca: Monitor del Sistema simplificat
hu: Egyszerűsített rendszerfigyelő
it: Monitor di Sistema Semplificato

source: Applet to show system load and state
ca: Miniaplicació minimalista de monitor del sistema
hu: Kisalkalmazás a rendszer terhelésének és állapotának megjelenítéséhez
it: Applet per mostrare lo stato e il carico del sistema

source: Common
ca: Comú
hu: Általános
it: Comune

source: Sections info refresh rate (seconds)
ca: Informació d'interval de refresc de les seccions (segons)
hu: Információszakaszok frissítési gyakorisága (másodpercben megadva).
it: Frequenza di aggiornamento delle informazioni sulle sezioni (secondi)

source: CPUs, memory, network info refresh rate
ca: Informació del refresc de CPU, memòria, xarxa
hu: Processzor, memória és hálózati információk frissítési gyakorisága
it: Frequenza di aggiornamento delle info su CPU, memoria e rete

source: CPUs and memory sections
ca: Seccions de CPU i memòria
hu: CPU-k és memória
it: Sezioni CPU e memoria

source: CPUs and memory panel sections widths (px)
ca: Amplada de les seccions de CPU i memòria al tauler (px)
hu: Processzor és memória panelszelvény szélesség (képpont)
it: Larghezza sezioni del pannello CPU e memoria (px)

source: CPUs and memory panel sections widths
ca: Amplada de les seccions de CPU i memòria al tauler
hu: Processzor és memória panelszelvény szélesség
it: Larghezza sezioni del pannello CPU e memoria

source: CPUs temperature refresh rate (seconds)
ca: Interval de refresc de la temperatura de la CPU (segons)
hu: Processzor, hőmérséklet frissítési gyakorisága (másodpercben megadva)
it: Frequenza di aggiornamento temperatura CPU (secondi)

source: CPUs temperature refresh rate
ca: Interval de refresc de la temperatura de la CPU
hu: Processzor, hőmérséklet frissítési gyakorisága
it: Frequenza di aggiornamento temperatura CPU

source: CPU cold temperature (°C)
ca: Temperatura freda de la CPU (ºC)
hu: Processzor hideg hőmérséklete (°C)
it: Temperatura CPU fredda (°C)

source: CPUs' temperature below which they are regarded as cold (for color representation in the panel)
ca: Les temperatures més baixes que aquest número seran referides com a fredes (pel que fa al color de representació al tauler)
hu: Processzor hőmérséklete, ami alatt már színnel hidegként vannak jelölve a panelen:
it: Temperatura della CPU al di sotto della quale è considerata fredda (per la rappresentazione dei colori nel pannello)

source: Color for CPU cold temperature
ca: Color per a la temperatura freda de la CPU
hu: Szín a processzor alacsony hőmérsékletéhez
it: Colore per la temperatura CPU fredda

source: CPU hot temperature (°C)
ca: Temperatura calenta de la CPU
hu: Processzor forró hőmérséklete (°C)
it: Temperatura CPU calda (°C)

source: CPUs' temperature above which they are regarded as hot (for color representation in the panel)
ca: Les temperatures més altes que aquest número seran referides com a calentes (pel que fa al color de representació al tauler)
hu: Processzor hőmérséklete, ami felett már színnel forróként vannak jelölve a panelen:
it: Temperatura della CPU al di sopra della quale è considerata calda (per la rappresentazione dei colori nel pannello)

source: Color for CPU hot temperature
ca: Color per a la temperatura calenta de la CPU
hu: Szín a processzor magas hőmérsékletéhez
it: Colore per la temperatura CPU calda

source: Command to start 'sensors'
ca: Ordre per a iniciar 'sensors'
hu: Parancs a „sensors” indításához
it: Comando per avviare 'sensors'

source: Command to start 'sensors'. Use 'which sensors' command to find it. Install 'lmsensors' package, if not found
ca: Ordre per a iniciar 'sensors'. Utilitzeu 'which sensors' per a trobar el paquet. Si no es troba, instal·leu 'lmsensors'
hu: Parancs a „sensors” indításához. Az „which sensors” parancs segítségével lehet megtalálni. Ha nem található a parancs, akkor telepítse az „lmsensors” csomagot
it: Comando per avviare 'sensors'. Utilizza il comando 'which sensors' per trovarlo. Installa il pacchetto 'lmsensors', se non trovato.

source: Network section
ca: Secció de xarxa
hu: Hálózati szelvény
it: Sezione rete

source: Network panel section width (px)
ca: Amplada de la secció de xarxa al tauler (px)
hu: Hálózati panelszelvény szélesség (képpont)
it: Dimensione pannello sezione rete (px)

source: Network panel section width
ca: Amplada de la secció de xarxa
hu: Hálózati panelszelvény szélesség
it: Dimensione pannello sezione rete

source: Network panel section style
ca: Estil de la secció de xarxa al tauler
hu: Hálózati panelszelvény stílus
it: Stile pannello sezione rete

source: Network panel section HTML style (e.g.: text-align: left; margin-left: 5px; font-size: 8pt;)
ca: Estil HTML de la secció de xarxa al tauler (ex: text-align: left; margin-left: 5px; font-size: 8pt;)
hu: Hálózati panelszelvény HTML stílus (például: text-align: left; margin-left: 5px; font-size: 8pt;)
it: Stile HTML della sezione del pannello di rete (ad es.: text-align: left; margin-left: 5px; font-size: 8pt;)

source: Network interfaces blacklist
ca: Llista negra d'interfícies de xarxa
hu: Hálózati csatolók feketelistája
it: Lista nera delle interfacce di rete

source: Semicolon-separated network interfaces list not to consider for counting traffic
ca: Interfícies de xarxa que no comptaran pel recompte de trànsit, separades per ';'
hu: Forgalomszámolásakor figyelmen kívül hagyott pontosvesszővel elválasztott hálózati csatolók listája
it: Elenco di interfacce di rete separate da punto e virgola da non considerare per il conteggio del traffico

source: °C max;
ca: ºC màx;
