Repository: linuxmint/cinnamon-spices-applets
Catalog: rssNewsticker@KopfDesDaemons/files/rssNewsticker@KopfDesDaemons/po/*.po
Languages: de, fr, hu, it, nl

source: Loading Newsticker...
de: Lade Newsticker...
fr: Chargement de Newsticker ...
hu: Hírmatrica betöltése...
it: Caricamento del Newsticker...
nl: Laden van Newsticker...

source: Could not load RSS-Feed
de: RSS-Feed konnte nicht geladen werden
fr: Impossible de charger le flux RSS
hu: Nem sikerült betölteni az RSS-hírfolyamot
it: Impossibile caricare il feed RSS
nl: RSS-feed kon niet worden geladen

source: Error while loading RSS
de: Fehler beim RSS Laden
fr: Erreur lors du chargement du flux RSS
hu: Hiba lépett fel az RSS-hírfolyam betöltése közben
it: Errore durante il caricamento dell'RSS
nl: Fout bij het laden van RSS

source: RSS Newsticker
hu: RSS Hírmatrica

source: Displays the headlines of an RSS feed
de: Zeigt die Schlagzeilen eines RSS-Feeds
fr: Affiche les titres d'un flux RSS
hu: Megjeleníti az RSS-hírcsatorna címsorait
it: Visualizza i titoli di un feed RSS
nl: Toont de koppen van een RSS-feed

source: General
de: Allgemein
fr: Général
hu: Általános
it: Generale
nl: Algemeen

source: URL of RSS feed
de: URL des RSS-Feeds
fr: URL du flux RSS
hu: Az RSS-hírfolyam URL-címe
it: URL del feed RSS
nl: URL van de RSS-feed

source: Ticker
hu: Ketyegő
it: Telescrivente

source: Width of ticker in px
de: Breite des Tickers in px
fr: Largeur du ticker en px
hu: A ketyegő szélessége képpontban
it: Larghezza del ticker in px
nl: Breedte van de ticker in px

source: Separator between headlines
de: Trenner zwischen den Schlagzeilen
fr: Séparateur entre les titres
hu: Elválasztó a címsorok között
it: Separatore tra i titoli
nl: Scheidingsteken tussen koppen

source: Refresh interval in seconds
de: Aktualisierungsintervall in Sekunden
fr: Intervalle de rafraîchissement en secondes
hu: Frissítési időköz másodpercben
it: Intervallo di aggiornamento in secondi
nl: Vernieuwingsinterval in seconden

source: Speed of ticker in ms
de: Geschwindigkeit des Tickers in ms
fr: Vitesse du ticker en ms
hu: Ketyegő sebessége ezredmásodpercben
it: Velocit√† del ticker in ms
nl: Snelheid van de ticker in ms
