Repository: linuxmint/cinnamon-spices-applets
Catalog: nightlight@Severga/files/nightlight@Severga/po/*.po
Languages: es, it, nl, zh_tw

source: Night Light can't work properly: sct package not installed!
es: Luz Nocturna no funciona correctamente: ¡el paquete sct no está instalado!
it: Luce Notturna non funziona correttamente: pacchetto sct non installato!
nl: Nachtlamp kan niet goed werken: sct-pakket niet geÃ¯nstalleerd!
zh_tw: Night Light 無法正常運作：尚未安裝 sct 套件！

source: Night Light
es: Luz Nocturna
it: Luce Notturna
nl: Nachtlamp

source: error
it: errore
nl: fout
zh_tw: 錯誤

source: Warning: 'sct' command not found! This applet is a frontend for this command. Please, install 'sct' package and restart Cinnamon or reload the applet.
es: Advertencia: ¡No se ha encontrado el comando 'sct'! Este applet es una interfaz para este comando. Por favor, instale el paquete 'sct' y reinicie Cinnamon o recargue el applet.
it: Attenzione: comando 'sct' non trovato! Questa applet è un frontend per questo comando. Per favore, installa il pacchetto 'sct' e riavvia Cinnamon o ricarica l'applet.
nl: Waarschuwing: 'sct' commando niet gevonden! Deze applet is een frontend voor dit commando. Installeer alstublieft het 'sct' pakket en herstart Cinnamon of herlaad de applet.
zh_tw: 警告：找不到 'sct' 指令！這個小程式為該指令的前端介面。請安裝 'sct' 套件並重新啟動 Cinnamon 或重新載入這個小程式。

source: off
es: apagado
it: spenta
nl: uit
zh_tw: 關閉

source: on
es: encendido
it: attiva
nl: aan
zh_tw: 開啟

source: auto
es: automático
nl: automatisch
zh_tw: 自動

source: Screen night light activating applet
es: Applet de activación de la luz nocturna de la pantalla
it: Applet di attivazione della luce notturna sullo schermo
nl: Applet voor het activeren van nachtlamp op het scherm
zh_tw: 螢幕夜光模式小程式

source: Common
es: General
it: Comune
nl: Algemeen
zh_tw: 一般

source: Night Light temperature (K)
es: Temperatura de la Luz Nocturna (K)
it: Temperatura della luce notturna (K)
nl: Nachtlamptemperatuur (K)
zh_tw: 夜光模式色溫 (K)

source: Night Light screen temperature
es: Temperatura de la pantalla de la Luz Nocturna
it: Temperatura dello schermo della luce notturna
nl: Nachtlamp schermtemperatuur
zh_tw: 夜光模式螢幕色溫

source: Auto mode schedule
es: Horario del modo automático
it: Modalità schedulazione automatica
nl: Automatische modus schema
zh_tw: 自動模式排程

source: Start time, hour
es: Inicio, hora
it: Orario di inizio, ora
nl: Starttijd, uur
zh_tw: 開始時間（小時）

source: Start time (hour)
es: Inicio (hora)
it: Orario di avvio (ora)
nl: Starttijd (uur)
zh_tw: 開始時間（小時）

source: Start time, minute
es: Inicio, minuto
it: Orario di avvio, minuto
nl: Starttijd, minuut
zh_tw: 開始時間（分鐘）

source: Start time (minute)
es: Inicio (minuto)
it: Orario di avvio (minuto)
nl: Starttijd (minuut)
zh_tw: 開始時間（分鐘）

source: End time, hour
es: Finalización, hora
it: Orario di fine, ora
nl: Eindtijd, uur
zh_tw: 結束時間（小時）

source: End time (hour)
es: Finalización (hora)
it: Orario di fine (ora)
nl: Eindtijd (uur)
zh_tw: 結束時間（小時）

source: End time, minute
es: Finalización, minuto
it: Orario di fine, minuto
nl: Eindtijd, minuut
zh_tw: 結束時間（分鐘）

source: End time (minute)
es: Finalización (minuto)
it: Orario di fine (minuto)
nl: Eindtijd (minuut)
zh_tw: 結束時間（分鐘）

source: mode
es: modo
it: modalità
nl: modus
zh_tw: 模式
