Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/cryptocoin@guantanamoe/*.po
Languages: ca, cs, da, de, es, fi, fr, hu, nl, sv, vi

source: Monitor current price and trends of cryptocurrencies
ca: Monitora el valor actual i les tendències de les criptomonedes
cs: Sledujte aktuální ceny a trendy kryptoměn
da: Overvåg kryptovalutaers aktuelle kurs og tendens
de: Aktuelle Preise und Trends von Kryptowährungen überwachen
es: Monitoriza el precio actual y las tendencias de las criptodivisas
fi: Seuraa kryptovaluuttojen hintoja ja trendejä
fr: Surveille les cours et les tendances des crypto-monnaies
hu: Figyelje a kriptovaluták aktuális árát és trendjeit
nl: Monitor de huidige prijs en trends van cryptomunten
sv: Övervaka aktuella priser och trender för kryptovalutor
vi: Theo dõi giá và xu hướng hiện tại của các loại tiền mã hóa

source: Cryptocoin
ca: Criptomoneda
cs: Cryptoměna
da: Kryptovaluta
de: Kryptomünze
es: Criptodivisas
hu: Kriptoérem
nl: Cryptomunt

source: General
cs: Obecné
da: Generelt
de: Allgemein
fi: Yleinen
fr: Général
hu: Általános
nl: Algemeen
sv: Allmänt
vi: Chung

source: Graph
ca: Gràfic
cs: Graf
da: Graf
de: Diagramm
es: Gráfico
fi: Kaavio
fr: Graphique
hu: Grafikon
nl: Grafiek
sv: Diagram
vi: Biểu đồ

source: Alerts
ca: Alertes
cs: Upozornění
da: Advarsler
de: Warnmeldungen
es: Alerta
fi: Hälytykset
fr: Alertes
hu: Figyelmeztetések
nl: Meldingen
sv: Avisering
vi: Cảnh báo

source: Currency
ca: Moneda
cs: Měna
da: Valuta
de: Währung
es: Moneda
fi: Rahayksikkö
fr: Devise
hu: Pénznem
nl: Valuta
sv: Valuta
vi: Tiền tệ

source: Config
ca: Configuració
cs: Nastavení
da: Konfiguration
de: Konfiguration
es: Configuración
fi: Määritys
fr: Configuration
hu: Beállítás
nl: Configuratie
sv: Konfiguration
vi: Cấu hình

source: Delta Alerts
ca: Alertes de desviament
cs: Delta upozonění
da: Delta-advarsler
de: Delta-Warnmeldungen
es: Avisos de Delta
fi: Ilmoitus vaihteluista
fr: Alertes sur les écarts
hu: Delta Figyelmeztetések
nl: Delta-meldingen
sv: Variationsavisering
vi: Cảnh báo biến động

source: Set the currency you want coin value to be set in
ca: Establiu la moneda amb la que voleu que es mostrin els valors
cs: Nastavte měnu, ve které chcete nastavit hodnotu mince
da: Angiv valutaen, som kryptovalutaen skal omregnes til
de: Die Währung eingeben, in der der Kryptomünzwert eingestellt werden soll
es: Establezca la moneda en la que desea que se fije el valor de la moneda
fi: Aseta valuutta, jossa haluat näyttää kolikon arvon
fr: Définit la devise dans laquelle vous voulez que la valeur de la cryptomonnaie soit exprimée
hu: Állítsa be az érme értékének pénznemét
nl: Stel de valuta in waarin u de waarde van de munt wilt instellen
sv: Ange den valuta i vilken du vill se din kryptovalutas värde
vi: Chọn đơn vị tiền tệ bạn muốn hiển thị giá trị đồng tiền

source: Ticker
ca: Sigles
de: Krypto-Abkürzung
es: Siglas
fi: Valuutta
fr: Symbole boursier
hu: Árfolyamkijelző
sv: Kryptovaluta
vi: Mã tiền điện tử

source: Set the crypto currency ticker
ca: Establiu les sigles de la criptomoneda
cs: Nastavte ticker kryptoměny
da: Angiv kryptovalutatickeren
de: Abkürzung der Kryptowährung eingeben
es: Configurar la sigla de la criptomoneda
fi: Syötä valuutan tunnus
fr: Définit le symbole boursier de la cryptomonnaie
hu: Állítsa be a kriptovaluta árfolyamkijelzőjét
nl: Stel de ticker voor de cryptomunt in
sv: Ange kryptovaluta
vi: Nhập mã ký hiệu của đồng tiền điện tử

source: Ticker Icon
ca: Mostrar icona
cs: Ikona tickeru
da: Tickerikon
de: Krypto-Symbol
es: Mostrar ícono
fi: Valuutan kuvake
fr: Afficher l'icône du symbole boursier
hu: Árfolyamkijelző ikon
nl: Tickerpictogram
sv: Panelikon
vi: Biểu tượng mã tiền

source: Ticker Name
ca: Mostrar nom
cs: Název tickeru
da: Tickernavn
de: Krypto-Name
es: Mostrar sigla
fi: Valuutan nimi
fr: Afficher le nom du symbole boursier
hu: Árfolyamkijelző név
nl: Tickernaam
sv: Panelnamn
vi: Tên mã tiền

source: Show Currency
ca: Mostrar moneda
cs: Zobrazit měnu
da: Vis valuta
de: Währung anzeigen
es: Mostrar moneda
fi: Näytä rahayksikkö
fr: Afficher la devise
hu: Pénznem megjelenítése
nl: Valuta weergeven
sv: Visa valuta som
vi: Hiển thị đơn vị tiền

source: name
ca: nom
cs: jméno
da: navn
es: nombre
fi: Nimi
fr: Nom
hu: név
nl: naam
sv: Namn
vi: tên

source: symbol
ca: símbol
es: símbolo
fi: Symboli
fr: Symbole
hu: szimbólum
nl: symbool
vi: ký hiệu

source: none
ca: cap
da: ingen
es: no mostrar
fi: Ei mitään
fr: Aucun
hu: nincs
nl: geen
sv: Ingen
vi: không

source: Unit for Graph History
ca: Unitat del gràfic de l'historial
cs: Jednotka pro historii grafů
da: Enhed til historikgrafen
de: Einheit für Diagrammverlauf
es: Unidad del Gráfico del Historial
fi: Kaaviohistorian yksikkö
fr: Unité pour le graphique historique
hu: Grafikonelőzmények egysége
nl: Eenheid voor grafiekgeschiedenis
sv: Enhet för diagramhistorik
vi: Đơn vị thời gian của lịch sử biểu đồ

source: Minutes
ca: Minuts
cs: Minuty
da: Minutter
de: Minuten
es: Minutos
fi: Minuuttia
hu: Perc
nl: Minuten
sv: Minuter
vi: Phút

source: Hours
ca: Hores
cs: Hodiny
da: Timer
de: Stunden
es: Horas
fi: Tuntia
fr: Heures
hu: Óra
nl: Uren
sv: Timmar
vi: Giờ

source: Days
ca: Dies
cs: Dny
da: Dage
de: Tage
es: Días
fi: Päivää
fr: Jours
hu: Nap
nl: Dagen
sv: Dagar
vi: Ngày

source: Graph History Length
ca: Durada del gràfic de l'historial
cs: Délka historie grafu
da: Historikgrafens længde
de: Länge des Diagrammverlaufs
es: Longitud del gráfico del historial
fi: Kaaviohistorian pituus
fr: Étendue du graphique historique
hu: Grafikonelőzmények hossza
nl: Lengte grafiekgeschiedenis
sv: Diagrammets historiklängd
vi: Độ dài lịch sử biểu đồ

source: Graph Popup Width
ca: Amplada del gràfic emergent
cs: Šířka vyskakovacího okna grafu
da: Pop op-grafens bredde
de: Breite des Diagrammfensters
es: Anchura de la ventana emergente del gráfico
fi: Kuvaajan ikkunan leveys
fr: Largeur de la fenêtre du graphique
hu: Grafikonelőzmények széllessége
nl: Breedte grafiekpop-up
sv: Diagrammets popup-bredd
vi: Chiều rộng cửa sổ bật lên biểu đồ

source: Graph Popup Height
ca: Alçada del gràfic emergent
cs: Výška vyskakovacího okna grafu
da: Pop op-grafens højde
de: Höhe des Diagrammfensters
es: Altura de la ventana emergente del gráfico
fi: Kuvaajan ikkunan korkeus
fr: Hauteur de la fenêtre du graphique
hu: Grafikonelőzmények magassága
nl: Hoogte grafiekpop-up
sv: Diagrammets popup-höjd
vi: Chiều cao cửa sổ bật lên biểu đồ

source: The Graph Foreground Color
ca: Color del primer pla del gràfic
cs: Barva popředí grafu
da: Grafens forgrundsfarven
de: Die Vordergrundfarbe des Diagramms
es: Color de primer plano del gráfico
fi: Kaavion etualan väri
fr: Couleur du graphique
hu: Grafikon előterének színe
nl: Grafiek voorgrondkleur
sv: Diagrammets förgrundsfärg
vi: Màu nền trước của biểu đồ

source: Enable alerts
ca: Activar alertes
cs: Povolit upozornění
da: Aktivér advarsler
de: Warnmeldungen aktivieren
es: Activar alertas
fi: Hälytykset käyttöön
fr: Activer les alertes
hu: Riasztások bekapcsolása
nl: Meldingen inschakelen
sv: Aktivera avisering
vi: Bật cảnh báo

source: Any change
ca: Qualsevol canvi
cs: Jakákoliv změna
da: Enhver ændring
de: Jede Änderung
es: Cualquier cambio
fi: Kaikki muutokset
fr: Tout changement
hu: Bármilyen változtatás
nl: Elke verandering
sv: Alla förändringar
vi: Bất kỳ thay đổi nào

source: Label color
ca: Color de l'etiqueta
cs: Barva štítku
da: Etiketfarve
de: Farbe der Beschriftung
es: Color de etiqueta
fi: Merkin väri
fr: Couleur de l'étiquette
hu: Címke színe
nl: Labelkleur
sv: Aviseringsfärg
vi: Màu nhãn

source: Absolute maximum (money)
ca: Màxim absolut (diners)
cs: Absolutní maximum (peníze)
da: Absolut minimum (penge)
de: Absoluter Höchstwert (Geld)
es: Máximo absoluto (dinero)
fi: Ehdoton maksimi (raha)
fr: Maximum absolu (devise)
hu: Abszolút maximum (pénz)
nl: Absoluut maximum (geld)
sv: Absolut maximum (valuta)
vi: Giá trị tối đa tuyệt đối (tiền)

source: Alert when current value is above this value
ca: Notifica quan el valor actual sigui més gran que aquest valor
cs: Upozornit, když je aktuální hodnota nad touto hodnotou
da: Advar når valutaværdien er højere end dette
de: Warnmeldung anzeigen, wenn der aktuelle Wert über diesem Wert liegt
es: Alerta cuando el valor actual es superior a este valor
fi: Hälytys, kun nykyinen arvo on tämän arvon yläpuolella
fr: Alerter lorsque la valeur actuelle est au-dessus de cette valeur
hu: Riasztás, ha az aktuális érték meghaladja ezt az értéket
nl: Waarschuwen wanneer de huidige waarde hoger is dan deze waarde
sv: Avisera när aktuellt värde är över detta värde
vi: Cảnh báo khi giá hiện tại vượt quá giá trị này

source: Absolute minimum (money)
ca: Mínim absolut (diners)
cs: Absolutní minimum (peníze)
da: Absolut minimum (penge)
de: Absoluter Tiefstwert (Geld)
es: Mínimo absoluto (dinero)
fi: Ehdoton minimi (raha)
fr: Minimum absolu (devise)
hu: Abszolút minimum (pénz)
nl: Absoluut minimum (geld)
sv: Absolut minimum (valuta)
vi: Giá trị tối thiểu tuyệt đối (tiền)

source: Alert when current value is below this value
ca: Notifica quan el valor actual sigui més petit que aquest valor
cs: Upozorněnit, když je aktuální hodnota pod touto hodnotou
da: Advar når valutaværdien er lavere end dette
de: Warnmeldung anzeigen, wenn der aktuelle Wert unter diesem Wert liegt
es: Alerta cuando el valor actual es inferior a este valor
fi: Hälytys, kun nykyinen arvo on tämän arvon alapuolella
fr: Alerter lorsque la valeur actuelle est en-dessous de cette valeur
hu: Riasztás, ha az aktuális érték ezen érték alatt van
nl: Waarschuwen wanneer de huidige waarde lager is dan deze waarde
sv: Avisera när aktuellt värde är under detta värde
vi: Cảnh báo khi giá hiện tại thấp hơn giá trị này

source: Increase variation (%)
ca: Variació creixent (%)
cs: Zvýšit variaci (%)
da: Stigningsvariation (%)
de: Abweichung bei Zunahme (%)
es: Aumento de la variación (%)
fi: Suurenna vaihtelua (%)
fr: Augmentation (%)
hu: Variáció növelése (%)
nl: Toename variatie (%)
sv: Ökande variation (%)
vi: Mức tăng biến động (%)

source: Alert when value increase this delta %
ca: Notifica quan l'increment del valor superi aquest %
cs: Upozornit, když se hodnota zvýší o toto delta %
da: Advar når værdien stiger så meget (delta %)
de: Warnmeldung anzeigen, wenn der Wert um dieses prozentuale Delta steigt
es: Alerta cuando el valor aumenta este delta %
fi: Hälytys, kun tämän arvo kasvaa %
fr: Alerter lorsque la valeur augmente de cet écart en %
hu: Riasztás, ha az érték növekedése ez delta %
nl: Waarschuwen wanneer de waarde met dit percentage toeneemt
sv: Avisera när värdet stiger över denna variation %
vi: Cảnh báo khi giá tăng vượt mức phần trăm này

source: Decrease variation (%)
ca: Variació decreixent (%)
cs: Snížit variaci (%)
da: Faldvariation (%)
de: Abweichung bei Abnahme (%)
es: Disminución de la variación (%)
fi: Pienennä vaihtelua (%)
fr: Diminution (%)
hu: Variáció csökkentése (%)
nl: Afname variatie (%)
sv: Minskande variation (%)
vi: Mức giảm biến động (%)

source: Alert when value decrease this delta %
ca: Notifica quan el valor disminueixi en aquest %
cs: Upozornit, když hodnota klesne o toto delta %
da: Advar når værdien falder så meget (delta %)
de: Warnmeldung anzeigen, wenn der Wert um dieses prozentuale Delta fällt
es: Alerta cuando el valor disminuye este delta %
fi: Hälytys, kun tämän arvo laskee %
fr: Alerter lorsque la valeur diminue de cet écart en %
hu: Riasztás, ha az érték csökkenése ez delta %
nl: Waarschuwen wanneer de waarde met dit percentage afneemt
sv: Avisera när värdet sjunker under denna variation %
vi: Cảnh báo khi giá giảm vượt mức phần trăm này

source: Delta interval
ca: Interval del delta
de: Delta-Intervall
es: Intervalo del delta
fi: Muutosväli
fr: Période de calcul
hu: Delta időköz
sv: Variationsintervall
vi: Khoảng thời gian biến động

source: Unit of interval
ca: Unitat de l'interval
cs: Jednotka intervalu
da: Enhed for interval
de: Einheit des Intervalls
es: Unidad del intervalo
fi: Aikavälin yksikkö
fr: Unité de la période de calcul
hu: Időköz mértékegysége
nl: Eenheid van interval
sv: Intervallenhet
vi: Đơn vị khoảng thời gian

source: Update interval
ca: Interval d'actualització
cs: Interval aktualizace
da: Opdateringsinterval
de: Aktualisierungsintervall
es: Intervalo de actualización
fi: Päivitysväli
fr: Intervalle de temps entre chaque mise à jour
hu: Frissítési időköz
sv: Uppdateringsintervall
vi: Khoảng thời gian cập nhật

source: Advanced
ca: Avançat
cs: Pokročilě
da: Avanceret
de: Erweitert
es: Avanzado
fi: Lisäasetukset
fr: Avancé
hu: Speciális
nl: Geavanceerd
vi: Nâng cao

source: Amount
ca: Quantitat
cs: Množství
da: Beløb
de: Anzahl
es: Cantidad
fi: Määrä
fr: Quantité
hu: Mennyiség
nl: Bedrag
vi: Số lượng

source: Set the balance to multiply the price
ca: Establiu el saldo per multiplicar el preu
cs: Nastavte hodnotu pro násobení ceny
da: Angiv multiplikationsfaktor for kursen
de: Wert, mit dem der Preis multipliziert werden soll
es: Establecer el saldo para multiplicar el precio
fi: Aseta määrä niin hinta kerrotaan
fr: Définit le solde pour multiplier le prix
hu: Állítsa be az egyenleget az ár szorzásához
nl: Stel de balans in om de prijs mee te vermenigvuldigen
vi: Đặt số lượng để nhân với giá trị tiền

source: Name
ca: Nom
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr: Nom
hu: Név
nl: Naam
vi: Tên

source: Symbol
ca: Símbol
es: Símbolo
fi: Symboli
fr: Symbole
hu: Szimbólum
nl: Symbool
vi: Ký hiệu

source: None
ca: Cap
cs: Žádný
da: Ingen
es: No mostrar
fi: Ei mitään
fr: Aucun
hu: Nincs
nl: Geen
vi: Không

source: Rates update interval (in seconds)
ca: Interval de refresc dels índexs (en segons)
cs: Interval aktualizace (v sekundách)
da: Opdateringsinterval for kurser (i sekunder)
de: Aktualisierungsintervall der Preise (in Sekunden)
es: Intervalo de actualización de índices (en segundos)
fi: Hinnat päivitysväli (sekunteina)
fr: Période de mise à jour des taux (en secondes)
hu: Az árfolyamok frissítési időköz (másodpercben megadva)
nl: Interval voor bijwerken van tarieven (in seconden)
vi: Khoảng thời gian cập nhật tỷ giá (tính bằng giây)

source: Set the delay between each rates update.
ca: Establiu el retard entre cada actualització dels índexs.
cs: Nastavte prodlevu mezi jednotlivými aktualizacemi.
da: Angiv intervallet for opdatering af kurser.
de: Die Zeit zwischen den einzelnen Kursaktualisierungen eingeben.
es: Establece el retardo entre cada actualización de índices.
fi: Aseta viive kunkin hintapäivityksen välillä.
fr: Définit le délai entre chaque mise à jour du taux.
hu: Állítsa be az egyes árfolyamok frissítése közötti késleltetést.
nl: Stel de vertraging tussen elke update van tarieven in.
vi: Đặt khoảng thời gian giữa các lần cập nhật tỷ giá.

source: Graph Type
ca: Tipus de gràfic
cs: Typ grafu
da: Graftype
de: Diagrammtyp
es: Tipo de gráfico
fi: Kaavion tyyppi
fr: Type de graphique
hu: Grafikon típus
nl: Grafiektype
vi: Loại biểu đồ

source: Candlestick
ca: Gràfic d'espelmes
cs: Svíčka
da: Stearinlys
de: Kerzenhalter
es: Gráfico de velas
fi: Pylväskuvio
fr: Chandeliers
hu: Gyertya
nl: Kaars
vi: Nến Nhật

source: Line
ca: Línia
cs: Čára
da: Linje
de: Linie
es: Línea
fi: Viiva
fr: Lignes
hu: Vonal
nl: Lijn
vi: Đường

source: Graph Foreground Color
ca: Color de primer pla del gràfic
cs: Barva grafu
da: Grafens forgrundsfarve
de: Vordergrundfarbe des Diagramms
es: Color de primer plano del gráfico
fi: Kaavion etualan väri
fr: Couleur de fond du graphique
hu: Grafikon előterének színe
nl: Grafiek voorgrondkleur
vi: Màu chính của biểu đồ

source: seconds
ca: segons
cs: sekundy
da: sekunder
de: Sekunden
es: segundos
fi: sekuntia
fr: secondes
hu: másodperc
nl: seconden
vi: giây

source: Custom format
ca: Format personalitzat
cs: Vlastní formát
da: Tilpasset format
de: Benutzerdefiniertes Format
es: Formato personalizado
fi: Mukautettu muoto
fr: Format personnalisé
hu: Egyéni formátum
nl: Aangepast formaat
vi: Định dạng tùy chỉnh

source: Currency symbol
ca: Símbol de la moneda
cs: Symbol měny
da: Valutasymbol
de: Währungssymbol
es: Símbolo de la moneda
fi: Rahayksikön symboli
fr: Symbole de la devise
hu: Valuta szimbólum
nl: Valutasymbool
vi: Ký hiệu tiền tệ

source: Currency name
ca: Nom de la moneda
cs: Název měny
da: Valutanavn
de: Währungsname
es: Nombre de la moneda
fi: Rahayksikön nimi
fr: Nom de la devise
hu: Valuta név
nl: Valutanaam
vi: Tên tiền tệ

source: Decimal places
ca: Número de decimals
cs: Počet desetinných míst
da: Antal decimaler
de: Dezimalstellen
es: Cifras decimales
fi: Desimaalit
fr: Nombre de décimales
hu: Tizedes jel
nl: Decimalen
vi: Số chữ số thập phân
