Repository: linuxmint/cinnamon-spices-applets
Catalog: gpaste-reloaded@feuerfuchs.*/files/gpaste-reloaded@feuerfuchs.*/po/*.po
Languages: ca, da, de, hu, is, pt, sv, vi

source: Please enter the text you want to add to the current history:
ca: Si us plau, introduïu el text que vulgueu afegir l'historial actual:
da: Indtast teksten, du vil tilføje til den nuværende historik:
de: Gib den Text ein, den du zur aktuellen History hinzufügen möchtest:
hu: Kérem írja be a szöveget, amit a jelenlegi előzményekhez szeretne adni:
is: Settu inn textann sem þú vilt bæta við fyrirliggjandi feril:
pt: Por favor, insira o texto que quer acrescentar ao histórico:
sv: Ange den text du vill lägga till i aktuell historik:
vi: Vui lòng nhập văn bản bạn muốn thêm vào lịch sử hiện tại:

source: Cancel
ca: Cancel·lar
da: Annullér
de: Abbrechen
hu: Mégse
is: Hætta við
pt: Cancelar
sv: Avbryt
vi: Hủy

source: GPaste is not installed. Please install the necessary packages and then restart Cinnamon for this applet to start working.
ca: GPaste no està instal·lat. Instal·leu els paquets necessaris i reinicieu Cinnamon perquè aquesta miniaplicació comenci a funcionar.
da: GPaste er ikke installeret. De nødvendige pakker skal installeres og Cinnamon genstartes, før panelprogrammet virker.
de: GPaste ist nicht installiert. Bitte installiere die nötigen Pakete und starte danach Cinnamon neu, damit dieses Applet funktionieren kann.
hu: A GPaste nincs telepítve. Kérjük, telepítse a szükséges csomagokat, majd a kisalkalmazás használatához indítsa újra a Cinnamont.
is: GPaste er ekki uppsett. Settu inn nauðsynlega pakka og endurræstu síðan Cinnamon svo að forritlingurinn geti farið að virka.
pt: O GPaste não estão instalado. Por favor instale os pacotes necessários e de seguida reinicie o Cinnamon para que este applet possa funcionar.
sv: GPaste är inte installerat. Installera de nödvändiga paketen och starta om Cinnamon, för att det här panelprogrammet skall börja fungera.
vi: GPaste chưa được cài đặt. Vui lòng cài đặt các gói cần thiết và khởi động lại Cinnamon để applet này hoạt động.

source: Type to search...
ca: Escriviu per buscar...
da: Skriv for at søge …
de: Suchbegriff eingeben...
hu: Gépeljen a kereséshez…
is: Skrifaðu til að leita...
pt: Escreva para procurar...
sv: Skriv för att söka...
vi: Gõ để tìm kiếm...

source: [GPaste is not installed]
ca: [GPaste no està instal·lat]
da: [GPaste er ikke installeret]
de: [GPaste ist nicht installiert]
hu: [GPaste nincs installálva]
is: [GPaste er ekki uppsett]
pt: [GPaste não instalado]
sv: [GPaste är inte installerat]
vi: [GPaste chưa được cài đặt]

source: GPaste clipboard
ca: Porta-papers de Gpaste
da: GPaste-udklipsholder
hu: GPaste vágólap
is: GPaste-klippispjald
pt: Área de transferência do GPaste
sv: GPaste urklipp
vi: Bảng nhớ tạm GPaste

source: GPaste Main Program
ca: Programa principal de Gpaste
da: GPaste-hovedprogram
de: GPaste Hauptprogramm
hu: GPaste Fő Program
is: Aðalforrit GPaste
pt: Programa principal do GPaste
sv: GPaste huvudprogram
vi: Chương trình chính GPaste

source: Select History
ca: Seleccionar l'historial
da: Vælg historik
de: History auswählen
hu: Kiválasztási előzmények
is: Veldu feril
pt: Selecione Histórico
sv: Välj historik
vi: Chọn lịch sử

source: Track clipboard changes
ca: Registrar canvis al porta-papers
da: Spor ændringer til udklipsholderen
de: Änderungen verfolgen
hu: Vágólap változásainak követése
is: Rekja breytingar á klippispjaldi
pt: Monitorizar alterações
sv: Spåra urklippsändringar
vi: Theo dõi thay đổi clipboard

source: (Empty)
ca: (Buit)
da: (Tom)
de: (Leer)
hu: (Üres)
is: (tómt)
pt: (Vazio)
sv: (tomt)
vi: (Trống)

source: (No results)
ca: (No hi ha resultats)
da: (Ingen resultater)
de: (Keine Ergebnisse)
hu: (Nincs találat)
is: (engar niðurstöður)
pt: (Sem resultados)
sv: (inga träffar)
vi: (Không có kết quả)

source: New item
ca: Nou element
da: Nyt element
de: Neuer Eintrag
hu: Új elem
is: Nýtt atriði
pt: Novo item
sv: Ny post
vi: Mục mới

source: Empty history
ca: Netejar l'historial
da: Tom historik
de: History leeren
hu: Előzmények törlése
is: Tæma feril
pt: Limpar histórico
sv: Töm historiken
vi: Xóa lịch sử

source: Do you really want to empty the current history?
ca: Segur que voleu buidar l'historial actual?
da: Vil du virkelig slette den nuværende historik?
de: Möchtest du wirklich die aktuelle History leeren?
hu: Tényleg törölni szeretné a jelenlegi előzményeket?
is: Viltu í alvörunni tæma fyrirliggjandi feril?
pt: Deseja mesmo limpar o histórico?
sv: Vill du verkligen tömma den aktuella historiken?
vi: Bạn có chắc muốn xóa toàn bộ lịch sử hiện tại không?

source: Instantly access and manage your clipboard history.
ca: Accediu i gestioneu la història del vostre porta-retalls.
de: Sofortiger Zugriff auf den Verlauf der Zwischenablage und dessen Verwaltung.
hu: Azonnal elérheti és kezelheti a vágólap előzményeit.
vi: Truy cập và quản lý lịch sử clipboard ngay lập tức.

source: GPaste Reloaded
da: GPaste genopfundet
hu: GPaste újratöltve

source: Shown entries
ca: Elements mostrats
da: Viste poster
de: Angezeigte Einträge
hu: Bejegyzések megjelenítése
is: Birtar færslur
pt: Entradas exibidas
sv: Visade poster
vi: Mục hiển thị

source: Show tray icon, even when the applet is not in use
ca: Mostra la icona al tauler encara que la miniaplicació no estigui en ús
de: Symbol im Infobereich anzeigen, auch wenn das Applet nicht verwendet wird
hu: Tálcaikon megjelenítése, még akkor is, ha az applet nincs használatban
pt: Mostrar ícone na bandeja, mesmo quando o applet não está em uso
vi: Hiển thị biểu tượng trên khay hệ thống, ngay cả khi applet không sử dụng

source: Display 'Track clipboard changes'
ca: Mostra 'Registrar canvis al porta-papers'
da: Vis "Spor ændringer til udklipsholderen"
de: Zeige 'Änderungen verfolgen'
hu: 'Vágólap változásainak követése'-nek megjelenítése
is: Birta 'Rekja breytingar á klippispjaldi'
pt: Mostrar 'Monitorizar alterações ao histórico'
sv: Visa "Spåra urklippsändringar"
vi: Hiển thị 'Theo dõi thay đổi clipboard'

source: Display 'New item'
ca: Mostra 'Nou element'
da: Vis "Nyt element"
de: Zeige 'Neuer Eintrag'
hu: 'Új elem' megjelenítése
is: Birta 'Nýtt atriði'
pt: Mostrar 'Novo Item'
sv: Visa "Ny post"
vi: Hiển thị 'Mục mới'

source: Display search bar
ca: Mostra la barra de cerca
da: Vis søgebjælken
de: Zeige Suchleiste
hu: A keresősáv megjelenítése
is: Birta leitarstiku
pt: Mostrar barra de pesquisa
sv: Visa sökfält
vi: Hiển thị thanh tìm kiếm

source: Display 'GPaste Main Program'
ca: Mostra 'Programa principal de Gpaste'
da: Vis "GPaste-hovedprogram"
de: Zeige 'GPaste Hauptprogramm'
hu: 'GPaste Fő Program' megjelenítése
is: Birta 'Aðalforrit GPaste'
pt: Mostrar 'Programa principal do GPaste'
sv: Visa "GPaste huvudprogram"
vi: Hiển thị 'Chương trình chính GPaste'

source: Display 'Empty history'
ca: Mostra 'Netejar l'historial'
da: Vis "Tom historik"
de: Zeige 'History leeren'
hu: 'Üres előzmények' megjelenítése
is: Birta 'Tæma feril'
pt: Mostrar 'Limpar histórico'
sv: Visa "Töm historiken"
vi: Hiển thị 'Xóa lịch sử'

source: Key bindings
ca: Dreceres
da: Tastaturgenveje
de: Tastenkombinationen
hu: Billentyűkiosztás
is: Flýtileiðir á lyklaborði
pt: Atalhos de teclado
sv: Snabbtangenter
vi: Phím tắt

source: Show history
ca: Mostrar l'historial
da: Vis historik
de: History anzeigen
hu: Előzmények megjelenítése
is: Birta feril
pt: Mostrar histórico
sv: Visa historik
vi: Hiển thị lịch sử

source: Other
ca: Altres
da: Andet
de: Sonstiges
hu: Egyéb
is: Annað
pt: Outro
sv: Annat
vi: Khác

source: OK
is: Í lagi
