Repository: linuxmint/cinnamon-spices-applets
Catalog: sessionManager@scollins/files/sessionManager@scollins/po/*.po
Languages: fr

source: Lock Screen
fr: Verrouiller l'écran

source: Switch User
fr: Changer d'utilisateur

source: Guest Session
fr: Session Invité

source: Log Off
fr: Fermer la session

source: Suspend
fr: Suspendre toute activité

source: Sleep
fr: Mettre en sommeil

source: Hibernate
fr: Mettre en hibernation

source: Restart
fr: Redémarrer

source: Shut Down
fr: Arrêter

source: Session Manager
fr: Session Manager (Gestionnaire de session)

source: Provides easy access to shut down, restart, etc
fr: Accès rapide aux fonctions Arrêter, Redémarrer, etc

source: Session Manager is an applet that provides easy access to session controls such as shut down, restart, log off, switch user, etc. It has been tested in Arch, Fedora and Linux Mint, and supports a wide variety of software configurations. If your particular configuration is not supported, please submit a feature request on github, and I will add it at my earliest convenience.
fr: Session Manager (Gestionnaire de session) est une applet qui fournit un accès facile aux contrôles de session tels que l'arrêt, le redémarrage, la déconnexion, le changement d'utilisateur, etc. Il a été testé dans Arch, Fedora et Linux Mint et supporte une grande variété de configurations logicielles. Si votre configuration particulière n'est pas supportée, veuillez soumettre une demande de fonctionnalité sur Github, et je l'ajouterai dans les meilleurs délais.

source: Stephen Collins - Author
fr: Stephen Collins - Auteur

source: General Settings
fr: Paramètres généraux

source: Panel Icon
fr: Icône sur le panneau

source: Panel Text
fr: Texte sur le panneau

source: Icon Size
fr: Taille de l'icône

source: Symbolic icons in menu
fr: Icônes symboliques dans le menu

source: Menu Options
fr: Options de menu

source: Show Lock Screen option
fr: Afficher l'option Verrouiller l'écran

source: Show Switch User option
fr: Afficher l'option Écran de verrouillage

source: Show Guest Session option
fr: Afficher l'option Session Invité

source: Show Log Off option
fr: Afficher l'option Déconnexion

source: Show Suspend option
fr: Afficher l'option Suspendre toute activité

source: Show Sleep option
fr: Afficher l'option Mettre en sommeil

source: Show Hibernate option
fr: Afficher l'option Mettre en hibernation

source: Show Restart option
fr: Afficher l'option Redémarrage

source: Show Shut Down option
fr: Afficher l'option Arrêter
