Repository: linuxmint/cinnamon-spices-applets
Catalog: pin-unpin-panel@anaximeno/files/pin-unpin-panel@anaximeno/po/*.po
Languages: ca, es, hu, it, nl, pt, vi

source: Click to Unpin the Panel
ca: Feu clic per fer el tauler plegable
es: Haga clic para desanclar el panel
hu: Kattintson a panel rögzítésének feloldásához
it: Fai clic per sbloccare il pannello
nl: Klik om het paneel los te koppelen
pt: Clique para Desafixar o Painel
vi: Nhấn để bỏ ghim thanh panel

source: Click to Pin the Panel
ca: Feu clic per fixar el tauler
es: Haga clic para fijar el panel
hu: Kattintson a panel rögzítéséhez
it: Fai clic per fissare il pannello
nl: Klik om het paneel vast te koppelen
pt: Clique para Fixar o Painel
vi: Nhấn để ghim thanh panel

source: Pin-Unpin the Panel
ca: Fixa o plega el tauler
es: Fijar o desanclar el panel
hu: Panel rögzítése/feloldása
it: Fissa/Sbloccai il Pannello
nl: Paneel vast- of loskoppelen
pt: Fixar-Desafixar o Painel
vi: Ghim/Bỏ ghim Panel

source: An applet that lets you pin or unpin the panel, making it fixed or collapsible.
ca: Una miniaplicació que us permet establir el tauler com a fix o plegable.
es: Un applet que le permite fijar o desanclar el panel, haciéndolo fijo o plegable.
hu: Egy kisalkalmazás, amely lehetővé teszi a panel rögzítését vagy feloldását, így téve azt rögzítetté vagy összecsukhatóvá.
it: Un'applet che consente di bloccare o sbloccare il pannello, rendendolo fisso o comprimibile.
nl: Een applet waarmee je het paneel kunt vast- of loskoppelen, waardoor het vastgezet of inklapbaar wordt.
pt: Um applet que permite-lhe fixar ou desafixar o painel, tornando-o fixo ou colapsível.
vi: Applet cho phép bạn ghim hoặc bỏ ghim panel, giúp panel cố định hoặc có thể thu gọn.

source: General
hu: Általános
it: Generale
nl: Algemeen
pt: Geral
vi: Chung

source: Hide Type on Unpin
ca: Tipus d'ocultació en plegar
es: Tipo de ocultación durante el desanclado
hu: Elrejtés típusa a rögzítés feloldásakor
it: Nascondi tipo su Sblocca
nl: Verberg type bij loskoppelen
pt: Tipo de Ocultação durante a Desafixação
vi: Loại ẩn khi bỏ ghim

source: Auto Hide
ca: Ocultació automàtica
es: Auto Ocultar
hu: Automatikus elrejtés
it: Auto-Nascondimento
nl: Automatisch verbergen
pt: Ocultação Automática
vi: Tự động ẩn

source: Intelligent Hide
ca: Ocultació intel·ligent
es: Ocultación inteligente
hu: Intelligens elrejtés
it: Nascondimento Intelligente
nl: Intelligent verbergen
pt: Ocultação Inteligente
vi: Ẩn thông minh

source: At Startup
ca: A l'inici
es: Al inicio
hu: Indításkor
it: All'avvio
nl: Bij opstarten
pt: Ao Iniciar
vi: Khi khởi động

source: Leave the panel as it is
ca: Deixa el tauler tal com està
es: Dejar el panel como está
hu: Hagyja a panelt úgy, ahogy van
it: Lascia il pannello così com'è
nl: Laat het paneel zoals het is
pt: Manter o estado atual do painel
vi: Giữ nguyên panel

source: Pin the panel
ca: Fixa el tauler
es: Fijar el panel
hu: Panel rögzítése
it: Blocca il pannello
nl: Paneel vastkoppelen
pt: Fixar o painel
vi: Ghim panel

source: Unpin the panel
ca: Plega el tauler
es: Desanclar el panel
hu: Panel feloldása
it: Sblocca il pannello
nl: Paneel loskoppelen
pt: Desafixar o painel
vi: Bỏ ghim panel

source: Style
ca: Estil
es: Estilo
hu: Stílus
it: Stile
nl: Stijl
pt: Estilo
vi: Kiểu

source: Use Custom Icons
ca: Utilitzar icones personalitzades
es: Utilizar iconos personalizados
hu: Egyéni ikonok használata
it: Usa icone personalizzate
nl: Gebruik aangepaste iconen
pt: Usar Ícones Personalizados
vi: Sử dụng biểu tượng tùy chỉnh

source: Pin Icon
ca: Icona de fixar el tauler
es: Icono de fijar
hu: Rögzítés ikonja
it: Icona Blocco
nl: Vastmaken icon
pt: Ícone para Fixar
vi: Biểu tượng ghim

source: Unpin Icon
ca: Icona de fer el tauler plegable
es: Icono de desanclar
hu: Feloldás ikonja
it: Icona Sblocco
nl: Loskoppelen icon
pt: Ícone para Desafixar
vi: Biểu tượng bỏ ghim

source: Key Bindings
ca: Dreceres del teclat
es: Combinaciones de teclas
hu: Billentyűkiosztás
it: Scorciatoie da tastiera
nl: Sneltoetsen
pt: Atalhos de Teclado
vi: Phím tắt

source: Toggle Panel Pin State
ca: Alternar l'estat del tauler
es: Cambiar estado del pin del panel
hu: Panel rögzítési állapotának váltása
it: Attiva/disattiva lo stato di blocco del pannello
nl: Omwisselen van paneel vastkoppelstatus
pt: Alternar Estado de Fixação do Painel
vi: Chuyển trạng thái ghim panel

source: Set keybinding to pin the panel
ca: Establiu una drecera per fixar el tauler
es: Establecer la combinación de teclas para fijar el panel
hu: Gyorsbillentyű beállítása a panel rögzítéséhez
it: Imposta la combinazione di tasti per bloccare il pannello
nl: Stel sneltoets in om het paneel vast te maken
pt: Defina atalho de teclado para fixar o painel
vi: Thiết lập phím tắt để ghim panel

source: Peek Hidden Panel
ca: Vista prèvia del tauler ocult
es: Vista previa del panel oculto
hu: Kukucskáló rejtett panel
it: Sbircia Pannello Nascosto
nl: Werp een blik op een verborgen Paneel
pt: Mostrar o Painel Escondido
vi: Xem nhanh panel ẩn

source: Set keybinding to temporarily show the panel
ca: Establiu una drecera per mostrar el tauler temporalment
es: Establecer la combinación de teclas para mostrar temporalmente el panel
hu: Gyorsbillentyű beállítása a panel ideiglenes megjelenítéséhez
it: Imposta la combinazione di tasti per mostrare temporaneamente il pannello
nl: Stel sneltoets in om het paneel tijdelijk te tonen
pt: Defina atalho de teclado para mostrar o painel
vi: Thiết lập phím tắt để tạm thời hiện panel
