Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/kdeccc@Severga/*.po
Languages: ca, da, es, fi, hu, it, nl, vi, zh_cn

source: Configure KDE Connect
ca: Configurar KDE Connect
da: Konfigurér KDE Connect
es: Configurar KDE Connect
fi: Määritä KDE Connect
hu: KDE Connect beállítása
it: Configura KDE Connect
nl: Configureer KDE Connect
vi: Cấu hình KDE Connect
zh_cn: 配置 KDE Connect

source: No reachable paired devices
ca: No s'ha pogut accedir a dispositius emparellats
da: Ingen parrede enheder der kan nås
es: No hay dispositivos emparejados accesibles
fi: Ei laitepareja saatavilla
hu: A párosított eszközök nem érhetőek el
it: Nessun dispositivo associato raggiungibile
nl: Geen bereikbare gekoppelde apparaten
vi: Không có thiết bị ghép nối nào có thể truy cập
zh_cn: 没有可连接的已配对设备

source: Send Ping to
ca: Enviar ping a
da: Send ping til
es: Enviar Ping a
fi: Lähetä kilahdus
hu: Ping küldése
it: Invia Ping a
nl: Stuur Ping naar
vi: Gửi Ping đến
zh_cn: 发送 Ping 到

source: Force to Ring
ca: Fer que soni
da: Tving til at ringe
es: Hacer que el dispositivo emita un sonido
fi: Lähetä äänimerkki
hu: Megcsörgetés
it: Forza squillo
nl: Dwing te laten rinkelen
vi: Ép đổ chuông
zh_cn: 强制响铃

source: Send File to...
ca: Enviar fitxer a...
da: Send fil til …
es: Enviar archivo a...
fi: Lähetä tiedosto...
hu: Fájl küldése…
it: Invia file a...
nl: Bestand verzenden naar...
vi: Gửi tập tin đến...
zh_cn: 发送文件到...

source: Send SMS via...
ca: Enviar SMS via...
es: Enviar SMS a través de...
fi: Lähetä tekstiviesti...
hu: SMS küldése…
it: Invia SMS tramite...
nl: SMS verzenden via...
vi: Gửi SMS qua...
zh_cn: 通过...发送短信

source: Enter the phone number of your SMS's addressee:
ca: Introduïu el número de telèfon receptor del vostre SMS:
da: Indtast telefonnummeret på modtageren af din SMS:
es: Introduzca el número de teléfono del destinatario de su SMS:
fi: Kirjoita tekstiviestin saajan puhelinnumero:
hu: Adja meg az SMS címzettjének telefonszámát:
it: Digita il numero di telefono del destinatario dell'SMS:
nl: Voer het telefoonnummer in van de ontvanger van je SMS:
vi: Nhập số điện thoại người nhận SMS:
zh_cn: 输入短信收件人的电话号码：

source: Enter the text of your SMS:
ca: Introduïu el text de l'SMS:
da: Indtast teksten til din SMS:
es: Introduzca el texto del SMS:
fi: Kirjoita tekstiviestisi teksti:
hu: Adja meg az SMS-üzenet szövegét:
it: Digita il testo del tuo SMS:
nl: Voer de tekst van je SMS in:
vi: Nhập nội dung SMS:
zh_cn: 输入您的短信内容：

source: ...message body...
ca: ...cos del missatge...
da: ...beskedindhold...
es: ...cuerpo del mensaje...
fi: ...kirjoita tähän...
hu: ...üzenettörzs...
it: ...corpo del messaggio...
nl: ...berichttekst...
vi: ...nội dung tin nhắn...
zh_cn: ...消息正文...

source: Press <
ca: Polseu <
da: Tryk <
es: Pulse <
fi: Paina <
hu: Nyomja meg <
it: Premere <
nl: Druk op <
vi: Nhấn <
zh_cn: 按 <

source: Yes
ca: Si
da: Ja
es: Si
fi: Kyllä
hu: Igen
it: Sì
nl: Ja
vi: Có
zh_cn: 确定

source: > if you are ready to send your SMS, or <
ca: > si esteu preparats per enviar l'SMS, o <
da: > hvis du er klar til at sende din SMS, eller <
es: > si está listo para enviar el SMS, o <
fi: > jos olet valmis lähettämään tekstiviestin, tai <
hu: > amennyiben el kívánja küldeni az SMS üzenetet, vagy <
it: > quando si è pronti ad inviare l'SMS, altrimenti <
nl: > als je klaar bent om je SMS te verzenden, of <
vi: > nếu bạn sẵn sàng gửi SMS, hoặc <
zh_cn: > 如果您已经准备好发送您的短信，或者 <

source: Cancel
ca: Cancel·lar
da: Annullér
es: Cancelar
fi: Peru
hu: Mégse
it: Annulla
nl: Annuleren
vi: Hủy
zh_cn: 取消

source: > to avoid sending.
ca: > per a evitar l'enviament.
da: > for at undlade at sende.
es: > para evitar el envío.
fi: > keskeyttää lähetyksen.
hu: > a küldés elkerüléséhez.
it: > per annullare l'invio.
nl: > om het verzenden te voorkomen.
vi: > để không gửi.
zh_cn: > 以避免发送。

source: Mount and Explore
ca: Muntar i explorar
da: Montér og udforsk
es: Montar y explorar
fi: Liitä laite ja selaa
hu: Felcsatolás és tallózás
it: Monta ed Esplora
nl: Aankoppelen en verkennen
vi: Gắn và Duyệt
zh_cn: 挂载和浏览

source: Unmount
ca: Desmuntar
da: Afmontér
es: Desmontar
fi: Poista laite
hu: Leválasztás
it: Smonta
nl: Afkoppelen
vi: Ngắt kết nối
zh_cn: 卸载

source: Reachable paired devices:
ca: Dispositius emparellats adreçables:
da: Parrede enheder der kan nås:
es: Dispositivos emparejados accesibles:
fi: Saatavilla olevat laiteparit:
hu: Elérhető párosított eszközök:
it: Dispositivi associati raggiungibili:
nl: Bereikbare gekoppelde apparaten:
vi: Thiết bị ghép nối có thể truy cập:
zh_cn: 可连接的已配对设备：

source: KDE Connect Control Center
ca: Centre de Control de KDE Connect
da: KDE Connect-kontrolcenter
es: Centro de control de KDE Connect
fi: KDE Connect ohjauspaneeli
it: Centro di Controllo di KDE Connect
nl: KDE Connect Controlecentrum
vi: Trung tâm điều khiển KDE Connect
zh_cn: KDE Connect 控制中心

source: Applet to provide access to some KDE Connect functionality
ca: Miniaplicació que facilita l'accés a algunes de les funcions de KDE Connect
da: Giver adgang til noget af KDE Connects funktionalitet
es: Applet para proporcionar acceso a algunas funciones de KDE Connect
fi: Sovelma mahdollistaa pääsyn KDE Connect ominaisuuksiin
hu: A kisalkalmazás hozzáférést biztosít a KDE Connect néhány funkciójához
it: Applet per fornire l'accesso ad alcune funzionalità di KDE Connect
nl: Applet voor toegang tot bepaalde KDE Connect-functionaliteit
vi: Applet cung cấp quyền truy cập một số chức năng của KDE Connect
zh_cn: 提供访问一些 KDE Connect 功能的小程序

source: Id:
hu: Telefonszám:
