Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/SW++@mohammad-sn/*.po
Languages: da, de, es, fi, hu, it, nl

source: desktop
da: skrivebord
de: Schreibtisch
es: escritorio
fi: työpöytä
hu: asztal
nl: bureaublad

source: No open windows
da: Ingen åbne vinduer
de: Keine offenen Fenster
es: No abrir ventanas
fi: Ei avoimia ikkunoita
hu: Nincs nyitott ablak
it: Nessuna finestra aperta
nl: Geen open vensters

source: Expo
da: Vis arbejdsområder
de: Arbeitsflächenübersicht
es: Mostrar áreas de trabajo
it: Esposizione

source: Opacify the icons on the desktop
da: Gør ikoner på skrivebordet uigennemsigtige
de: Transparenzeffekt für die Symbole auf dem Schreibtisch
es: Opacar los iconos en el escritorio
fi: Peitä työpöydän kuvakkeet
hu: Asztal ikonjainak láthatósága
it: Opacizza le icone sul desktop
nl: Maak de pictogrammen op het bureaublad ondoorzichtig

source: Appearance
da: Udseende
de: Erscheinungsbild
es: Apariencia
fi: Ulkoasu
hu: Megjelenés
it: Aspetto
nl: Uiterlijk

source: Show close all windows buttons for workspaces
da: Vis "luk alle vinduer"-knapper for hvert arbejdsområder
de: »Alle Fenster schließen«-Symbole für Arbeitsflächen anzeigen
es: Mostrar los botones de cierre de todas las ventanas para las áreas de trabajo
fi: Näytä työtilojen sulkemispainikkeet
hu: A munkaterületek összes ablakának bezárása gomb megjelenítése
it: Mostra tasti di chiusura per tutte le finestre negli spazi di lavoro
nl: Toon knoppen om alle vensters te sluiten voor werkruimtes

source: Peek at desktop
da: Kig på skrivebordet
de: Blick auf den Schreibtisch
es: Efectos al mostrar el escritorio
fi: Kurkista työpöydälle
hu: Asztalra nézés
it: Sbircia sul desktop
nl: Snel bekijken van bureaublad

source: Menu options
da: Menuindstillinger
de: Menüoptionen
es: Menú de Opciones
fi: Valikon asetukset
hu: Menü beállítások
it: Opzioni menù
nl: Menu-opties

source: The background color for the applet hover:
da: Panelprogrammets baggrundsfarve når markøren føres hen over:
de: Die Hintergrundfarbe des Applets beim Darüberbewegen:
es: Color de relleno al pasar el ratón por encima del applet:
fi: Täyttöväri hiiren osoitukselle:
hu: Háttérszín, amikor az egér a kisalkalmazásra mutat:
it: Il colore di sfondo per il passaggio del mouse dell'applet:
nl: De achtergrondkleur bij het applet-hover:

source: Click the button to select a new background color for applet
da: Tryk på knappen for at vælge en ny baggrundsfarve til panelprogrammet
de: Den Knopf drücken, um eine neue Hintergrundfarbe für das Applet auszuwählen
es: Haga clic en el botón para seleccionar un nuevo color de fondo para el applet
fi: Napsauta ja valise uusi taustaväri sovelmalle
hu: Kattintson a gombra a kisalkalmazás új háttérszínének kiválasztásához
it: Fare clic sul pulsante per selezionare un nuovo colore di sfondo per l'applet
nl: Klik op de knop om een nieuwe achtergrondkleur voor de applet te selecteren

source: The icon to use in the panel:
da: Ikonet der skal vises i panelet:
de: Das Symbol, welches in der Leiste verwendet werden soll:
es: Ícono a usar en la barra de tareas:
fi: Paneelissa käytettävä kuvake:
hu: A panelen használandó ikon:
it: L'icona da usare nel pannello:
nl: Het pictogram om te gebruiken in het paneel:

source: Select an icon file, or you can type an icon name into the entry box, for example: desktop
da: Vælg en ikonfil eller indtast et ikonnavn, f.eks. "desktop"
de: Eine Symboldatei auswählen oder einen Symbolnamen in das Eingabefeld eingeben, z. B. desktop
es: Seleccione un archivo de icono, o escriba el nombre de un icono en el cuadro de entrada, por ejemplo: escritorio
fi: Valitse kuvake tai voit kirjoittaa kuvakkeen nimen tekstiruutuun, esim. desktop
hu: Válasszon egy ikonfájlt, vagy beírhat egy ikonnevet a beviteli mezőbe, például: asztal
it: Seleziona un file icona, oppure puoi digitare un nome icona nella casella di inserimento, ad esempio desktop
nl: Selecteer een pictogrambestand, of typ een pictogramnaam in het invoervak, bijvoorbeeld: bureaublad

source: Opacity on hover:
da: Uigennemsigtighed når markøren føres hen over:
de: Deckkraft beim Darüberbewegen:
es: Opacidad al pasar el ratón por encima:
fi: Peitä osoittamalla:
hu: Láthatóság ha az egér rámutat:
it: Opacità al passaggio del mouse:
nl: Ondoorzichtigheid bij hover:

source: Keep menu open while closing windows
da: Hold menuen åben, mens vinduer lukkes
de: Beim Schließen von Fenstern Menü offen lassen
es: Mantener el menú abierto mientras se cierran las ventanas
fi: Pidä valikko auki, kun suljet ikkunat
hu: Menü nyitvatartása, amíg az ablakok bezárulnak
it: Mantieni il menu aperto durante la chiusura di finestre
nl: Houd het menu open bij het sluiten van vensters

source: Applet width in the panel:
da: Bredde i panelet:
de: Breite des Applets in der Leiste:
es: Anchura del applet en la barra de tareas:
fi: Sovelman leveys paneelissa:
hu: Kisalkalmazás szélessége a panelen:
it: Larghezza dell'applet nel pannello:
nl: Appletbreedte in het paneel:

source: Increase or decrease this spinner value to make the applet wider or narrower in the panel
da: Forøg eller formindsk værdien for at gøre panelprogrammet bredere eller smallere i panelet
de: Erhöhen oder verringern Sie diesen Zählerwert, um das Applet breiter oder schmaler zu machen in der Leiste
es: Aumentar o disminuir el valor para que el applet sea más ancho o más estrecho en la barra de tareas
fi: Suurenna tai pienennä tätä arvoa niin sovelma levenee tai kapenee paneelissa
hu: Növelje vagy csökkentse ezt a tárcsaértéket a kisalkalmazás szűkítéséhez vagy szélesítéséhez a panelen
it: Aumenta o diminuisci questo valore di spinner per allargare o restringere l'applet nel pannello
nl: Verhoog of verlaag deze spinnerwaarde om het applet breder of smaller te maken in het paneel

source: pixels
da: pixler
de: Pixel
es: píxeles
fi: pikseliä
hu: képpont
it: pixel

source: Opacify windows on hover
da: Gør vinduer uigennemsigtige, når markøren føres hen over
de: Transparenzeffekt für Fenster beim Darüberbewegen
es: Opacidad de las ventanas al pasar el ratón por encima
fi: Peitä ikkunat pitämällä osoitinta
hu: Ablakok láthatóvá tétele ha az egér a kisalkalmazásra mutat
it: Opacizza le finestre al passaggio del mouse
nl: Maak vensters ondoorzichtig bij hover

source: Take a glance at your desktop and desklets.
da: Kast et blik på dit skrivebord og dine skrivebordsprogrammer.
de: Einen Blick auf den Schreibtisch und die Desklets werfen.
es: Echar un vistazo a tu escritorio y a los desklets.
fi: Vilkaise työpöytää ja työpöydän sovelmia.
hu: Mutassa az asztalt és az asztalalkalmazásokat.
it: Dai un'occhiata al tuo desktop e ai tuoi desklet.
nl: Neem een kijkje op je bureaublad en desklets.

source: Opacify desklets
da: Gør skrivebordsprogrammer uigennemsigtige
de: Transparenzeffekt für Desklets
es: Opacar los desklets
fi: Peitä työpöydän sovelmat
hu: Asztalalkalmazások láthatóvá tétele
it: Opacizza desklet
nl: Maak desklets ondoorzichtig

source: Blur windows on hover
da: Gør vinduer slørede, når markøren føres hen over
de: Verwischeneffekt für Fenster beim Darüberbewegen
es: Desenfocar las ventanas al pasar el ratón por encima
fi: Sumenna ikkunat osoittaessa
hu: Ablakok elmosódása, ha az egér a kisalkalmazásra mutat
it: Sfocatura finestre al passaggio del mouse
nl: Vervagen van vensters bij hover

source: Highlight applet next time it is added to the panel
da: Fremhæv panelprogrammet næste gang det tilføjes til panelet
de: Das Applet das nächste Mal hervorheben, wenn es zu der Leiste hinzugefügt wird
es: Resaltar el applet la próxima vez que se añada al panel
fi: Korosta sovelma seuraavan kerran, kun se lisätään paneeliin
hu: A kisalkalmazás kiemelése, ha legközelebb hozzáadja a panelhez
it: Evidenzia l'applet la prossima volta che viene aggiunto al pannello
nl: Markeer applet de volgende keer dat het aan het paneel wordt toegevoegd

source: Show close buttons
da: Vis lukknapper
de: »Schließen«-Symbole anzeigen
es: Mostrar botones de cierre
fi: Näytä sulkemispainikkeet
hu: Bezárás gombok megjelenítése
it: Mostra i pulsanti di chiusura
nl: Toon sluitknoppen

source: click to show/hide desktop, scroll to switch workspace and windows quick list by right click
da: klik for at vise/skjule skrivebordet, rul for at skifte arbejdsområde og vis vindues-hurtiglisten med højreklik
de: Klicken zum Anzeigen/Verbergen des Schreibtisches, scrollen zum Wechseln der Arbeitsfläche und Rechtsklick zum Anzeigen der Fensterschnellliste
es: haga clic para mostrar/ocultar el escritorio, desplácese para cambiar la área de trabajo y la lista rápida de ventanas haciendo clic con el botón derecho
fi: napsauta näytä/piilota työpöytä, vieritä vaihtaaksesi työtilan ja ikkunoiden luettelo hiiren oikealla painikkeella
hu: kattintson az asztal megjelenítéséhez / elrejtéséhez, görgessen a munkaterület és az ablakok gyorslista váltásához jobb gombbal
it: fare clic per mostrare/nascondere il desktop, scorrere per passare all'area di lavoro e all'elenco rapido di finestre con il tasto destro
nl: klik om bureaublad te tonen/verbergen, scroll om van werkruimte te wisselen en wissel van vensterlijst door rechts te klikken

source: Show desktop ++
da: Vis skrivebord ++
de: Schreibtisch anzeigen ++
es: Mostrar Escritorio ++
hu: Asztal megjelenítése ++
it: Mostra desktop ++
nl: Toon bureaublad ++
