Repository: linuxmint/cinnamon-spices-applets
Catalog: gputemperature@silentage.com/files/gputemperature@silentage.com/po/*.po
Languages: vi

source: Current Temperature of your NVidia based GPU
vi: Nhiệt độ hiện tại của GPU NVidia của bạn

source: Current Temperature of your ATI based GPU
vi: Nhiệt độ hiện tại của GPU ATI của bạn

source: No supported GPUs detected.
vi: Không phát hiện GPU hỗ trợ nào.

source: Temperature
vi: Nhiệt độ

source: Driver
vi: Trình điều khiển

source: Video Memory
vi: Bộ nhớ đồ họa

source: Total
vi: Tổng

source: Used
vi: Đã dùng

source: Interface
vi: Giao diện

source: Memory Clock
vi: Tốc độ bộ nhớ

source: Cuda Cores
vi: Nhân CUDA

source: Gpu Clock
vi: Tốc độ GPU

source: PCI Speed
vi: Tốc độ PCI

source: Fan
vi: Quạt

source: Displays:
vi: Màn hình:

source: No GPU Name
vi: Không có tên GPU

source: No Display Name
vi: Không có tên màn hình

source: GPU: ??ᴼC ERROR
vi: GPU: ??ᴼC LỖI

source: We couldn't determine your GPU's temperature.
vi: Chúng tôi không thể xác định nhiệt độ GPU của bạn.

source: If you have a NVIDIA GPU, please try installing
vi: Nếu bạn có GPU NVIDIA, vui lòng thử cài đặt

source: the binary drivers from http://geforce.com/drivers
vi: trình điều khiển nhị phân từ http://geforce.com/drivers

source: and the nvidia-settings package for your distribution.
vi: và gói nvidia-settings cho bản phân phối của bạn.

source: If you have an ATI GPU, please install the LM-SENSORS
vi: Nếu bạn có GPU ATI, vui lòng cài đặt LM-SENSORS

source: packages for your distribution.
vi: các gói cho bản phân phối của bạn.

source: GPU Temperature
vi: Nhiệt độ GPU

source: Shows NVidia/ATI GPU temperature in the panel, and detailed/multi-gpu information in a popup menu.
vi: Hiển thị nhiệt độ GPU NVidia/ATI trong panel, và thông tin chi tiết/multi-GPU trong menu bật lên.
