Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/anime-wallpaper@flyflyan/*.po
Languages: de, hu, it

source: Automatically save background images
de: Automatisches Speichern von Hintergrundbildern
hu: Háttérképek automatikus mentése
it: Salva automaticamente le immagini di sfondo

source: Play backgrounds as a slideshow
de: Hintergrundbilder als Diashow abspielen
hu: Hátterek lejátszása diavetítésként
it: Riproduci gli sfondi come una presentazione

source: Enable click to switch images
de: Mausklick zum Wechseln der Bilder aktivieren
hu: Kattintás engedélyezése a képek váltásához
it: Abilita il clic per cambiare immagine

source: Anime Desktop Wallpaper
de: Anime Desktop Hintergrundbilder
hu: Anime asztali háttérkép
it: Sfondo del Desktop Anime

source: Download and apply Anime Wallpaper to your desktop
de: Anime Hintergrundbilder herunterladen und auf dem Desktop anzeigen
hu: Töltse le és állítsa be az Anime háttérképet az asztalára
it: Scarica e applica Sfondi Anime sul tuo desktop

source: Configure
de: Einrichten
hu: Beállítás
it: Configurazione

source: Wallpaper api resource
de: Hintergrundbild API-Adresse
hu: Háttérkép API-forrás
it: Risorsa API per sfondi

source: Select a wallpaper resource
de: Hintergrundbild-Adresse auswählen
hu: Válasszon ki egy háttérkép forrást
it: Seleziona una risorsa per lo sfondo

source: Save background images to
de: Hintergrundbilder speichern unter
hu: Háttérképek mentése ide
it: Salva le immagini di sfondo in

source: Automatically save background images to this directory
de: Automatisches Speichern von Hintergrundbildern in diesem Verzeichnis
hu: A háttérképek automatikus mentése ebbe a könyvtárba
it: Salva automaticamente le immagini di sfondo in questa directory

source: minutes
de: Minuten
hu: perc
it: minuti

source: Delay
de: Verzögerung
hu: Késleltetés
it: Ritardo
