Repository: linuxmint/cinnamon-spices-applets
Catalog: PanelTranslator@klangman/files/PanelTranslator@klangman/po/*.po
Languages: ca, de, es, fi, hu, it, ru

source: Translator
ca: Traductor
de: Übersetzer
es: Traductor
fi: Kääntäjä
hu: Fordító
it: Traduttore
ru: Переводчик

source: Unable to query available languages from translate-shell
ca: No ha estat possible sol·licitar els idiomes disponibles de translate-shell
de: Verfügbare Sprachen können nicht von translate-shell abgefragt werden
es: No se pueden consultar los idiomas disponibles desde Translate-Shell
fi: Translate-shell ei voi tehdä kyselyitä tästä kielestä
hu: Nem lehet lekérdezni a rendelkezésre álló nyelveket a translate-shellből
it: Impossibile interrogare le lingue disponibili da Translate-Shell
ru: Невозможно запросить доступные языки из translate-shell

source: Required "trans" command not found, please install translate-shell
ca: No s'ha trobat l'ordre requerida "trans". Si us plau, instal·leu translate-shell
de: Erforderlicher Befehl "trans" nicht gefunden, bitte installieren translate-shell
es: No se encontró el comando "trans" requerido; instale Translate-Shell
fi: Vaadittua "trans"-komentoa ei löydy, asenna ohjelma translate-shell ensin
hu: A szükséges "trans" parancs nem található, kérjük telepítse a translate-shellt
it: Comando "trans" richiesto non trovato, installare Translate-Shell
ru: Требуемая команда "trans" не найдена, установите translate-shell

source: Error, the "trans" command returned an exit code of
ca: Error. L'ordre "trans" ha retornat el codi de sortida
de: Fehler, der "trans" Befehl hat einen Fehler code zurückgegeben
es: Error, el comando "trans" devuelve un código de salida de
fi: Virhe, "trans"-komento palautti virhekoodin
hu: Hiba, a "trans" parancs a következő kilépési kódot adta vissza:
it: Errore, il comando "trans" ha restituito un codice di uscita di
ru: Ошибка! Команда "trans" вернула код ошибки

source: Swap Languages
ca: Intercanviar idiomes
de: Sprachen tauschen
es: Intercambiar idiomas
fi: Vaihda kieltä
hu: Nyelvek cseréje
it: Cambia lingue
ru: Поменять языки местами

source: {Text to translate}
ca: {Text a traduir}
de: {Zu übersetzender text}
es: {Texto a traducir}
fi: {käännösteksti}
hu: {Szöveg a fordításhoz}
it: {Testo da tradurre}
ru: {Текст для перевода}

source: {Translated text}
ca: {Text traduït}
de: {Übersetzter Text[}
es: {Texto traducido}
fi: {käännetty teksti}
hu: {Lefordított szöveg}
it: {Testo tradotto}
ru: {Переведенный текст}

source: Configure
ca: Configura
de: Konfigurieren
es: Configurar
fi: Määritä
hu: Beállítás
it: Configurazione
ru: Настройки

source: Help
ca: Ajuda
de: Hilfe
es: Ayuda
fi: Ohje
hu: Segítség
it: Aiuto
ru: Помощь

source: Play
ca: Reproduir
de: Abspielen
es: Reproducir
fi: Toista
hu: Lejátszás
ru: Воспроизвести

source: Paste
ca: Enganxar
de: Einfügen
es: Pegar
fi: Liitä
hu: Beillesztés
it: Incola
ru: Вставить

source: Clear
ca: Netejar
de: Löschen
es: Limpiar
fi: Tyhjennä
hu: Törlés
it: Limpido
ru: Очистить

source: Translate
ca: Traduir
de: Übersetzen
es: Traducir
fi: Käännä
hu: Fordítás
it: Traduzione
ru: Перевести

source: Copy
ca: Copiar
de: Kopieren
es: Copiar
fi: Kopioi
hu: Másolás
it: Copia
ru: Копировать

source: Play Translation
ca: Reproduir traducció
de: Übersetzung Abspielen
es: Reproducir traducción
fi: Puhu
hu: Fordítás lejátszása
it: Riproduci traduzione
ru: Воспроизвести перевод

source: Panel Translator
ca: Tauler Traductor
de: Panel Übersetzer
es: Panel traductor
hu: Panel Fordító
it: Traduttore sul pannello

source: Translate text to other languages from the Cinnamon panel using Google, Bing and other translators
ca: Tradueix el text a altres idiomes des del tauler de Cinnamon. Utilitza Google, Bing i altres serveis de traducció
de: Übersetze Text zu anderen Sprachen des Cinnamon panels mit Google, Bing und anderen Übersetzern
es: Traduce texto a otros idiomas desde el panel de Cinnamon utilizando Google, Bing y otros traductores
fi: Käännä tekstiä muille kielille Cinnamon-paneelista Googlen, Bingin ja muiden kääntäjien avulla. Asenna myös ohjelma translate-shell
hu: Fordítson szöveget más nyelvekre a Cinnamon panelről a Google, Bing és más fordítók segítségével
it: Traduci il testo in altre lingue dal pannello Cinnamon utilizzando Google, Bing e altri traduttori
ru: Перевод текста на другие языки из панели Cinnamon с помощью Google, Bing и других переводчиков

source: Translation Engine
ca: Motor de traduccions
de: Übersetzungs Engine
es: Motor de traducción
fi: Käännös moottori
hu: Fordítómotor
it: Motore di traduzione
ru: Переводчик

source: Apertium
de: Aperitum

source: Auto
de: Automatisch

source: Engine (Auto/Google recommended!)
ca: Motor (Es recomana Auto/Google!)
de: Engine (Automatisch/Google empfohlen)
es: Motor (Auto/Google recomendado)
fi: Moottori (suositus Google/autom.)
hu: Motor (Auto/Google ajánlott!)
it: Motore (consigliato Auto/Google!)
ru: Движок (Auto/Google рекомендуется!)

source: Most engines don't support play back and some don't even translate, others just report HTTP errors. So it's best to use "Auto" and let translate-shell decide what translator to use.
ca: La majoria de motors de traducció no suporten reproducció i alguns ni tan sols tradueixen o reporten errors HTTP. És millor utilitzar "Auto" i deixar que translate-shell esculli quin traductor utilitzar.
de: Die meisten engines unterstützen keine Abspielung und manche übersetzen nicht einmal, andere melden nur HTTP Fehler. Es ist am besten "Automatisch" zu verwenden und translate-shell entscheiden zu lassen welcher Übersetzer benutzt werden soll.
es: La mayoría de los motores no soportan la reproducción y algunos ni siquiera traducen, otros sólo informan de errores HTTP. Así que es mejor usar "Auto" y dejar que translate-shell decida qué traductor usar.
fi: Useimmat moottorit eivät puhuttua tekstiä ja jotkut eivät käännä tai antavat virheen. Suositus käyttää "Auto" ja antaa translate-shell:in päättää kääntäjän.
hu: A legtöbb motor nem támogatja a lejátszást és néhány nem is fordít, mások csak HTTP-hibákat jelentenek. Ezért a legjobb, ha az "Auto" opciót használja, és hagyja, hogy a translate-shell döntse el, melyik fordítót használja.
it: La maggior parte dei motori non supporta la riproduzione e alcuni non traducono nemmeno, altri segnalano solo errori HTTP. Quindi Ã¨ meglio usare "Auto" e lasciare che Translate-Shell decida quale traduttore usare.
ru: Многие движки не поддерживают воспроизведение, а какие то даже не переводят, другие просто сообщают об ошибках HTTP. Поэтому лучше всего использовать "Auto" и позволить translate-shell решать, какой переводчик использовать.

source: Panel Button Actions
ca: Accions dels botons del tauler
de: Panel Knopf Aktionen
es: Acciones de los botones del panel
fi: Painikkeiden toiminta
hu: Panel gombok műveletek
it: Azioni dei pulsanti del pannello
ru: Действия кнопок панели

source: Disabled
ca: Desactivat
de: Deaktiviert
es: Deshabilitado
fi: Pois käytöstä
hu: Kikapcsolva
it: Disattivato
ru: Отключить

source: Selection
ca: Selecció
de: Auswahl
es: Selección
fi: Valinta
hu: Kijelölés
it: Selezione
ru: Выделенное

source: Clipboard
ca: Porta-papers
de: Zwischenablage
es: Portapapeles
fi: Leikepöytä
hu: Vágólap
ru: Буфер обмена

source: Automatically paste and translate on left click
ca: Enganxar i traduir automàticament en fer clic
de: Automatisch einfügen und übersetzen wenn links geklickt wird
es: Pegar y traducir automáticamente al hacer clic con el botón izquierdo
fi: Liitä ja käännä autom. hiiren vasemmalla painikkeella
hu: Automatikus beillesztés és fordítás balra kattintva
it: Incolla e traduci automaticamente con il clic sinistro

source: Automatically play the translation on left click
ca: Reprodueix la traducció automàticament en fer clic
de: Automatisch Übersetzung bei links klick abspielen
es: Reproduce automáticamente la traducción al hacer clic con el botón izquierdo
fi: Toista puheena autom. hiiren vasemmalla painikkeella
hu: Automatikusan lejátssza a fordítást bal egérkattintással
it: Riproduci automaticamente la traduzione con il clic sinistro
ru: Автоматически воспроизвести перевод при щелчке левой кнопкой мыши

source: Do nothing
ca: No fer res
de: Nichts machen
es: No hacer nada
fi: Älä tee mitään
hu: Ne tegyen semmit
it: Non fare niente
ru: Ничего не делать

source: Show popup dialog and translate Selection
ca: Mostrar una finestra emergent i traduir la selecció
de: Popup dialog anzeigen und Auswahl übersetzen
es: Mostrar diálogo emergente y traducir la Selección
fi: Näytä ikkuna ja käännä valinta
hu: Felugró párbeszédpanel megjelenítése és a kiválasztás lefordítása
it: Mostra la finestra di dialogo popup e traduci la selezione
ru: Показать окно и перевести выделенное

source: Show popup dialog and translate Clipboard
ca: Mostrar una finestra emergent i traduir el contingut del porta-papers
de: Popup dialog anzeigen und Zwischenablage übersetzen
es: Mostrar diálogo emergente y traducir el Portapapeles
fi: Näytä ikkuna ja käännä leikepöydältä
hu: Felugró párbeszédpanel megjelenítése és a vágólap lefordítása
it: Mostra la finestra di dialogo popup e traduci gli Appunti
ru: Показать окно и перевести буфер обмена

source: Show popup dialog, translate Selection and play
ca: Mostrar una finestra emergent, traduir la selecció i reproduir-lo
de: Popup Dialog anzeigen, Auswahl übersetzen und abspielen
es: Mostrar diálogo emergente, traducir la Selección y reproducirla
fi: Näytä ikkuna, käännä valinta ja puhu
hu: Felugró párbeszédpanel megjelenítése, kijelölés fordítása és lejátszása
it: Mostra la finestra di dialogo popup, traduci la selezione e riproduci
ru: Показать окно, перевести выделенное и воспроизвести

source: Show popup dialog, translate Clipboard and play
ca: Mostrar una finestra emergent, traduir el contingut del porta-papers i reproduir-lo
de: Popup Dialog anzeigen, Zwischenablage übersetzen und abspielen
es: Mostrar diálogo emergente, traducir el Portapapeles y reproducirlo
fi: Näytä ikkuna, käännä leikepöydältä ja puhu
hu: Felugró párbeszédpanel megjelenítése, vágólap fordítása és lejátszása
it: Mostra la finestra di dialogo popup, traduci gli Appunti e riproduci
ru: Показать окно, перевести из буфер обмена и воспроизвести

source: Play translation of Selection
ca: Reproduir la traducció de la selecció
de: Übersetzung der Auswahl abspielen
es: Reproducción de la traducción de Selección
fi: Puhu valinnasta käännös
hu: A kijelölés fordításának lejátszása
it: Riproduci la traduzione della Selezione
ru: Воспроизвести перевод выделенного

source: Play translation of Clipboard
ca: Reproduir la traducció del porta-papers
de: Übersetzung der Zwischenablage abspielen
es: Reproducir traducción del Portapapeles
fi: Puhu leikepöydältä käännös
hu: A vágólap fordításának lejátszása
it: Riproduci la traduzione degli Appunti
ru: Воспроизвести перевод из буфер обмена

source: Translate Selection and copy the translation
ca: Traduir la selecció i copiar la traducció
de: Auswahl übersetzen und Übersetzung kopieren
es: Traducir la Selección y copiar la traducción
fi: Käännä valinta ja kopioi käännös
hu: Kijelölés fordítása és a fordítás másolása
it: Traduci la Selezione e copia la traduzione
ru: Перевести выделенное и скопировать перевод

source: Translate Clipboard and copy the translation
ca: Traduir el contingut del porta-papers i copiar la traducció
de: Zwischenablage übersetzen und Übersetzung kopieren
es: Traducir Portapapeles y copiar la traducción
fi: Käännä leikepöydältä ja kopioi käännös
hu: Vágólap fordítása és a fordítás másolása
it: Traduci gli Appunti e copia la traduzione
ru: Перевести буфер обмена и скопировать перевод

source: Middle button action
ca: Acció en fer clic amb el botó del mig
de: Mittel Klick Aktion
es: Acción del botón central
fi: Keskipainikkeen toiminta
hu: Középső gomb művelete
it: Azione del pulsante centrale
ru: Средняя кнопка

source: Select the action to take when using the middle mouse button to click on the translator panel button
ca: Seleccioneu l'acció a dur a terme en fer clic amb la roda del ratolí
de: Wähle die Aktion aus die ausgeführt wird wenn mit dem mittlerem Maus Knopf auf den Übersetzer Panel Knopf gedrückt wird
es: Seleccione la acción a realizar cuando utilice el botón central del ratón para hacer clic en el botón del panel traductor
fi: Toiminta suoritetaan kun painat keskipainiketta kääntäjäpaneelissa
hu: Válassza ki a műveletet, amelyet akkor kell végrehajtani, ha a középső egérgombbal a fordítópanel gombjára kattint
it: Seleziona l'azione da intraprendere quando si utilizza il pulsante centrale del mouse per fare clic sul pulsante del pannello traduttore
ru: Выберите действие, которое будет выполняться при нажатии средней кнопки мыши на кнопку переводчика в панели.

source: Ctrl + Middle button action
ca: Acció assignada a Ctrl + clic del mig
de: Strg + Mittel Maus Aktion
es: Acción Ctrl + Botón central
fi: Keskipainike + Ctrl
hu: Ctrl + Középső gomb művelet
it: Azione al Ctrl + clic sul pulsante centrale
ru: Ctrl + Средняя кнопка мыши

source: Select the action to take when holding the Ctrl key and using the middle mouse button to click on the translator panel button
ca: Seleccioneu l'acció a dur a terme mitjançant Ctrl + clic del mig
de: Wähle die Aktion aus die ausgeführt wird wenn die Strg Taste gehalten wird und mit dem mittlerem Maus Knopf auf den Übersetzer Panel Knopf geklickt wird
es: Seleccione la acción a realizar cuando mantenga pulsada la tecla Ctrl y utilice el botón central del ratón para hacer clic en el botón del panel traductor
fi: Toiminta suoritetaan, kun pidät Ctrl ja hiiren keskimmäinen painettuna kääntöpaneelissa
hu: Válassza ki a műveletet, amelyet a Ctrl billentyű lenyomva tartása és a középső egérgombbal a fordítópanel gombjára való kattintás közben kell végrehajtani
it: Seleziona l'azione da intraprendere tenendo premuto il tasto Ctrl e il clic del pulsante centrale del mouse sul pannello del traduttore
ru: Выберите действие, которое будет выполняться при удерживании клавиши Ctrl и нажатии средней кнопки мыши на кнопку панели переводчика

source: Hotkeys
ca: Dreceres
de: Tastenkombinationen
es: Teclas de acceso rápido
fi: Pikanäppäimet
hu: Gyorsbillentyűk
it: Tasti di scelta rapida
ru: Горячие клавиши

source: Hotkey #1
ca: Drecera #1
de: Tastenkombination #1
es: Tecla de acceso rápido #1
fi: Pikanäppäin #1
hu: Gyorsbillentyű #1
it: Tasto di scelta rapida n. 1

source: Select the action to take when the #1 hotkey is pressed
ca: Seleccioneu l'acció a dur a terme en prémer la drecera #1
de: Wähle die Aktion aus, die ausgeführt wird wenn die Tastenkombination #1 gedrückt wird
es: Seleccione la acción a realizar cuando se presione la tecla de acceso rápido #1
fi: Valitse toiminto kun pikanäppäin #1 painetaan
hu: Válassza ki az #1 gyorsbillentyű megnyomásakor végrehajtandó műveletet
it: Selezionare l'azione da intraprendere quando viene premuto il tasto di scelta rapida n. 1

source: Hotkey #2
ca: Drecera #2
de: Tastenkombination #2
es: Tecla de acceso rápido #2
fi: Pikanäppäin #2
hu: Gyorsbillentyű #2
it: Tasto di scelta rapida n. 2

source: Select the action to take when the #2 hotkey is pressed
ca: Seleccioneu l'acció a dur a terme en prémer la drecera #2
de: Wähle die Aktion aus, die ausgeführt wird wenn die Tastenkombination #2 gedrückt wird
es: Seleccione la acción a realizar cuando se presione la tecla de acceso rápido #2
fi: Valitse toiminto kun pikanäppäin #2 painetaan
hu: Válassza ki az #2 gyorsbillentyű megnyomásakor végrehajtandó műveletet
it: Selezionare l'azione da intraprendere quando viene premuto il tasto di scelta rapida n. 2

source: Automatically paste the current selection/clipboard content and translate it when opening the popup window using a left click on the translator panel button
ca: Enganxa la selecció / el contingut del porta-papers i el tradueix a la finestra emergent quan es clica sobre el botó del traductor al tauler
es: Pegar automáticamente el contenido de la selección/portapapeles actual y traducirlo al abrir la ventana emergente haciendo clic con el botón izquierdo del ratón en el botón del panel traductor
fi: Liittää leikepöydän sisällön automaattisesti ja kääntää sen painamalla paneelissa hiiren vasenta painiketta
hu: Automatikusan beilleszti az aktuális kijelölés/vágólap tartalmát és lefordítja azt a felugró ablak megnyitásakor bal egérgombbal a fordítópanel gombjára kattintva
it: Incolla automaticamente la selezione corrente/il contenuto degli appunti e traducilo quando si apre la finestra popup facendo clic con il pulsante sinistro del mouse sul pulsante del pannello del traduttore

source: General
ru: Общие

source: Translation action hotkeys
ru: Горячие клавиши для переводчика

source: Automatically translate on left click
ru: Автоматический перевод по щелчку левой кнопкой мыши

source: Automatically translate the selection/clipboard contents when opening the Panel Translator popup window using a left click on the Panel Translator button
ru: Автоматически переводить содержимое выделения/буфера обмена при открытии Panel Translator левой кнопкой мыши
