Repository: linuxmint/cinnamon-spices-applets
Catalog: powerman@dr.drummie/files/powerman@dr.drummie/po/*.po
Languages: fr

source: Power Saver
fr: Économiseur d'énergie

source: Balanced
fr: Équilibré

source: Battery full
fr: Batterie pleine

source: Battery almost full
fr: Batterie presque pleine

source: Battery good
fr: Batterie bonne

source: Low battery
fr: Batterie faible

source: Critically low battery
fr: Batterie très faible

source: Unknown
fr: Inconnu

source: AC adapter
fr: Adaptateur secteur

source: Laptop battery
fr: Batterie d'ordinateur portable

source: UPS
fr: Onduleur

source: Monitor
fr: Moniteur

source: Mouse
fr: Souris

source: Keyboard
fr: Clavier

source: Cell phone
fr: Téléphone portable

source: Media player
fr: Lecteur multimédia

source: Tablet
fr: Tablette

source: Computer
fr: Ordinateur

source: Gaming input
fr: Entrée de jeu

source: Pen
fr: Stylo

source: Touchpad
fr: Pavé tactile

source: Network
fr: Réseau

source: Headset
fr: Casque

source: Speakers
fr: Haut-parleurs

source: Headphones
fr: Écouteurs

source: Video
fr: Vidéo

source: Audio device
fr: Périphérique audio

source: Remote control
fr: Télécommande

source: Printer
fr: Imprimante

source: Camera
fr: Caméra

source: Wearable
fr: Portable

source: Toy
fr: Jouet

source: Brightness
fr: Luminosité

source: Keyboard backlight
fr: Rétroéclairage du clavier

source: Brightness Automation
fr: Automatisation de la luminosité

source: Power Profile Automation
fr: Automatisation du profil d'alimentation

source: Automation Settings
fr: Paramètres d'automatisation

source: Power Settings
fr: Paramètres d'alimentation

source: Charging
fr: En charge

source: Charging - %d hour until fully charged
fr: En charge - %d heure jusqu'à pleine charge

source: Charging - %d %s %d %s until fully charged
fr: En charge - %d %s %d %s jusqu'à pleine charge

source: hour
fr: heure

source: Charging - %d minute until fully charged
fr: En charge - %d minute jusqu'à pleine charge

source: Fully charged
fr: Pleine charge

source: Using battery power
fr: Utilisation de la batterie

source: Using battery power - %d hour remaining
fr: Utilisation de la batterie - %d heure restante

source: Using battery power - %d %s %d %s remaining
fr: Utilisation de la batterie - %d %s %d %s restantes

source: Using battery power - %d minute remaining
fr: Utilisation de la batterie - %d minute restante

source: Fully discharged
fr: Complètement déchargée

source: Not charging
fr: Pas en charge

source: Critical Battery
fr: Batterie critique

source: Battery %s critically low
fr: Batterie %s très faible

source: Low Battery
fr: Batterie faible

source: Battery %s low
fr: Batterie %s faible

source: brightness %d%%
fr: luminosité %d%%

source: power profile %s
fr: profil d'alimentation %s

source: power-saver mode (battery low: %d%%)
fr: mode économie d'énergie (batterie faible : %d%%)

source: AC power:
fr: Alimentation secteur :

source: Battery power:
fr: Alimentation batterie :

source: Power Automation
fr: Automatisation d'alimentation

source: 10 seconds
fr: 10 secondes

source: 15 seconds
fr: 15 secondes

source: 30 seconds
fr: 30 secondes

source: 5 seconds
fr: 5 secondes

source: 60 seconds
fr: 60 secondes

source: 90 seconds
fr: 90 secondes

source: AC brightness level (%)
fr: Niveau de luminosité secteur (%)

source: AC power profile
fr: Profil d'alimentation secteur

source: Always show all batteries
fr: Toujours afficher toutes les batteries

source: Always show multiple batteries in panel
fr: Toujours afficher plusieurs batteries dans le panneau

source: Auto dim screen when idle on battery power
fr: Assombrir automatiquement l'écran en veille sur batterie

source: Automatically adjust brightness for AC/Battery
fr: Ajuster automatiquement la luminosité pour secteur/batterie

source: Automatically dim the screen when idle while on AC power
fr: Assombrir automatiquement l'écran en veille sur secteur

source: Automatically switch power profiles for AC/Battery
fr: Basculer automatiquement les profils d'alimentation pour secteur/batterie

source: Automatically switch to power-saver mode when battery is low
fr: Basculer automatiquement en mode économie d'énergie lorsque la batterie est faible

source: Auto power-saver on low battery
fr: Économie d'énergie automatique sur batterie faible

source: Battery brightness level (%)
fr: Niveau de luminosité batterie (%)

source: Battery percentage below which to automatically enable power-saver mode
fr: Pourcentage de batterie en dessous duquel activer automatiquement le mode économie d'énergie

source: Battery power profile
fr: Profil d'alimentation batterie

source: Battery Power Saving
fr: Économie d'énergie batterie

source: Brightness Control
fr: Contrôle de la luminosité

source: Brightness Control Status
fr: Statut du contrôle de la luminosité

source: Brightness level to use when on AC power
fr: Niveau de luminosité à utiliser sur secteur

source: Brightness level to use when on battery power
fr: Niveau de luminosité à utiliser sur batterie

source: Brightness level when dimmed (%)
fr: Niveau de luminosité lorsqu'assombri (%)

source: Debug and Logging
fr: Débogage et journalisation

source: Dim screen when idle on AC power
fr: Assombrir l'écran en veille sur secteur

source: Dim screen when idle on battery
fr: Assombrir l'écran en veille sur batterie

source: Disable default Cinnamon power applet and use PowerMan instead
fr: Désactiver l'applet d'alimentation par défaut de Cinnamon et utiliser powerman à la place

source: Display
fr: Affichage

source: Display and Advanced
fr: Affichage et avancé

source: Display notifications when power automation actions are performed
fr: Afficher les notifications lorsque des actions d'automatisation d'alimentation sont effectuées

source: Enable automatic switching between different power profiles for AC and Battery
fr: Activer le basculement automatique entre différents profils d'alimentation pour secteur et batterie

source: Enable debug logging
fr: Activer la journalisation de débogage

source: Enable detailed logging for troubleshooting power automation
fr: Activer la journalisation détaillée pour le dépannage de l'automatisation d'alimentation

source: Enable separate brightness levels for AC power and battery power
fr: Activer des niveaux de luminosité séparés pour secteur et batterie

source: Hide applet icon from panel
fr: Masquer l'icône de l'applet du panneau

source: Hide label
fr: Masquer l'étiquette

source: Low battery threshold (%)
fr: Seuil de batterie faible (%)

source: Notifications and System Integration
fr: Notifications et intégration système

source: Panel Display Options
fr: Options d'affichage du panneau

source: Power Control
fr: Contrôle d'alimentation

source: Power Control Status
fr: Statut du contrôle d'alimentation

source: Power profile automation is not available. No power profiles daemon or battery devices detected.
fr: L'automatisation du profil d'alimentation n'est pas disponible. Aucun démon de profils d'alimentation ou périphérique batterie détecté.

source: Power profile to use when on AC power
fr: Profil d'alimentation à utiliser sur secteur

source: Power profile to use when on battery power
fr: Profil d'alimentation à utiliser sur batterie

source: Replace system power applet
fr: Remplacer l'applet d'alimentation système

source: Screen brightness control is not available on this system. Brightness automation is disabled.
fr: Le contrôle de la luminosité de l'écran n'est pas disponible sur ce système. L'automatisation de la luminosité est désactivée.

source: Screen Dimming Settings
fr: Paramètres d'assombrissement de l'écran

source: Screen dim timeout
fr: Délai d'assombrissement de l'écran

source: Show automation notifications
fr: Afficher les notifications d'automatisation

source: Show percentage
fr: Afficher le pourcentage

source: Show percentage and time remaining
fr: Afficher le pourcentage et le temps restant

source: Show time remaining
fr: Afficher le temps restant

source: The brightness level to use when dimming the screen
fr: Le niveau de luminosité à utiliser lors de l'assombrissement de l'écran

source: Time before screen dims when idle
fr: Temps avant assombrissement de l'écran en veille
