Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/cpu-monitor-text@gnemonix/*.po
Languages: hu, it, pt_br, vi

source: Open System Monitor
hu: Rendszerfigyelő megnyitása
it: Apri Monitor di Sistema
pt_br: Abrir o Monitor do sistema
vi: Mở Trình giám sát hệ thống

source: A simple applet that displays the cpu usage.
hu: Egy egyszerű kisalkalmazás ami megjeleníti a CPU használatot.
it: Una semplice applet che mostra l'utilizzo della CPU.
pt_br: Um applet simples que exibe o uso da CPU.
vi: Applet đơn giản hiển thị mức sử dụng CPU.

source: Simple CPU Monitor
hu: Egyszerű CPU Figyelő
it: Semplice Monitor di CPU
pt_br: Monitor simples de CPU
vi: Trình giám sát CPU đơn giản

source: Update Interval:
hu: Frissítési gyakoriság:
it: Intervallo di Aggiornamento:
pt_br: Intervalo de atualização:
vi: Khoảng thời gian cập nhật:

source: Enter the interval in milliseconds between updates.
hu: Adja meg a frissítések gyakoriságát ezredmásodpercben.
it: Immettere l'intervallo in millisecondi tra gli aggiornamenti.
pt_br: Insira o intervalo entre as atualizações, em milissegundos.
vi: Nhập khoảng thời gian giữa các lần cập nhật (tính bằng mili giây).

source: milliseconds
hu: ezredmásodperc
it: millisecondi
pt_br: milissegundos
vi: mili giây

source: Max Percentage:
hu: Maximális százalék:
it: Percentuale Massima:
pt_br: Porcentagem máxima:
vi: Phần trăm tối đa:

source: Change the max percentage. If not 100% than typically a multiple corresponding to the number of cores. Example: 4 cores (100 x 4) = 400%
hu: Módosítsa a maximális százalékot. Ha nem 100%, mint általában a magok számának megfelelő többszörös. Példa: 4 mag (100 x 4) = 400%
it: Modifica la percentuale massima. Se non al 100%, in genere un multiplo corrispondente al numero di core. Esempio: 4 core (100 x 4) = 400%
pt_br: Mude a porcentagem máxima. Considere multiplicar 100% por um múltiplo correspondente ao número de núcleos. Exemplo: 4 núcleos (100 x 4) = 400%
vi: Thay đổi giá trị phần trăm tối đa. Nếu không phải 100%, thường sẽ là bội số tương ứng với số lõi CPU. Ví dụ: 4 lõi (100 x 4) = 400%

source: Text:
hu: Szöveg:
it: Testo:
pt_br: Texto:
vi: Văn bản:

source: Enter custom text to show in the panel.
hu: Adja meg a panelen megjelenítendő egyéni szöveget.
it: Inserisci un testo personalizzato da mostrare sul pannello.
pt_br: Insira um texto personalizado para ser exibido no painel.
vi: Nhập văn bản tùy chỉnh để hiển thị trên bảng.
