Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/combined-monitor@danipin/*.po
Languages: es, hu

source: Slot 1 (Standard)
es: Espacio 1 (Estándar)
hu: Foglalat 1 (standard)

source: Slot 2 (Empty)
es: Espacio 2 (Vacío)
hu: Foglalat 2 (üres)

source: Slot 3 (Empty)
es: Espacio 3 (Vacío)
hu: Foglalat 3 (üres)

source: Separator
es: Separador
hu: Elválasztó

source: No Separator
es: Sin Separador
hu: Nincs elválasztó

source: Symbols
es: Símbolos
hu: Szimbólumok

source: Icon-White
es: Icono-Blanco
hu: Ikon-Fehér

source: Icon-Dark
es: Icono-Oscuro
hu: Ikon-Sötét

source: No Symbol (Text Label)
es: Sin Símbolo (Etiqueta de Texto)
hu: Nincs szimbólum (szöveges címke)

source: TEMP
hu: HŐMÉRSÉKLET

source: SWAP
hu: Cserehely

source: Profile Management
es: Gestión de Perfiles
hu: Profilkezelés

source: Activate (Load)
es: Activar (Cargar)
hu: Aktiválás (Betöltés)

source: Save Current Settings
es: Guardar Configuración Actual
hu: Aktuális beállítások mentése

source: System Monitor
es: Monitor del Sistema
hu: Rendszerfigyelő

source: Restart Cinnamon
es: Reiniciar Cinnamon
hu: Cinnamon újraindítása

source: Profile Saved: %s
es: Perfil Guardado: %s
hu: Profil mentve: %s

source: Active: %s
es: Activo: %s
hu: Aktív: %s

source: N/A
es: N/D
hu: Nem alkalmazható

source: CPU Temperature
es: Temperatura de la CPU
hu: CPU Hőmérséklet

source: Profiles
es: Perfiles
hu: Profilok

source: General
hu: Általános

source: Order of Metrics
es: Orden de las Métricas
hu: Mutatók sorrendje

source: Display
es: Pantalla
hu: Kijelző

source: Thresholds
es: Umbrales
hu: Küszöbérték

source: Colors
es: Colores
hu: Színek

source: Thresholds (in °C)
es: Umbrales (en °C)
hu: Küszöbértékek (°C-ban)

source: Settings
es: Ajustes
hu: Beállítások

source: Profiles (Slots 1 to 3)
es: Perfiles (Espacios 1 a 3)
hu: Profilok (Foglalatok 1-3)

source: Global
hu: Globális

source: Show CPU
es: Mostrar CPU
hu: CPU megjelenítése

source: Text for CPU
es: Texto para CPU
hu: CPU szövege

source: Custom symbol/icon for CPU. Leave empty for text label.
es: Símbolo/icono personalizado para CPU. Dejar vacío para etiqueta de texto.
hu: Egyéni szimbólum/ikon CPU-hoz. Szöveges címke esetén hagyja üresen.

source: Show percentage sign (%) for CPU
es: Mostrar el signo de porcentaje (%) para CPU
hu: Százalékjel (%) megjelenítése a CPU esetében

source: If disabled, only the value (e.g., '45') is displayed without the percentage sign (e.g., '45%'). The 'Show percentage sign (%) (Master Switch)' option in the 'General' tab acts as a master switch.
es: Si está deshabilitado, solo se muestra el valor (p. ej., '45') sin el signo de porcentaje (p. ej., '45%'). La opción 'Mostrar signo de porcentaje (%) (Interruptor Maestro)' en la pestaña 'General' actúa como interruptor maestro.
hu: Ha le van tiltva, csak az érték (pl. '45') jelenik meg a százalékjel (pl. '45%') nélkül. Az 'Általános' lapon található 'Százalékjel (%) megjelenítése (Főkapcsoló)' opció főkapcsolóként működik.

source: Threshold LOW
es: Umbral BAJO
hu: Küszöbérték ALACSONY

source: The LOW color is used below this value
es: El color BAJO se utiliza por debajo de este valor
hu: Az ALACSONY színt használja ezen érték alatt

source: Threshold MED
es: Umbral MEDIO
hu: Küszöbérték KÖZEPES

source: The MED color is used between LOW and MED
es: El color MEDIO se utiliza entre BAJO y MEDIO
hu: A KÖZEPES színt használja ALACSONY és KÖZEPES között

source: Threshold HIGH
es: Umbral ALTO
hu: Küszöbérték MAGAS

source: The HIGH color is used between MED and HIGH
es: El color ALTO se utiliza entre MEDIO y ALTO
hu: A MAGAS színt használja KÖZEPES és MAGAS között

source: Enable color change for CPU
es: Habilitar cambio de color para CPU
hu: Színváltás engedélyezése CPU-hoz

source: Color LOW
es: Color BAJO
hu: Szín ALACSONY

source: Color MED
es: Color MEDIO
hu: Szín KÖZEPES

source: Color HIGH
es: Color ALTO
hu: Szín MAGAS

source: Color CRITICAL
es: Color CRÍTICO
hu: Szín KRITIKUS

source: Used above the HIGH threshold
es: Usado por encima del umbral ALTO
hu: MAGAS küszöbérték felett használva

source: Show Temperature
es: Mostrar Temperatura
hu: Hőmérséklet megjelenítése

source: Enables the display of CPU temperature. **Important:** On many systems, installing the 'lm-sensors' package and running 'sudo sensors-detect' is necessary for this function to work correctly. Please refer to the instructions in the README.md.
es: Habilita la visualización de la temperatura de la CPU. **Importante:** En muchos sistemas, es necesario instalar el paquete 'lm-sensors' y ejecutar 'sudo sensors-detect' para que esta función trabaje correctamente. Consulte las instrucciones en el README.md.
hu: Engedélyezi a CPU hőmérsékletének megjelenítését. **Fontos:** Sok rendszeren az 'lm-sensors' csomag telepítése és a 'sudo sensors-detect' futtatása szükséges a funkció megfelelő működéséhez. Kérjük, tekintse meg a README.md fájlban található utasításokat.

source: Show °C symbol
es: Mostrar símbolo °C
hu: °C szimbólum megjelenítése

source: Controls whether the Celsius symbol (°C or °F) should be displayed after the value.
es: Controla si el símbolo de Celsius (°C o °F) debe mostrarse después del valor.
hu: Azt szabályozza, hogy a Celsius szimbólum (°C vagy °F) megjelenjen-e az érték után.

source: Text for Temperature
es: Texto para Temperatura
hu: Szöveg a hőmérséklethez

source: Custom symbol/icon for Temperature. Leave empty for text label.
es: Símbolo/icono personalizado para Temperatura. Dejar vacío para etiqueta de texto.
hu: Egyéni szimbólum/ikon a hőmérséklethez. Szöveges címke esetén hagyja üresen.

source: Unit of Measurement
es: Unidad de Medida
hu: Mértékegység

source: Choose whether the temperature should be displayed in Celsius or Fahrenheit. Threshold values must be adjusted accordingly.
es: Elija si la temperatura debe mostrarse en Celsius o Fahrenheit. Los valores de los umbrales deben ajustarse en consecuencia.
hu: Válassza ki, hogy a hőmérséklet Celsius vagy Fahrenheit fokban jelenjen meg. A küszöbértékeket ennek megfelelően kell beállítani.

source: The LOW color is used below this value (applies to °C and °F)
es: El color BAJO se utiliza por debajo de este valor (aplica a °C y °F)
hu: Az ALACSONY színt ezen érték alatt használjuk (°C és °F esetén).

source: The MED color is used between LOW and MED (applies to °C and °F)
es: El color MEDIO se utiliza entre BAJO y MEDIO (aplica a °C y °F)
hu: A KÖZEPES szín az ALACSONY és a KÖZEPES értékek között használatos (°C és °F értékekre vonatkozik).

source: The HIGH color is used between MED and HIGH (applies to °C and °F)
es: El color ALTO se utiliza entre MEDIO y ALTO (aplica a °C y °F)
hu: A MAGAS szín a KÖZEPES és MAGAS fok között használatos (°C és °F értékekre vonatkozik).

source: Enable color change for TEMP
es: Habilitar cambio de color para TEMP
hu: Színváltás engedélyezése HŐM esetén

source: Color LOW (Green)
es: Color BAJO (Verde)
hu: Szín ALACSONY (Zöld)

source: Color MED (Orange)
es: Color MEDIO (Naranja)
hu: Szín KÖZEPES (Narancssárga)

source: Color HIGH (Red-Orange)
es: Color ALTO (Rojo-Naranja)
hu: Szín MAGAS (Vörös-Narancssárga)

source: Color CRITICAL (Red)
es: Color CRÍTICO (Rojo)
hu: Szín KRITIKUS (Vörös)

source: Show RAM
es: Mostrar RAM
hu: RAM megjelenítése

source: Text for RAM
es: Texto para RAM
hu: RAM szövege

source: Custom symbol/icon for RAM. Leave empty for text label.
es: Símbolo/icono personalizado para RAM. Dejar vacío para etiqueta de texto.
hu: Egyéni szimbólum/ikon RAM-hoz. Szöveges címke esetén hagyja üresen.

source: Show percentage sign (%) for RAM
es: Mostrar el signo de porcentaje (%) para RAM
hu: Százalékjel (%) megjelenítése a RAM esetében

source: Display Mode
es: Modo de Visualización
hu: Kijelző mód

source: Percentage Usage (%)
es: Uso Porcentual (%)
hu: Százalékos felhasználás (%)

source: Used Memory (MB/GB)
es: Memoria Usada (MB/GB)
hu: Felhasznált memória (MB/GB)

source: Free Memory (MB/GB)
es: Memoria Libre (MB/GB)
hu: Szabad memória (MB/GB)

source: Choose whether percentage usage or used/free memory in MB/GB should be displayed.
es: Elija si se debe mostrar el uso porcentual o la memoria usada/libre en MB/GB.
hu: Válassza ki, hogy a százalékos kihasználtság vagy a felhasznált/szabad memória MB/GB-ban jelenjen-e meg.

source: Enable color change for RAM
es: Habilitar cambio de color para RAM
hu: Színváltás engedélyezése a RAM számára

source: Show SWAP
es: Mostrar SWAP
hu: Cserehely megjelenítése

source: Text for SWAP
es: Texto para SWAP
hu: Cserehely szövege

source: Custom symbol/icon for SWAP. Leave empty for text label.
es: Símbolo/icono personalizado para SWAP. Dejar vacío para etiqueta de texto.
hu: Egyéni szimbólum/ikon a Cserehelyhez. Szöveges címke esetén hagyja üresen.

source: Only show SWAP when used
es: Mostrar SWAP solo cuando esté en uso
hu: Csak akkor jelenítse meg a Cserehelyt, ha használatban van

source: If active, it only shows SWAP when usage is greater than 0%.
es: Si está activo, solo muestra SWAP cuando el uso es superior al 0%.
hu: Ha aktív, akkor csak akkor jelenik meg a Cserehely, ha a kihasználtság nagyobb, mint 0%.

source: Show percentage sign (%) for SWAP
es: Mostrar el signo de porcentaje (%) para SWAP
hu: Százalékjel (%) megjelenítése a Cserehely esetében

source: Enable color change for SWAP
es: Habilitar cambio de color para SWAP
hu: Színváltás engedélyezése a Cserehely számára

source: If the value is less than or equal to the LOW threshold, the LOW color is used.
es: Si el valor es menor o igual que el umbral BAJO, se utiliza el color BAJO.
hu: Ha az érték kisebb vagy egyenlő az ALACSONY küszöbértékkel, akkor az ALACSONY szín kerül felhasználásra.

source: If the value is greater than LOW and less than or equal to the MED threshold, the MED color is used.
es: Si el valor es mayor que BAJO y menor o igual que el umbral MEDIO, se utiliza el color MEDIO.
hu: Ha az érték nagyobb, mint az ALACSONY, de kisebb vagy egyenlő, mint a KÖZEPES küszöbérték, akkor a KÖZEPES szín kerül felhasználásra.

source: If the value is greater than MED and less than or equal to the HIGH threshold, the HIGH color is used.
es: Si el valor es mayor que MEDIO y menor o igual que el umbral ALTO, se utiliza el color ALTO.
hu: Ha az érték nagyobb, mint a KÖZEPES, de kisebb vagy egyenlő, mint a MAGAS küszöbérték, akkor a MAGAS szín kerül felhasználásra.

source: CPU Position
es: Posición de CPU
hu: CPU pozíció

source: Position 1 (Left)
es: Posición 1 (Izquierda)
hu: Pozíció 1 (bal)

source: Position 2
es: Posición 2
hu: Pozíció 2

source: Position 3
es: Posición 3
hu: Pozíció 3

source: Position 4 (Right)
es: Posición 4 (Derecha)
hu: Pozíció 4 (jobb)

source: Defines the display position of CPU. The position is automatically swapped with the metric at the same position.
es: Define la posición de visualización de CPU. La posición se intercambia automáticamente con la métrica en la misma posición.
hu: Meghatározza a CPU megjelenítési pozícióját. A pozíció automatikusan felcserélődik az ugyanazon a pozíción lévő metrikával.

source: TEMP Position
es: Posición de TEMP
hu: HŐMÉRSÉKLET Pozíció

source: RAM Position
es: Posición de RAM
hu: RAM Pozíció

source: SWAP Position
es: Posición de SWAP
hu: Cserehely Pozíció

source: Update Interval (ms)
es: Intervalo de Actualización (ms)
hu: Frissítési időköz (ms)

source: Show separator between metrics
es: Mostrar separador entre métricas
hu: Elválasztó megjelenítése a mutatók között

source: Separator Text
es: Texto del Separador
hu: Elválasztó szövege

source: Separator Color
es: Color del Separador
hu: Elválasztó színe

source: Show percentage sign (%) (Master Switch)
es: Mostrar signo de porcentaje (%) (Interruptor Maestro)
hu: Százalékjel (%) megjelenítése (Főkapcsoló)

source: If disabled, only the value (e.g., '45') is displayed for all percentage displays without the percentage sign (e.g., '45%'). Individual switches for CPU/RAM/SWAP must also be active.
es: Si está deshabilitado, solo se muestra el valor (p. ej., '45') para todas las visualizaciones de porcentaje sin el signo de porcentaje (p. ej., '45%'). Los interruptores individuales para CPU/RAM/SWAP también deben estar activos.
hu: Ha le van tiltva, akkor csak az érték (pl. '45') jelenik meg az összes százalékos kijelzésnél, a százalékjel (pl. '45%') nélkül. A CPU/RAM/Cserehely egyes kapcsolóinak is aktívnak kell lenniük.

source: Profile Message Duration (Seconds)
es: Duración del Mensaje de Perfil (Segundos)
hu: Profilüzenet időtartama (másodperc)

source: How long should the message ('Profile saved', 'Profile active') be displayed in the panel.
es: Cuánto tiempo debe mostrarse el mensaje ('Perfil guardado', 'Perfil activo') en el panel.
hu: Mennyi ideig kell megjelennie a panelen az üzenetnek („Profil mentve”, „Profil aktív”)?

source: Profile 1 Name
es: Nombre del Perfil 1
hu: Profil 1 neve

source: Enter a custom profile name in the text field!
es: ¡Introduzca un nombre de perfil personalizado en el campo de texto!
hu: Írj be egy egyéni profilnevet a szövegmezőbe!

source: Click 'Activate' or 'Save' for Profile 1 in the pop-up menu.
es: Haga clic en 'Activar' o 'Guardar' para el Perfil 1 en el menú emergente.
hu: Kattintson az „Aktiválás” vagy a „Mentés” gombra az 1. profilnál a felugró menüben.

source: Saved data for Profile 1 (internal)
es: Datos guardados para el Perfil 1 (interno)
hu: Mentett adatok az 1. profilhoz (belső)

source: Profile 2 Name
es: Nombre del Perfil 2
hu: Profil 2 neve

source: Click 'Activate' or 'Save' for Profile 2 in the pop-up menu.
es: Haga clic en 'Activar' o 'Guardar' para el Perfil 2 en el menú emergente.
hu: Kattintson az „Aktiválás” vagy a „Mentés” gombra a 2. profilnál a felugró menüben.

source: Saved data for Profile 2 (internal)
es: Datos guardados para el Perfil 2 (interno)
hu: Mentett adatok a 2. profilhoz (belső)

source: Profile 3 Name
es: Nombre del Perfil 3
hu: Profil 3 neve

source: Click 'Activate' or 'Save' for Profile 3 in the pop-up menu.
es: Haga clic en 'Activar' o 'Guardar' para el Perfil 3 en el menú emergente.
hu: Kattintson az „Aktiválás” vagy a „Mentés” gombra a 3. profilnál a felugró menüben.

source: Saved data for Profile 3 (internal)
es: Datos guardados para el Perfil 3 (interno)
hu: Mentett adatok a 3. profilhoz (belső)
