Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/wine-utils@elblake/*.po
Languages: fr, vi

source: Config
vi: Cấu hình

source: Control Panel
fr: Panneau de contrôle
vi: Bảng điều khiển

source: Files
fr: Fichiers
vi: Tập tin

source: Files (winefile)
fr: Fichiers (de Wine)
vi: Tập tin (winefile)

source: Registry Editor
fr: Éditeur de registre
vi: Trình chỉnh sửa Registry

source: Task Manager
fr: Gestionnaire de tâches
vi: Trình quản lý Tác vụ

source: Wine Utils
fr: Utilitaires de Wine
vi: Tiện ích Wine

source: Run Command...
fr: Exécuter la commande...
vi: Chạy Lệnh...

source: Configuration
vi: Cấu hình

source: Programs
fr: Programmes
vi: Chương trình

source: Default
fr: Par défaut
vi: Mặc định

source: Easy access to Wine's utilities
fr: Accès facile aux services de Wine
vi: Truy cập dễ dàng vào các tiện ích của Wine

source: Settings for wine-utils@elblake
fr: Préférences pour wine-utils@elblake
vi: Cài đặt cho wine-utils@elblake

source: General
fr: Général
vi: Chung

source: Show Launchers
fr: Afficher les lanceurs
vi: Hiển thị Trình khởi chạy

source: Show some of the Wine launchers if they are installed.
fr: Afficher les lanceurs Wine installés.
vi: Hiển thị một số trình khởi chạy Wine nếu chúng được cài đặt.

source: Show 'Run Command...'
fr: Afficher « Exécuter la commande... »
vi: Hiển thị 'Chạy Lệnh...'

source: For running a Wine command.
fr: Pour exécuter une commande Wine.
vi: Để chạy một lệnh Wine.

source: Show 'Command Prompt'
fr: Afficher « Invite de commande »
vi: Hiển thị 'Command Prompt'

source: For easy access to the Wine command prompt.
fr: Pour un accès facile à l'invite de commande de Wine.
vi: Để truy cập dễ dàng vào command prompt của Wine.

source: Show the Configuration menu
fr: Afficher le menu Configuration
vi: Hiển thị menu Cấu hình

source: Show a menu of useful Wine utilities that typically need to be accessed by CLI.
fr: Affiche un menu d'utilitaires Wine qui doivent généralement être accessibles via Wine.
vi: Hiển thị một menu các tiện ích Wine hữu ích mà thường cần được truy cập bằng CLI.

source: Show the Programs menu
fr: Afficher le menu Programmes
vi: Hiển thị menu Chương trình

source: Show a menu to access programs directly from Wine's installed program shortcuts.
fr: Afficher un menu permettant d'accéder aux programmes directement à partir des raccourcis installés dans Wine.
vi: Hiển thị một menu để truy cập chương trình trực tiếp từ các phím tắt chương trình đã cài đặt của Wine.

source: Use dark theme icons when available.
fr: Utiliser des icônes sombres lorsqu'elles sont disponibles.
vi: Sử dụng biểu tượng chủ đề tối khi có sẵn.

source: Panel Icon Style
fr: Style d'icône du panneau
vi: Kiểu Biểu tượng Panel

source: default
fr: par défaut
vi: mặc định

source: style 1
vi: kiểu 1

source: style 2
vi: kiểu 2

source: style 3
vi: kiểu 3

source: Use custom panel icon
fr: Utiliser une icône de panneau personnalisée
vi: Sử dụng biểu tượng panel tùy chỉnh

source: Use a custom icon for the applet.
fr: Utiliser un icône personnalisé pour l'applet.
vi: Sử dụng biểu tượng tùy chỉnh cho applet.

source: Custom icon
fr: Icône personnalisée
vi: Biểu tượng tùy chỉnh

source: Advanced
fr: Paramètres avancés
vi: Nâng cao

source: Path to prefix list
fr: Chemin d'accès à la liste des préfixes
vi: Đường dẫn đến danh sách prefix

source: Select a text file, each line in the file should contain the full path of a wine prefix directory. You can add a name followed by a colon at the beginning of each line to give that prefix path a label.
fr: Sélectionnez un fichier texte, chaque ligne du fichier doit contenir le chemin complet d'un répertoire préfixe de Wine. Vous pouvez ajouter un nom suivi de deux points au début de chaque ligne pour donner une étiquette à ce chemin de préfixe.
vi: Chọn một tập tin văn bản, mỗi dòng trong tập tin nên chứa đường dẫn đầy đủ của một thư mục prefix wine. Bạn có thể thêm một tên theo sau là dấu hai chấm ở đầu mỗi dòng để gán nhãn cho đường dẫn prefix đó.

source: Specify the wine executable
fr: Spécifier le Wine exécutable
vi: Chỉ định tệp thực thi wine

source: Specify the wine executable, by default 'wine' is used.
fr: Spécifier le Wine exécutable, par défaut "wine" est utilisé.
vi: Chỉ định tệp thực thi wine, mặc định 'wine' được sử dụng.

source: Wine executable
fr: Exécutable de Wine
vi: Tệp thực thi Wine

source: The wine executable to use.
fr: Exécutable de Wine à utiliser.
vi: Tệp thực thi wine để sử dụng.

source: Wine console executable
fr: Exécutable de la console Wine
vi: Tệp thực thi Wine console

source: The wine console executable to use.
fr: Exécutable de la console Wine à utiliser.
vi: Tệp thực thi wine console để sử dụng.

source: Error running program:
fr: Erreur lors de l'exécution du programme :
vi: Lỗi chạy chương trình:

source: Run Program Error
fr: Exécution de programme : Erreur
vi: Lỗi Chạy Chương trình

source: Error starting
fr: Erreur lors du démarrage
vi: Lỗi khởi động

source: Command to run:
fr: Commande à exécuter :
vi: Lệnh để chạy:

source: Run Command
fr: Exécuter la commande
vi: Chạy Lệnh

source: Error running command:
fr: Erreur lors de l'exécution de la commande :
vi: Lỗi chạy lệnh:

source: Run Command Error
fr: Exécution de commande : Erreur
vi: Lỗi Chạy Lệnh

source: Command Prompt Error
fr: Invite de commande : Erreur
vi: Lỗi Command Prompt

source: Wine could not be found, make sure Wine is installed correctly.
fr: Wine n'a pas pu être trouvé, assurez-vous que Wine est installé correctement.
vi: Không thể tìm thấy Wine, hãy đảm bảo Wine được cài đặt chính xác.

source: Wine Not Found
fr: Wine non trouvé
vi: Không tìm thấy Wine

source: Wine version:
fr: Version de Wine :
vi: Phiên bản Wine:

source: Bottles
fr: Flacons

source: Prefixes
fr: Préfixes

source: Command Prompt
fr: Invite de commande
