Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/nvidia-monitor@kalin91/*.po
Languages: ca, da, de, el, es, fi, hr, hu, is, it, ja, nl, pt, ro, ru, sv, tr

source: How often to update the GPU stats (in seconds).
ca: Amb quina freqüència s'actualitzen les estadístiques de la GPU (en segons).
da: Hvor ofte GPU-statistik opdateres (i sekunder).
de: Wie oft die GPU-Daten aktualisiert werden (in Sekunden).
el: Συχνότητα ενημέρωσης των στατιστικών GPU (σε δευτερόλεπτα).
es: Cada cuánto se actualizan los datos de la GPU (en segundos).
fi: Kuinka usein GPU-tilastot päivitetään (sekunteina).
hr: Koliko često se ažuriraju GPU podaci (u sekundama).
hu: Milyen gyakran frissüljenek a GPU adatok (másodpercben).
is: Hversu oft á að uppfæra GPU gögn (í sekúndum).
it: Frequenza di aggiornamento delle statistiche GPU (in secondi).
ja: GPU 統計を更新する頻度（秒単位）。
nl: Hoe vaak GPU-statistieken worden bijgewerkt (in seconden).
pt: Com que frequência atualizar as estatísticas da GPU (em segundos).
ro: Cât de des se actualizează statisticile GPU (în secunde).
ru: Как часто обновлять статистику GPU (в секундах).
sv: Hur ofta GPU-statistik uppdateras (i sekunder).
tr: GPU istatistiklerinin ne sıklıkla güncelleneceği (saniye).

source: Applet Border Color
ca: Color del contorn de l'applet
da: Applet kantfarve
de: Applet-Randfarbe
el: Χρώμα περιγράμματος applet
es: Color del Borde del Applet
fi: Appletin reunaväri
hr: Boja obruba appleta
hu: Applet keretszín
is: Litur jaðars forrits
it: Colore bordo applet
ja: アプレット枠線の色
nl: Applet randkleur
pt: Cor da borda do applet
ro: Culoare margine applet
ru: Цвет рамки апплета
sv: Appletens ramfärg
tr: Applet Kenarlık Rengi

source: Color of the applet border. Set alpha to 0 for no border.
ca: Color del contorn de l'applet. Poseu alfa a 0 per eliminar-lo.
da: Farve på applet-kanten. Sæt alfa til 0 for ingen kant.
de: Farbe des Applet-Randes. Alpha auf 0 setzen für keinen Rand.
el: Χρώμα περιγράμματος. Ορίστε το alpha σε 0 για καθόλου περίγραμμα.
es: Color del borde del applet. Establezca alpha en 0 para no mostrar borde.
fi: Appletin reunan väri. Aseta alfa-arvo 0 poistaaksesi reunan.
hr: Boja obruba appleta. Postavite prozirnost na 0 za bez obruba.
hu: Az applet keretének színe. Állítsa az alfát 0-ra a keret eltávolításához.
is: Litur jaðars forritsins. Stilltu alpha í 0 fyrir engan jaðar.
it: Colore del bordo dell'applet. Imposta alpha a 0 per nessun bordo.
ja: アプレット枠線の色。枠線を消すにはアルファを 0 に設定してください。
nl: Kleur van de applet-rand. Stel alpha in op 0 voor geen rand.
pt: Cor da borda do applet. Defina alfa como 0 para sem borda.
ro: Culoarea marginii appletului. Setează alpha la 0 pentru fără margine.
ru: Цвет рамки апплета. Установите альфа 0 для отсутствия рамки.
sv: Färg på appletens ram. Sätt alfa till 0 för ingen ram.
tr: Applet kenarlık rengi. Kenarlık olmaması için alfa değerini 0 yapın.

source: nvidia-smi Output Encoding
ca: Codificació de sortida de nvidia-smi
da: nvidia-smi outputkodning
de: nvidia-smi-Ausgabekodierung
el: Κωδικοποίηση εξόδου nvidia-smi
es: Codificación de salida de nvidia-smi
fi: nvidia-smi:n tulosteen merkistökoodaus
hr: Kodiranje izlaza nvidia-smi
hu: nvidia-smi kimenet kódolása
is: nvidia-smi úttakskóðun
it: Codifica output nvidia-smi
ja: nvidia-smi 出力のエンコード
nl: nvidia-smi uitvoercodering
pt: Codificação de saída do nvidia-smi
ro: Codare ieșire nvidia-smi
ru: Кодировка вывода nvidia-smi
sv: Kodning för nvidia-smi-utdata
tr: nvidia-smi Çıktı Kodlaması

source: Select the character encoding used by nvidia-smi output.
ca: Seleccioneu la codificació de caràcters utilitzada per la sortida de nvidia-smi.
da: Vælg tegnkodning for nvidia-smi output.
de: Wählen Sie die Zeichencodierung für die nvidia-smi-Ausgabe.
el: Επιλογή κωδικοποίησης χαρακτήρων εξόδου nvidia-smi.
es: Seleccione la codificación usada por la salida de nvidia-smi.
fi: Valitse nvidia-smi:n tulosteen merkistökoodaus.
hr: Odaberite kodiranje znakova za izlaz nvidia-smi.
hu: Válassza ki az nvidia-smi kimenet karakterkódolását.
is: Veldu stafakóðun sem nvidia-smi notar.
it: Seleziona la codifica dei caratteri usata dall'output nvidia-smi.
ja: nvidia-smi の出力に使用される文字エンコードを選択します。
nl: Selecteer de tekenencodering die nvidia-smi gebruikt.
pt: Selecione a codificação de caracteres usada pela saída do nvidia-smi.
ro: Selectează codarea caracterelor folosită de ieșirea nvidia-smi.
ru: Выберите кодировку символов вывода nvidia-smi.
sv: Välj teckenkodning för nvidia-smi-utdata.
tr: nvidia-smi çıktısı için kullanılan karakter kodlamasını seçin.

source: Show Temperature
ca: Mostra la temperatura
da: Vis temperatur
de: Temperatur anzeigen
el: Εμφάνιση θερμοκρασίας
es: Mostrar Temperatura
fi: Näytä lämpötila
hr: Prikaži temperaturu
hu: Hőmérséklet megjelenítése
is: Sýna hitastig
it: Mostra temperatura
ja: 温度を表示
nl: Temperatuur tonen
pt: Mostrar temperatura
ro: Afișează temperatura
ru: Показывать температуру
sv: Visa temperatur
tr: Sıcaklığı Göster

source: Show GPU temperature in the panel.
ca: Mostra la temperatura de la GPU al panell.
da: Vis GPU-temperatur i panelet.
de: GPU-Temperatur im Panel anzeigen.
el: Εμφάνιση θερμοκρασίας GPU στο πάνελ.
es: Mostrar temperatura de la GPU en el panel.
fi: Näytä GPU:n lämpötila paneelissa.
hr: Prikaži temperaturu GPU-a na panelu.
hu: GPU hőmérséklet megjelenítése a panelen.
is: Sýna GPU hitastig í spjaldi.
it: Mostra la temperatura GPU nel pannello.
ja: パネルに GPU 温度を表示します。
nl: Toon GPU-temperatuur in het paneel.
pt: Mostrar temperatura da GPU no painel.
ro: Afișează temperatura GPU în panou.
ru: Показывать температуру GPU на панели.
sv: Visa GPU-temperatur i panelen.
tr: Panelde GPU sıcaklığını göster.

source: Temperature Unit
ca: Unitat de temperatura
da: Temperaturenhed
de: Temperatureinheit
el: Μονάδα θερμοκρασίας
es: Unidad de Temperatura
fi: Lämpötilayksikkö
hr: Jedinica temperature
hu: Hőmérsékleti egység
is: Hitastigseining
it: Unità temperatura
ja: 温度単位
nl: Temperatuureenheid
pt: Unidade de temperatura
ro: Unitate temperatură
ru: Единица температуры
sv: Temperaturenhet
tr: Sıcaklık Birimi

source: Choose the unit for displaying GPU temperature.
ca: Trieu la unitat per mostrar la temperatura de la GPU.
da: Vælg enhed for visning af GPU-temperatur.
de: Wählen Sie die Einheit für die Anzeige der GPU-Temperatur.
el: Επιλέξτε μονάδα για την εμφάνιση της θερμοκρασίας GPU.
es: Elija la unidad para mostrar la temperatura de la GPU.
fi: Valitse yksikkö GPU:n lämpötilan näyttämiseen.
hr: Odaberite jedinicu za prikaz temperature GPU-a.
hu: Válassza ki a GPU hőmérséklet mértékegységét.
is: Veldu einingu fyrir GPU hitastig.
it: Scegli l'unità per visualizzare la temperatura GPU.
ja: GPU 温度を表示するための単位を選択します。
nl: Kies de eenheid voor het weergeven van GPU-temperatuur.
pt: Escolha a unidade para exibir a temperatura da GPU.
ro: Alege unitatea pentru afișarea temperaturii GPU.
ru: Выберите единицу отображения температуры GPU.
sv: Välj enhet för att visa GPU-temperatur.
tr: GPU sıcaklığını göstermek için birim seçin.

source: Show Memory Usage
ca: Mostra l'ús de memòria
da: Vis hukommelsesforbrug
de: Speichernutzung anzeigen
el: Εμφάνιση χρήσης μνήμης
es: Mostrar Uso de Memoria
fi: Näytä muistin käyttö
hr: Prikaži korištenje memorije
hu: Memóriahasználat megjelenítése
is: Sýna minnisnotkun
it: Mostra uso memoria
ja: メモリ使用量を表示
nl: Geheugengebruik tonen
pt: Mostrar uso de memória
ro: Afișează utilizarea memoriei
ru: Показывать использование памяти
sv: Visa minnesanvändning
tr: Bellek Kullanımını Göster

source: Show GPU memory usage in the panel.
ca: Mostra l'ús de memòria de la GPU al panell.
da: Vis GPU-hukommelsesforbrug i panelet.
de: GPU-Speichernutzung im Panel anzeigen.
el: Εμφάνιση χρήσης μνήμης GPU στο πάνελ.
es: Mostrar uso de memoria de la GPU en el panel.
fi: Näytä GPU:n muistin käyttö paneelissa.
hr: Prikaži GPU memoriju na panelu.
hu: GPU memória megjelenítése a panelen.
is: Sýna GPU minnisnotkun í spjaldi.
it: Mostra l'uso della memoria GPU nel pannello.
ja: パネルに GPU メモリ使用量を表示します。
nl: Toon GPU-geheugengebruik in het paneel.
pt: Mostrar uso de memória da GPU no painel.
ro: Afișează utilizarea memoriei GPU în panou.
ru: Показывать использование памяти GPU на панели.
sv: Visa GPU-minnesanvändning i panelen.
tr: Panelde GPU bellek kullanımını göster.

source: Text (Used / Total)
ca: Text (usada / total)
da: Tekst (brugt / total)
de: Text (Verwendet / Gesamt)
el: Κείμενο (Χρήση / Σύνολο)
es: Texto (Usado / Total)
fi: Teksti (käytetty / yhteensä)
hr: Tekst (korišteno / ukupno)
hu: Szöveg (Használt / Összes)
is: Texti (notað / alls)
it: Testo (Usato / Totale)
ja: テキスト (使用量 / 合計)
nl: Tekst (gebruikt / totaal)
pt: Texto (Usado / Total)
ro: Text (Folosit / Total)
ru: Текст (Использовано / Всего)
sv: Text (använt / totalt)
tr: Metin (Kullanılan / Toplam)

source: Pie Chart
ca: Gràfic circular
da: Lagkagediagram
de: Kreisdiagramm
el: Κυκλικό γράφημα
es: Gráfico Circular
fi: Ympyräkaavio
hr: Kružni graf
hu: Kördiagram
is: Kökugraf
it: Grafico a torta
ja: 円グラフ
nl: Cirkeldiagram
pt: Gráfico circular
ro: Diagramă circulară
ru: Круговая диаграмма
sv: Cirkeldiagram
tr: Pasta Grafik

source: Memory Display Mode
ca: Mode de visualització de memòria
da: Hukommelsesvisning
de: Anzeigemodus für Speicher
el: Λειτουργία εμφάνισης μνήμης
es: Modo de Visualización de Memoria
fi: Muistin näyttötila
hr: Način prikaza memorije
hu: Memória megjelenítési mód
is: Birting minnis
it: Modalità visualizzazione memoria
ja: メモリ表示モード
nl: Geheugenweergavemodus
pt: Modo de exibição da memória
ro: Mod afișare memorie
ru: Режим отображения памяти
sv: Visningsläge för minne
tr: Bellek Gösterim Modu

source: Choose how to display memory usage: as text or as a pie chart.
ca: Trieu com mostrar l'ús de memòria: com a text o com a gràfic circular.
da: Vælg hvordan hukommelsesforbrug vises: som tekst eller lagkagediagram.
de: Wählen Sie die Anzeige der Speichernutzung: Text oder Kreisdiagramm.
el: Επιλογή τρόπου εμφάνισης χρήσης μνήμης: ως κείμενο ή κυκλικό γράφημα.
es: Elija cómo mostrar el uso de memoria: como texto o como gráfico circular.
fi: Valitse muistin näyttötapa: tekstinä tai ympyräkaaviona.
hr: Odaberite prikaz memorije: kao tekst ili kružni graf.
hu: Válassza ki a memória megjelenítését: szöveg vagy kördiagram.
is: Veldu hvernig minnisnotkun er sýnd: texti eða kökugraf.
it: Scegli come visualizzare l'uso della memoria: testo o grafico a torta.
ja: メモリ使用量の表示方法（テキストまたは円グラフ）を選択します。
nl: Kies hoe geheugengebruik wordt weergegeven: tekst of cirkeldiagram.
pt: Escolha como exibir o uso de memória: como texto ou gráfico circular.
ro: Alege cum să fie afișată memoria: ca text sau diagramă circulară.
ru: Выберите способ отображения памяти: текстом или круговой диаграммой.
sv: Välj hur minnesanvändning visas: som text eller cirkeldiagram.
tr: Bellek kullanımının metin mi yoksa pasta grafik olarak mı gösterileceğini seçin.

source: Show GPU Utilization
ca: Mostra l'ús de GPU
da: Vis GPU-belastning
de: GPU-Auslastung anzeigen
el: Εμφάνιση χρήσης GPU
es: Mostrar Uso de GPU
fi: Näytä GPU:n käyttö
hr: Prikaži iskorištenje GPU-a
hu: GPU kihasználtság megjelenítése
is: Sýna GPU nýtingu
it: Mostra utilizzo GPU
ja: GPU 使用率を表示
nl: GPU-gebruik tonen
pt: Mostrar utilização da GPU
ro: Afișează utilizarea GPU
ru: Показывать загрузку GPU
sv: Visa GPU-användning
tr: GPU Kullanımını Göster

source: Show GPU utilization percentage in the panel.
ca: Mostra el percentatge d'ús de la GPU al panell.
da: Vis GPU-belastningsprocent i panelet.
de: GPU-Auslastung in Prozent im Panel anzeigen.
el: Εμφάνιση ποσοστού χρήσης GPU στο πάνελ.
es: Mostrar porcentaje de uso de GPU en el panel.
fi: Näytä GPU:n käyttöaste prosentteina paneelissa.
hr: Prikaži postotak iskorištenja GPU-a na panelu.
hu: GPU kihasználtság százalék megjelenítése a panelen.
is: Sýna GPU nýtingu í prósentum.
it: Mostra la percentuale di utilizzo GPU nel pannello.
ja: パネルに GPU 使用率（％）を表示します。
nl: Toon GPU-gebruik in procenten in het paneel.
pt: Mostrar porcentagem de utilização da GPU no painel.
ro: Afișează procentul de utilizare GPU în panou.
ru: Показывать процент загрузки GPU на панели.
sv: Visa GPU-användning i procent i panelen.
tr: Panelde GPU kullanım yüzdesini göster.

source: Text (Percent)
ca: Text (percentatge)
da: Tekst (procent)
de: Text (Prozent)
el: Κείμενο (%)
es: Texto (Porcentaje)
fi: Teksti (prosentti)
hr: Tekst (postotak)
hu: Szöveg (Százalék)
is: Texti (prósenta)
it: Testo (Percentuale)
ja: テキスト (パーセント)
nl: Tekst (procent)
pt: Texto (Porcentagem)
ro: Text (Procent)
ru: Текст (Процент)
sv: Text (procent)
tr: Metin (Yüzde)

source: GPU Display Mode
ca: Mode de visualització de GPU
da: GPU-visningstilstand
de: GPU-Anzeigemodus
el: Λειτουργία εμφάνισης GPU
es: Modo de Visualización de GPU
fi: GPU:n näyttötila
hr: Način prikaza GPU-a
hu: GPU megjelenítési mód
is: Birting GPU
it: Modalità visualizzazione GPU
ja: GPU 表示モード
nl: GPU-weergavemodus
pt: Modo de exibição da GPU
ro: Mod afișare GPU
ru: Режим отображения GPU
sv: Visningsläge för GPU
tr: GPU Gösterim Modu

source: Choose how to display GPU utilization: as text or as a pie chart.
ca: Trieu com mostrar l'ús de GPU: com a text o com a gràfic circular.
da: Vælg hvordan GPU-belastning vises: som tekst eller lagkagediagram.
de: Wählen Sie die Anzeige der GPU-Auslastung: Text oder Kreisdiagramm.
el: Επιλογή τρόπου εμφάνισης χρήσης GPU: ως κείμενο ή κυκλικό γράφημα.
es: Elija cómo mostrar el uso de la GPU: como texto o como gráfico circular.
fi: Valitse GPU:n käyttöasteen näyttötapa: tekstinä tai ympyräkaaviona.
hr: Odaberite prikaz iskorištenja GPU-a: tekst ili kružni graf.
hu: Válassza ki a GPU kihasználtság megjelenítését: szöveg vagy kördiagram.
is: Veldu hvernig GPU nýting er sýnd: sem texti eða kökugraf.
it: Scegli come visualizzare l'utilizzo GPU: testo o grafico a torta.
ja: GPU 使用率の表示方法（テキストまたは円グラフ）を選択します。
nl: Kies hoe GPU-gebruik wordt weergegeven.
pt: Escolha como exibir a utilização da GPU: como texto ou gráfico circular.
ro: Alege cum să fie afișată utilizarea GPU: ca text sau diagramă circulară.
ru: Выберите способ отображения загрузки GPU: текстом или круговой диаграммой.
sv: Välj hur GPU-användning visas: som text eller cirkeldiagram.
tr: GPU kullanımını metin veya pasta grafik olarak gösterme biçimini seçin.

source: Show Fan Speed
ca: Mostra la velocitat del ventilador
da: Vis blæserhastighed
de: Lüftergeschwindigkeit anzeigen
el: Εμφάνιση ταχύτητας ανεμιστήρα
es: Mostrar Velocidad del Ventilador
fi: Näytä tuulettimen nopeus
hr: Prikaži brzinu ventilatora
hu: Ventilátor sebesség megjelenítése
is: Sýna viftuhraða
it: Mostra velocità ventola
ja: ファン速度を表示
nl: Ventilatorsnelheid tonen
pt: Mostrar velocidade do ventilador
ro: Afișează viteza ventilatorului
ru: Показывать скорость вентилятора
sv: Visa fläkthastighet
tr: Fan Hızını Göster

source: Show GPU fan speed percentage in the panel.
ca: Mostra el percentatge de velocitat del ventilador de la GPU al panell.
da: Vis GPU-blæserhastighed i panelet.
de: GPU-Lüftergeschwindigkeit im Panel anzeigen.
el: Εμφάνιση ποσοστού ταχύτητας ανεμιστήρα GPU στο πάνελ.
es: Mostrar porcentaje de velocidad del ventilador.
fi: Näytä GPU:n tuulettimen nopeus prosentteina paneelissa.
hr: Prikaži brzinu ventilatora GPU-a na panelu.
hu: GPU ventilátor sebesség megjelenítése a panelen.
is: Sýna GPU viftuhraða í prósentum.
it: Mostra la percentuale della velocità della ventola GPU nel pannello.
ja: パネルに GPU ファン速度（％）を表示します。
nl: Toon GPU-ventilatorsnelheid in procenten in het paneel.
pt: Mostrar porcentagem da velocidade do ventilador da GPU no painel.
ro: Afișează procentul vitezei ventilatorului GPU în panou.
ru: Показывать процент скорости вентилятора GPU на панели.
sv: Visa GPU-fläktens hastighet i procent i panelen.
tr: Panelde GPU fan hızını yüzde olarak göster.

source: Fan Display Mode
ca: Mode de visualització del ventilador
da: Blæservisning
de: Lüfter-Anzeigemodus
el: Λειτουργία εμφάνισης ανεμιστήρα
es: Modo de Visualización del Ventilador
fi: Tuulettimen näyttötila
hr: Način prikaza ventilatora
hu: Ventilátor megjelenítési mód
is: Birting viftu
it: Modalità visualizzazione ventola
ja: ファン表示モード
nl: Ventilatorweergavemodus
pt: Modo de exibição do ventilador
ro: Mod afișare ventilator
ru: Режим отображения вентилятора
sv: Visningsläge för fläkt
tr: Fan Gösterim Modu

source: Choose how to display fan speed: as text or as a pie chart.
ca: Trieu com mostrar la velocitat del ventilador: com a text o com a gràfic circular.
da: Vælg hvordan blæserhastighed vises: som tekst eller lagkagediagram.
de: Wählen Sie die Anzeige der Lüftergeschwindigkeit: Text oder Kreisdiagramm.
el: Επιλογή τρόπου εμφάνισης ταχύτητας ανεμιστήρα: ως κείμενο ή κυκλικό γράφημα.
es: Elija cómo mostrar la velocidad del ventilador: como texto o como gráfico circular.
fi: Valitse tuulettimen nopeuden näyttötapa: tekstinä tai ympyräkaaviona.
hr: Odaberite prikaz brzine ventilatora: tekst ili kružni graf.
hu: Válassza ki a ventilátor sebességének megjelenítését: szöveg vagy kördiagram.
is: Veldu hvernig viftuhraði er sýndur.
it: Scegli come visualizzare la velocità della ventola: testo o grafico a torta.
ja: ファン速度の表示方法（テキストまたは円グラフ）を選択します。
nl: Kies hoe ventilatorsnelheid wordt weergegeven.
pt: Escolha como exibir a velocidade do ventilador: como texto ou gráfico circular.
ro: Alege cum să fie afișată viteza ventilatorului: ca text sau diagramă circulară.
ru: Выберите способ отображения скорости вентилятора: текстом или круговой диаграммой.
sv: Välj hur fläkthastighet visas: som text eller cirkeldiagram.
tr: Fan hızını metin veya pasta grafik olarak gösterme biçimini seçin.

source: Err
de: Feh
fi: Vir
hr: Greška
hu: Hib
sv: Fel
tr: Hata
