Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/nvidia-monitor@kalin91/*.po
Languages: ca, da, de, el, es, fi, hr, hu, is, it, ja, nl, pt, ro, ru, sv, tr

source: nvidia-smi not found
ca: nvidia-smi no trobat
da: nvidia-smi ikke fundet
de: nvidia-smi nicht gefunden
el: Το nvidia-smi δεν βρέθηκε
es: nvidia-smi no encontrado
fi: nvidia-smi ei löytynyt
hr: nvidia-smi nije pronađen
hu: nvidia-smi nem található
is: nvidia-smi fannst ekki
it: nvidia-smi non trovato
ja: nvidia-smi が見つかりません
nl: nvidia-smi niet gevonden
pt: nvidia-smi não encontrado
ro: nvidia-smi nu a fost găsit
ru: nvidia-smi не найден
sv: nvidia-smi hittades inte
tr: nvidia-smi bulunamadı

source: nvidia-smi not found in PATH. Please ensure NVIDIA drivers are installed.
ca: nvidia-smi no s'ha trobat al PATH. Assegureu-vos que els controladors NVIDIA estan instal·lats.
da: nvidia-smi blev ikke fundet i PATH. Sørg for at NVIDIA-drivere er installeret.
de: nvidia-smi wurde nicht im PATH gefunden. Bitte stellen Sie sicher, dass die NVIDIA-Treiber installiert sind.
el: Το nvidia-smi δεν βρέθηκε στο PATH. Βεβαιωθείτε ότι έχουν εγκατασταθεί οι οδηγοί NVIDIA.
es: nvidia-smi no se encontró en PATH. Asegúrese de que los drivers NVIDIA estén instalados.
fi: nvidia-smi ei löytynyt PATH-muuttujasta. Varmista, että NVIDIA-ajurit on asennettu.
hr: nvidia-smi nije pronađen u PATH-u. Provjerite jesu li NVIDIA upravljački programi instalirani.
hu: Az nvidia-smi nem található a PATH-ban. Ellenőrizze, hogy az NVIDIA illesztőprogramok telepítve vannak.
is: nvidia-smi fannst ekki í PATH. Vinsamlegast tryggðu að NVIDIA rekla séu uppsettir.
it: nvidia-smi non trovato nel PATH. Assicurati che i driver NVIDIA siano installati.
ja: PATH に nvidia-smi が見つかりません。 NVIDIA ドライバーがインストールされていることを確認してください。
nl: nvidia-smi niet gevonden in PATH. Zorg ervoor dat NVIDIA-stuurprogramma's zijn geïnstalleerd.
pt: nvidia-smi não encontrado no PATH. Certifique-se de que os drivers NVIDIA estão instalados.
ro: nvidia-smi nu a fost găsit în PATH. Te rugăm să te asiguri că driverele NVIDIA sunt instalate.
ru: nvidia-smi не найден в PATH. Убедитесь, что драйверы NVIDIA установлены.
sv: nvidia-smi hittades inte i PATH. Se till att NVIDIA-drivrutiner är installerade.
tr: nvidia-smi PATH içinde bulunamadı. NVIDIA sürücülerinin yüklü olduğundan emin olun.

source: Displays NVIDIA GPU monitor
ca: Mostra el monitor de GPU NVIDIA
da: Viser NVIDIA GPU-overvågning
de: Zeigt den NVIDIA-GPU-Monitor an
el: Εμφανίζει την παρακολούθηση NVIDIA GPU
es: Muestra el monitor de GPU NVIDIA
fi: Näyttää NVIDIA GPU -valvonnan
hr: Prikazuje NVIDIA GPU monitor
hu: NVIDIA GPU monitor megjelenítése
is: Sýnir NVIDIA GPU eftirlit
it: Mostra il monitor GPU NVIDIA
ja: NVIDIA GPU モニターを表示
nl: Toont NVIDIA GPU-monitor
pt: Exibe monitor da GPU NVIDIA
ro: Afișează monitorul GPU NVIDIA
ru: Отображает монитор GPU NVIDIA
sv: Visar NVIDIA GPU-övervakning
tr: NVIDIA GPU izleyicisini gösterir

source: Error initializing applet
ca: Error en inicialitzar l'applet
da: Fejl ved initialisering af applet
de: Fehler beim Initialisieren des Applets
el: Σφάλμα αρχικοποίησης του applet
es: Error al inicializar el applet
fi: Virhe sovelman alustuksessa
hr: Greška pri inicijalizaciji appleta
hu: Hiba az applet inicializálásakor
is: Villa við ræsingu forritsins
it: Errore di inizializzazione dell'applet
ja: アプレットの初期化エラー
nl: Fout bij initialiseren applet
pt: Erro ao inicializar o applet
ro: Eroare la inițializarea applet-ului
ru: Ошибка инициализации апплета
sv: Fel vid initiering av applet
tr: Applet başlatma hatası

source: Init Error
ca: Error d'inicialització
da: Initialiseringsfejl
de: Initialisierungsfehler
el: Σφάλμα εκκίνησης
es: Error de inicio
fi: Alustusvirhe
hr: Greška pri pokretanju
hu: Inicializálási hiba
is: Upphafsvilla
it: Errore di inizializzazione
ja: 初期化エラー
nl: Initialisatiefout
pt: Erro de inicialização
ro: Eroare de inițializare
ru: Ошибка инициализации
sv: Initieringsfel
tr: Başlatma Hatası

source: Open Monitor Graph
ca: Obre el gràfic del monitor
da: Åbn overvågningsgraf
de: Monitor-Diagramm öffnen
el: Άνοιγμα γραφήματος παρακολούθησης
es: Abrir gráfico del monitor
fi: Avaa monitorikaavio
hr: Otvori graf monitora
hu: Monitor grafikon megnyitása
is: Opna eftirlitsgraf
it: Apri grafico monitor
ja: モニターグラフを開く
nl: Monitor grafiek openen
pt: Abrir gráfico do monitor
ro: Deschide graficul monitorului
ru: Открыть график монитора
sv: Öppna övervakningsgraf
tr: Monitör Grafiğini Aç

source: Settings
ca: Configuració
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
hr: Postavke
hu: Beállítások
is: Stillingar
it: Impostazioni
ja: 設定
nl: Instellingen
pt: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
tr: Ayarlar

source: Applet Settings
ca: Configuració de l'applet
da: Applet-indstillinger
de: Applet-Einstellungen
el: Ρυθμίσεις Applet
es: Configuración del Applet
fi: Sovelman asetukset
hr: Postavke appleta
hu: Applet beállítások
is: Stillingar forrits
it: Impostazioni Applet
ja: アプレット設定
nl: Applet-instellingen
pt: Configurações do Applet
ro: Setări Applet
ru: Настройки апплета
sv: Applet-inställningar
tr: Applet Ayarları

source: Monitor Settings
ca: Configuració del monitor
da: Overvågningsindstillinger
de: Monitor-Einstellungen
el: Ρυθμίσεις παρακολούθησης
es: Configuración del Monitor
fi: Monitorin asetukset
hr: Postavke monitora
hu: Monitor beállítások
is: Eftirlitsstillingar
it: Impostazioni Monitor
ja: モニター設定
nl: Monitorinstellingen
pt: Configurações do Monitor
ro: Setări monitor
ru: Настройки монитора
sv: Övervakningsinställningar
tr: Monitör Ayarları

source: Reset All Settings
ca: Restableix tota la configuració
da: Nulstil alle indstillinger
de: Alle Einstellungen zurücksetzen
el: Επαναφορά όλων των ρυθμίσεων
es: Restablecer toda la configuración
fi: Palauta kaikki asetukset
hr: Vrati sve postavke
hu: Összes beállítás visszaállítása
is: Endurstilla allar stillingar
it: Ripristina tutte le impostazioni
ja: すべての設定をリセット
nl: Alle instellingen resetten
pt: Redefinir todas as configurações
ro: Resetează toate setările
ru: Сбросить все настройки
sv: Återställ alla inställningar
tr: Tüm Ayarları Sıfırla

source: Are you sure you want to reset all settings of '%s' to default?
ca: Esteu segur que voleu restablir tota la configuració de '%s' als valors predeterminats?
da: Er du sikker på, at du vil nulstille alle indstillinger for '%s' til standard?
de: Sind Sie sicher, dass Sie alle Einstellungen von '%s' auf Standardwerte zurücksetzen möchten?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε όλες τις ρυθμίσεις του '%s' στις προεπιλεγμένες τιμές;
es: ¿Está seguro de que desea restablecer toda la configuración de '%s' a los valores predeterminados?
fi: Haluatko varmasti palauttaa '%s':n kaikki asetukset oletusarvoihin?
hr: Jeste li sigurni da želite vratiti sve postavke za '%s' na zadane vrijednosti?
hu: Biztos benne, hogy vissza akarja állítani a(z) '%s' összes beállítását az alapértelmezett értékekre?
is: Ertu viss um að þú viljir endurstilla allar stillingar fyrir '%s' á sjálfgefin gildi?
it: Sei sicuro di voler ripristinare tutte le impostazioni di '%s' ai valori predefiniti?
ja: '%s' のすべての設定をデフォルトにリセットしてもよろしいですか？
nl: Weet u zeker dat u alle instellingen van '%s' naar de standaardwaarden wilt herstellen?
pt: Tem a certeza de que pretende repor todas as definições de '%s' para os valores predefinidos?
ro: Sigur doriți să resetați toate setările pentru '%s' la valorile implicite?
ru: Вы уверены, что хотите сбросить все настройки '%s' к значениям по умолчанию?
sv: Är du säker på att du vill återställa alla inställningar för '%s' till standardinställningarna?
tr: '%s' için tüm ayarları varsayılan değerlere sıfırlamak istediğinizden emin misiniz?

source: Error resetting settings
ca: Error en restablir la configuració
da: Fejl ved nulstilling af indstillinger
de: Fehler beim Zurücksetzen der Einstellungen
el: Σφάλμα επαναφοράς ρυθμίσεων
es: Error al restablecer la configuración
fi: Virhe asetuksia nollattaessa
hr: Greška pri resetiranju postavki
hu: Hiba a beállítások alaphelyzetbe állításakor
is: Villa við að endurstilla stillingar
it: Errore nel ripristino delle impostazioni
ja: 設定リセットエラー
nl: Fout bij resetten instellingen
pt: Erro ao redefinir as configurações
ro: Eroare la resetarea setărilor
ru: Ошибка сброса настроек
sv: Fel vid återställning av inställningar
tr: Ayarlar sıfırlanırken hata

source: Error building menu:
ca: Error en crear el menú:
da: Fejl ved opbygning af menu:
de: Fehler beim Erstellen des Menüs:
el: Σφάλμα δημιουργίας μενού:
es: Error al crear el menú:
fi: Virhe valikkoa luotaessa:
hr: Greška pri izradi izbornika:
hu: Hiba a menü létrehozásakor:
is: Villa við gerð valmyndar:
it: Errore nella creazione del menu:
ja: メニュー作成エラー:
nl: Fout bij opbouwen van menu:
pt: Erro ao construir o menu:
ro: Eroare la construirea meniului:
ru: Ошибка создания меню:
sv: Fel vid skapande av meny:
tr: Menü oluşturulurken hata:

source: Launching
ca: Llançant
da: Starter
de: Startet...
el: Εκκίνηση
es: Iniciando
fi: Käynnistyy
hr: Pokretanje
hu: Indítás
is: Ræsir
it: Avvio...
ja: 起動中
nl: Starten
pt: Iniciando
ro: Lansare
ru: Запуск
sv: Startar
tr: Başlatılıyor

source: Sending
ca: Enviant
da: Sender
de: Sendet
el: Αποστολή
es: Enviando
fi: Lähetetään
hr: Slanje
hu: Küldés
is: Sendir
it: Invio in corso
ja: 送信中
nl: Verzenden
pt: Enviando
ro: Trimitere
ru: Отправка
sv: Skickar
tr: Gönderiliyor

source: history points
ca: punts de l'historial
da: historikpunkter
de: Verlaufspunkte
el: σημεία ιστορικού
es: puntos del historial
fi: historiapistettä
hr: povijesnih točaka
hu: előzmény pontok
is: sögupunktar
it: punti cronologia
ja: 履歴ポイント
nl: geschiedenispunten
pt: pontos de histórico
ro: puncte din istoric
ru: точек истории
sv: historikpunkter
tr: geçmiş noktaları

source: subprocess exited with error
ca: el subprocés ha finalitzat amb error
da: underproces afsluttede med fejl
de: Subprozess mit Fehler beendet
el: η υποδιεργασία τερματίστηκε με σφάλμα
es: el subproceso finalizó con error
fi: aliprosessi päättyi virheeseen
hr: podproces je završio s pogreškom
hu: az alfolyamat hibával lépett ki
is: undirferli hætti með villu
it: sottoprocesso terminato con errore
ja: サブプロセスがエラーで終了しました
nl: subproces afgesloten met fout
pt: subprocesso encerrou com erro
ro: subprocesul s-a încheiat cu eroare
ru: подпроцесс завершился с ошибкой
sv: underprocess avslutades med fel
tr: alt işlem hatayla sonlandı

source: Monitor subprocess exited
ca: El subprocés del monitor ha finalitzat
da: Overvågningsunderproces afsluttede
de: Monitor-Subprozess beendet
el: Η υποδιεργασία παρακολούθησης τερματίστηκε
es: El subproceso del monitor finalizó
fi: Monitorin aliprosessi päättyi
hr: Podproces monitora je završio
hu: A monitor alfolyamat kilépett
is: Eftirlitsundirferli hætti
it: Sottoprocesso monitor terminato
ja: モニターのサブプロセスが終了しました
nl: Monitor-subproces afgesloten
pt: Subprocesso do monitor encerrado
ro: Subprocesul monitorului s-a încheiat
ru: Подпроцесс монитора завершен
sv: Övervakningsprocess avslutades
tr: İzleyici alt işlemi sonlandı

source: Error starting monitor
ca: Error en iniciar el monitor
da: Fejl ved start af overvågning
de: Fehler beim Starten des Monitors
el: Σφάλμα εκκίνησης παρακολούθησης
es: Error al iniciar el monitor
fi: Virhe monitorin käynnistyksessä
hr: Greška pri pokretanju monitora
hu: Hiba a monitor indításakor
is: Villa við að ræsa eftirlit
it: Errore nell'avvio del monitor
ja: モニター起動エラー
nl: Fout bij starten monitor
pt: Erro ao iniciar o monitor
ro: Eroare la pornirea monitorului
ru: Ошибка запуска монитора
sv: Fel vid start av övervakning
tr: İzleyici başlatma hatası

source: Could not start monitor script
ca: No s'ha pogut iniciar l'script del monitor
da: Kunne ikke starte overvågningsscript
de: Monitor-Skript konnte nicht gestartet werden
el: Αδυναμία εκκίνησης σεναρίου παρακολούθησης
es: No se pudo iniciar el script del monitor
fi: Monitoriskriptiä ei voitu käynnistää
hr: Nije moguće pokrenuti skriptu monitora
hu: Nem sikerült elindítani a monitor szkriptet
is: Gat ekki ræst eftirlitsskrifu
it: Impossibile avviare lo script del monitor
ja: モニタースクリプトを開始できませんでした
nl: Kon monitorscript niet starten
pt: Não foi possível iniciar o script do monitor
ro: Nu s-a putut porni scriptul monitorului
ru: Не удалось запустить скрипт монитора
sv: Kunde inte starta övervakningsskript
tr: İzleyici betiği başlatılamadı

source: Error closing monitor
ca: Error en tancar el monitor
da: Fejl ved lukning af overvågning
de: Fehler beim Schließen des Monitors
el: Σφάλμα κλεισίματος παρακολούθησης
es: Error al cerrar el monitor
fi: Virhe monitorin sulkemisessa
hr: Greška pri zatvaranju monitora
hu: Hiba a monitor bezárásakor
is: Villa við að loka eftirliti
it: Errore nella chiusura del monitor
ja: モニター終了エラー
nl: Fout bij sluiten monitor
pt: Erro ao fechar o monitor
ro: Eroare la închiderea monitorului
ru: Ошибка закрытия монитора
sv: Fel vid stängning av övervakare
tr: İzleyici kapatma hatası

source: Error sending to monitor
ca: Error en enviar al monitor
da: Fejl ved afsendelse til overvågning
de: Fehler beim Senden an den Monitor
el: Σφάλμα αποστολής στην παρακολούθηση
es: Error al enviar al monitor
fi: Virhe lähetettäessä monitorille
hr: Greška pri slanju monitoru
hu: Hiba a monitorra való küldéskor
is: Villa við sendingu til eftirlits
it: Errore durante l'invio al monitor
ja: モニターへの送信エラー
nl: Fout bij verzenden naar monitor
pt: Erro ao enviar para o monitor
ro: Eroare la trimiterea către monitor
ru: Ошибка отправки монитору
sv: Fel vid sändning till övervakare
tr: İzleyiciye gönderme hatası

source: Error
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
hr: Greška
hu: Hiba
is: Villa
it: Errore
ja: エラー
nl: Fout
pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel
tr: Hata

source: Initializing...
ca: Inicialitzant...
da: Initialiserer...
de: Initialisiere...
el: Αρχικοποίηση...
es: Inicializando...
fi: Alustetaan...
hr: Inicijalizacija...
hu: Inicializálás...
is: Frumstillir...
it: Inizializzazione...
ja: 初期化中...
nl: Initialiseren...
pt: Inicializando...
ro: Inițializare...
ru: Инициализация...
sv: Initierar...
tr: Başlatılıyor...

source: Mem
is: Min
ja: メモリ
ru: Пам
sv: RAM
tr: Bel

source: Fan
ca: Ven
de: Lüf
hr: Ven
hu: Ven
is: Vif
ja: ファン
sv: Flk

source: Failed to run nvidia-smi.
ca: No s'ha pogut executar nvidia-smi.
da: Kunne ikke køre nvidia-smi.
de: nvidia-smi konnte nicht ausgeführt werden.
el: Αποτυχία εκτέλεσης του nvidia-smi.
es: Falló al ejecutar nvidia-smi.
fi: nvidia-smi:n suoritus epäonnistui.
hr: Neuspjelo pokretanje nvidia-smi.
hu: Az nvidia-smi futtatása sikertelen.
is: Mistókst að keyra nvidia-smi.
it: Impossibile eseguire nvidia-smi.
ja: nvidia-smi の実行に失敗しました。
nl: Kan nvidia-smi niet uitvoeren.
pt: Falha ao executar nvidia-smi.
ro: Nu s-a putut rula nvidia-smi.
ru: Не удалось запустить nvidia-smi.
sv: Misslyckades att köra nvidia-smi.
tr: nvidia-smi çalıştırılamadı.

source: Unknown
ca: Desconegut
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
hr: Nepoznato
hu: Ismeretlen
is: Óþekkt
it: Sconosciuto
ja: 不明
nl: Onbekend
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor

source: Failed to run nvidia-smi
ca: Error en executar nvidia-smi
da: Kunne ikke køre nvidia-smi
de: Ausführen von nvidia-smi fehlgeschlagen
el: Αποτυχία εκτέλεσης του nvidia-smi
es: Error al ejecutar nvidia-smi
fi: nvidia-smi:n suoritus epäonnistui
hr: Neuspjelo pokretanje nvidia-smi
hu: Az nvidia-smi futtatása sikertelen
is: Mistókst að keyra nvidia-smi
it: Esecuzione di nvidia-smi fallita
ja: nvidia-smi の実行に失敗しました
nl: Uitvoeren nvidia-smi mislukt
pt: Falha ao executar nvidia-smi
ro: Eșec la rularea nvidia-smi
ru: Не удалось запустить nvidia-smi
sv: Misslyckades att köra nvidia-smi
tr: nvidia-smi çalıştırılamadı

source: An unexpected error occurred while running nvidia-smi.
ca: S'ha produït un error inesperat en executar nvidia-smi.
da: Der opstod en uventet fejl under kørsel af nvidia-smi.
de: Beim Ausführen von nvidia-smi ist ein unerwarteter Fehler aufgetreten.
el: Παρουσιάστηκε απρόσμενο σφάλμα κατά την εκτέλεση του nvidia-smi.
es: Ocurrió un error inesperado al ejecutar nvidia-smi.
fi: Odottamaton virhe suoritettaessa nvidia-smi:tä.
hr: Došlo je do neočekivane greške pri pokretanju nvidia-smi.
hu: Váratlan hiba történt az nvidia-smi futtatásakor.
is: Óvænt villa kom upp við keyrslu nvidia-smi.
it: Si è verificato un errore imprevisto durante l'esecuzione di nvidia-smi.
ja: nvidia-smi 実行中に予期しないエラーが発生しました。
nl: Er is een onverwachte fout opgetreden bij het uitvoeren van nvidia-smi.
pt: Ocorreu um erro inesperado ao executar nvidia-smi.
ro: A apărut o eroare neașteptată la rularea nvidia-smi.
ru: Произошла непредвиденная ошибка при запуске nvidia-smi.
sv: Ett oväntat fel inträffade vid körning av nvidia-smi.
tr: nvidia-smi çalıştırılırken beklenmeyen bir hata oluştu.

source: MEM
is: MIN
ja: メモリ
ru: ПАМ
sv: RAM
tr: BEL

source: FAN
ca: VEN
de: LÜF
hr: VEN
hu: VEN
is: VIF
ja: ファン
sv: FLK

source: Hi!
ca: Ei!
da: Hej
el: Γει
es: Hey! Cómo ta tú?
fi: Hei
hr: Bok
hu: Szi
is: Hæ!
it: Ehi
ja: やあ！
nl: Hoi
pt: Oi!
ro: Hei
ru: Хай
sv: Hej
tr: Slm

source: Error terminating monitor subprocess
ca: Error en acabar el subprocés del monitor
da: Fejl ved afslutning af overvågningsunderproces
de: Fehler beim Beenden des Monitor-Subprozesses
el: Σφάλμα τερματισμού υποδιεργασίας παρακολούθησης
es: Error al terminar el subproceso del monitor
fi: Virhe monitorin aliprosessin lopettamisessa
hr: Greška pri prekidanju podprocesa monitora
hu: Hiba a monitor alfolyamat leállításakor
is: Villa við að stöðva undirferli eftirlits
it: Errore durante la terminazione del sottoprocesso monitor
ja: モニターサブプロセスの終了エラー
nl: Fout bij beëindigen monitor-subproces
pt: Erro ao encerrar o subprocesso do monitor
ro: Eroare la terminarea subprocesului monitorului
ru: Ошибка завершения подпроцесса монитора
sv: Fel vid avslut av övervakningsprocess
tr: İzleyici alt işlemi sonlandırma hatası

source: Menu toggled on click.
ca: Menú commutat en fer clic.
da: Menu skiftet ved klik.
de: Menü durch Klicken umgeschaltet.
el: Το μενού εναλλάχθηκε με κλικ.
es: Menú alternado al hacer clic.
fi: Valikko vaihdettu klikkaamalla.
hr: Izbornik uključen klikom.
hu: Menü átváltva kattintásra.
is: Valmynd ræst við smell.
it: Menu attivato al clic.
ja: クリックでメニューを切り替えました。
nl: Menu omgeschakeld bij klik.
pt: Menu alternado ao clicar.
ro: Meniul a fost comutat la clic.
ru: Меню переключено по клику.
sv: Meny växlades vid klick.
tr: Tıklayınca menü açılır.

source: NVIDIA Monitor
ca: Monitor NVIDIA
el: Παρακολούθηση NVIDIA
es: Monitor NVIDIA
is: NVIDIA Eftirlit
it: Monitor NVIDIA
ja: NVIDIA モニター
pt: Monitor NVIDIA
ro: Monitor NVIDIA
ru: Монитор NVIDIA

source: Monitors GPU temperature, memory, utilization, and fan speed using nvidia-smi
ca: Supervisa la temperatura, la memòria, l'ús i la velocitat del ventilador de la GPU mitjançant nvidia-smi
da: Overvåger GPU-temperatur, hukommelse, belastning og blæserhastighed via nvidia-smi
de: Überwacht GPU-Temperatur, Speicher, Auslastung und Lüftergeschwindigkeit mit nvidia-smi
el: Παρακολουθεί τη θερμοκρασία GPU, τη μνήμη, τη χρήση και την ταχύτητα ανεμιστήρα μέσω του nvidia-smi
es: Monitorea temperatura, memoria, uso y velocidad del ventilador de la GPU usando nvidia-smi
fi: Valvoo GPU:n lämpötilaa, muistia, käyttöä ja tuulettimen nopeutta nvidia-smi:n avulla
hr: Prati temperaturu GPU-a, memoriju, iskorištenje i brzinu ventilatora pomoću nvidia-smi
hu: Figyeli a GPU hőmérsékletét, memóriáját, kihasználtságát és a ventilátor sebességét az nvidia-smi segítségével
is: Fylgist með GPU hita, minni, nýtingu og viftuhraða með nvidia-smi
it: Monitora temperatura GPU, memoria, utilizzo e velocità della ventola usando nvidia-smi
ja: nvidia-smi を使用して GPU 温度、メモリ、使用率、ファン速度を監視
nl: Bewaakt GPU-temperatuur, geheugen, gebruik en ventilatorsnelheid met nvidia-smi
pt: Monitora temperatura da GPU, memória, utilização e velocidade do ventilador usando nvidia-smi
ro: Monitorizează temperatura GPU, memoria, utilizarea și viteza ventilatorului folosind nvidia-smi
ru: Отслеживает температуру GPU, память, загрузку и скорость вентилятора с помощью nvidia-smi
sv: Övervakar GPU-temperatur, minne, användning och fläkthastighet med nvidia-smi
tr: nvidia-smi kullanarak GPU sıcaklığı, bellek, kullanım ve fan hızını izler

source: General Settings
ca: Configuració general
da: Generelle indstillinger
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
es: Configuración General
fi: Yleiset asetukset
hr: Opće postavke
hu: Általános beállítások
is: Almennar stillingar
it: Impostazioni generali
ja: 一般設定
nl: Algemene instellingen
pt: Configurações gerais
ro: Setări generale
ru: Общие настройки
sv: Allmänna inställningar
tr: Genel Ayarlar

source: Temperature
ca: Temperatura
da: Temperatur
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fi: Lämpötila
hr: Temperatura
hu: Hőmérséklet
is: Hitastig
it: Temperatura
ja: 温度
nl: Temperatuur
pt: Temperatura
ro: Temperatură
ru: Температура
sv: Temperatur
tr: Sıcaklık

source: Memory Usage
ca: Ús de memòria
da: Hukommelsesforbrug
de: Speichernutzung
el: Χρήση μνήμης
es: Uso de Memoria
fi: Muistin käyttö
hr: Korištenje memorije
hu: Memóriahasználat
is: Minnisnotkun
it: Uso memoria
ja: メモリ使用量
nl: Geheugengebruik
pt: Uso de memória
ro: Utilizare memorie
ru: Использование памяти
sv: Minnesanvändning
tr: Bellek Kullanımı

source: GPU Utilization
ca: Ús de GPU
da: GPU-belastning
de: GPU-Auslastung
el: Χρήση GPU
es: Uso de GPU
fi: GPU:n käyttöaste
hr: Iskorištenje GPU-a
hu: GPU kihasználtság
is: GPU nýting
it: Utilizzo GPU
ja: GPU 使用率
nl: GPU-gebruik
pt: Utilização da GPU
ro: Utilizare GPU
ru: Загрузка GPU
sv: GPU-användning
tr: GPU Kullanımı

source: Fan Speed
ca: Velocitat del ventilador
da: Blæserhastighed
de: Lüftergeschwindigkeit
el: Ταχύτητα ανεμιστήρα
es: Velocidad del Ventilador
fi: Tuulettimen nopeus
hr: Brzina ventilatora
hu: Ventilátor sebesség
is: Viftuhraði
it: Velocità ventola
ja: ファン速度
nl: Ventilatorsnelheid
pt: Velocidade do ventilador
ro: Viteza ventilatorului
ru: Скорость вентилятора
sv: Fläkthastighet
tr: Fan Hızı

source: Note
ca: Nota
de: Hinweis
el: Σημείωση
es: Nota
fi: Huomautus
hr: Napomena
hu: Megjegyzés
is: Athugasemd
it: Nota
ja: 注意
nl: Opmerking
pt: Nota
ro: Notă
ru: Примечание
sv: Notering
tr: Not

source: Metric Colors
ca: Colors de mètrica
da: Metrikfarver
de: Messfarben
el: Χρώματα μετρήσεων
es: Colores de Métricas
fi: Mittarien värit
hr: Boje metrika
hu: Mérési színek
is: Litir mælinga
it: Colori metriche
ja: メトリックの色
nl: Metriekkleuren
pt: Cores das métricas
ro: Culori metrici
ru: Цвета метрик
sv: Metrikfärger
tr: Metrik Renkleri

source: Layout Colors
ca: Colors del disseny
da: Layoutfarver
de: Layoutfarben
el: Χρώματα διάταξης
es: Colores de Diseño
fi: Ulkoasun värit
hr: Boje izgleda
hu: Elrendezés színei
is: Litir útlits
it: Colori layout
ja: レイアウトの色
nl: Lay-outkleuren
pt: Cores do layout
ro: Culori aspect
ru: Цвета интерфейса
sv: Layoutfärger
tr: Düzen Renkleri

source: Y-Axis Settings
ca: Configuració de l'eix Y
da: Y-akse indstillinger
de: Y-Achsen-Einstellungen
el: Ρυθμίσεις άξονα Y
es: Configuración del Eje Y
fi: Y-akselin asetukset
hr: Postavke Y-osi
hu: Y-tengely beállításai
is: Y-ás stillingar
it: Impostazioni asse Y
ja: Y軸設定
nl: Y-as instellingen
pt: Configurações do eixo Y
ro: Setări axă Y
ru: Настройки оси Y
sv: Y-axelinställningar
tr: Y Ekseni Ayarları

source: X-Axis Settings
ca: Configuració de l'eix X
da: X-akse indstillinger
de: X-Achsen-Einstellungen
el: Ρυθμίσεις άξονα X
es: Configuración del Eje X
fi: X-akselin asetukset
hr: Postavke X-osi
hu: X-tengely beállításai
is: X-ás stillingar
it: Impostazioni asse X
ja: X軸設定
nl: X-as instellingen
pt: Configurações do eixo X
ro: Setări axă X
ru: Настройки оси X
sv: X-axelinställningar
tr: X Ekseni Ayarları
