Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/nvidia-monitor@kalin91/*.po
Languages: ca, da, de, el, es, fi, hr, hu, is, it, ja, nl, pt, ro, ru, sv, tr

source: Changes to monitor settings will take effect after restarting the monitor.
ca: Els canvis en la configuració del monitor tindran efecte després de reiniciar-lo.
da: Ændringer i overvågningsindstillinger træder i kraft efter genstart af monitoren.
de: Änderungen an den Monitoreinstellungen werden nach einem Neustart wirksam.
el: Οι αλλαγές στις ρυθμίσεις θα εφαρμοστούν μετά την επανεκκίνηση της παρακολούθησης.
es: Los cambios tendrán efecto después de reiniciar el monitor.
fi: Muutokset tulevat voimaan, kun monitori käynnistetään uudelleen.
hr: Promjene postavki stupaju na snagu nakon ponovnog pokretanja monitora.
hu: A beállítások módosításai a monitor újraindítása után lépnek érvénybe.
is: Breytingar taka gildi eftir endurræsingu eftirlitsins.
it: Le modifiche alle impostazioni avranno effetto dopo il riavvio del monitor.
ja: モニター設定の変更は、モニターを再起動した後に反映されます。
nl: Wijzigingen worden van kracht na het herstarten van de monitor.
pt: As alterações nas configurações do monitor terão efeito após reiniciar o monitor.
ro: Modificările setărilor monitorului vor avea efect după repornirea monitorului.
ru: Изменения настроек вступят в силу после перезапуска монитора.
sv: Ändringar i övervakningsinställningarna träder i kraft efter omstart.
tr: Monitör ayarlarındaki değişiklikler yeniden başlatıldıktan sonra geçerli olur.

source: 1 Line (50%)
ca: 1 línia (50%)
da: 1 linje (50%)
de: 1 Linie (50%)
el: 1 γραμμή (50%)
es: 1 Línea (50%)
fi: 1 viiva (50%)
hr: 1 linija (50%)
hu: 1 vonal (50%)
is: 1 lína (50%)
it: 1 linea (50%)
ja: 1 本 (50%)
nl: 1 lijn (50%)
pt: 1 Linha (50%)
ro: 1 linie (50%)
ru: 1 линия (50%)
sv: 1 linje (50%)
tr: 1 Çizgi (%50)

source: 2 Lines (33%, 66%)
ca: 2 línies (33%, 66%)
da: 2 linjer (33%, 66%)
de: 2 Linien (33%, 66%)
el: 2 γραμμές (33%, 66%)
es: 2 Líneas (33%, 66%)
fi: 2 viivaa (33%, 66%)
hr: 2 linije (33%, 66%)
hu: 2 vonal (33%, 66%)
is: 2 línur (33%, 66%)
it: 2 linee (33%, 66%)
ja: 2 本 (33%, 66%)
nl: 2 lijnen (33%, 66%)
pt: 2 Linhas (33%, 66%)
ro: 2 linii (33%, 66%)
ru: 2 линии (33%, 66%)
sv: 2 linjer (33%, 66%)
tr: 2 Çizgi (%33, %66)

source: 3 Lines (25%, 50%, 75%)
ca: 3 línies (25%, 50%, 75%)
da: 3 linjer (25%, 50%, 75%)
de: 3 Linien (25%, 50%, 75%)
el: 3 γραμμές (25%, 50%, 75%)
es: 3 Líneas (25%, 50%, 75%)
fi: 3 viivaa (25%, 50%, 75%)
hr: 3 linije (25%, 50%, 75%)
hu: 3 vonal (25%, 50%, 75%)
is: 3 línur (25%, 50%, 75%)
it: 3 linee (25%, 50%, 75%)
ja: 3 本 (25%, 50%, 75%)
nl: 3 lijnen (25%, 50%, 75%)
pt: 3 Linhas (25%, 50%, 75%)
ro: 3 linii (25%, 50%, 75%)
ru: 3 линии (25%, 50%, 75%)
sv: 3 linjer (25%, 50%, 75%)
tr: 3 Çizgi (%25, %50, %75)

source: 4 Lines (20%, 40%, 60%, 80%)
ca: 4 línies (20%, 40%, 60%, 80%)
da: 4 linjer (20%, 40%, 60%, 80%)
de: 4 Linien (20%, 40%, 60%, 80%)
el: 4 γραμμές (20%, 40%, 60%, 80%)
es: 4 Líneas (20%, 40%, 60%, 80%)
fi: 4 viivaa (20%, 40%, 60%, 80%)
hr: 4 linije (20%, 40%, 60%, 80%)
hu: 4 vonal (20%, 40%, 60%, 80%)
is: 4 línur (20%, 40%, 60%, 80%)
it: 4 linee (20%, 40%, 60%, 80%)
ja: 4 本 (20%, 40%, 60%, 80%)
nl: 4 lijnen (20%, 40%, 60%, 80%)
pt: 4 Linhas (20%, 40%, 60%, 80%)
ro: 4 linii (20%, 40%, 60%, 80%)
ru: 4 линии (20%, 40%, 60%, 80%)
sv: 4 linjer (20%, 40%, 60%, 80%)
tr: 4 Çizgi (%20, %40, %60, %80)

source: 5 Lines (16%, 33%, 50%, 66%, 83%)
ca: 5 línies (16%, 33%, 50%, 66%, 83%)
da: 5 linjer (16%, 33%, 50%, 66%, 83%)
de: 5 Linien (16%, 33%, 50%, 66%, 83%)
el: 5 γραμμές (16%, 33%, 50%, 66%, 83%)
es: 5 Líneas (16%, 33%, 50%, 66%, 83%)
fi: 5 viivaa (16%, 33%, 50%, 66%, 83%)
hr: 5 linija (16%, 33%, 50%, 66%, 83%)
hu: 5 vonal (16%, 33%, 50%, 66%, 83%)
is: 5 línur (16%, 33%, 50%, 66%, 83%)
it: 5 linee (16%, 33%, 50%, 66%, 83%)
ja: 5 本 (16%, 33%, 50%, 66%, 83%)
nl: 5 lijnen (16%, 33%, 50%, 66%, 83%)
pt: 5 Linhas (16%, 33%, 50%, 66%, 83%)
ro: 5 linii (16%, 33%, 50%, 66%, 83%)
ru: 5 линий (16%, 33%, 50%, 66%, 83%)
sv: 5 linjer (16%, 33%, 50%, 66%, 83%)
tr: 5 Çizgi (%16, %33, %50, %66, %83)

source: 9 Lines (Every 10%)
ca: 9 línies (cada 10%)
da: 9 linjer (hver 10%)
de: 9 Linien (je 10%)
el: 9 γραμμές (κάθε 10%)
es: 9 Líneas (cada 10%)
fi: 9 viivaa (joka 10%)
hr: 9 linija (svakih 10%)
hu: 9 vonal (minden 10%)
is: 9 línur (hver 10%)
it: 9 linee (ogni 10%)
ja: 9 本 (10%ごと)
nl: 9 lijnen (elke 10%)
pt: 9 Linhas (a cada 10%)
ro: 9 linii (la fiecare 10%)
ru: 9 линий (каждые 10%)
sv: 9 linjer (var 10%)
tr: 9 Çizgi (her %10)

source: Y-Axis Guides
ca: Guies de l'eix Y
da: Y-akse hjælpelinjer
de: Y-Achsen-Hilfslinien
el: Οδηγοί άξονα Y
es: Guías del Eje Y
fi: Y-akselin apuviivat
hr: Vodiči Y-osi
hu: Y-tengely segédvonalak
is: Leiðarlínur Y-áss
it: Guide asse Y
ja: Y軸ガイド
nl: Y-as hulplijnen
pt: Guias do eixo Y
ro: Ghiduri axă Y
ru: Направляющие оси Y
sv: Y-axel guider
tr: Y Ekseni Kılavuzları

source: Number of guide lines for the Y-Axis.
ca: Nombre de línies guia per a l'eix Y.
da: Antal hjælpelinjer for Y-aksen.
de: Anzahl der Hilfslinien für die Y-Achse.
el: Αριθμός γραμμών οδηγού για τον άξονα Y.
es: Número de líneas guía para el eje Y.
fi: Apuviivojen määrä Y-akselilla.
hr: Broj pomoćnih linija za Y-os.
hu: A Y-tengely segédvonalainak száma.
is: Fjöldi leiðarlína á Y-ás.
it: Numero di linee guida per l'asse Y.
ja: Y軸のガイドラインの数。
nl: Aantal hulplijnen voor de Y-as.
pt: Número de linhas guia para o eixo Y.
ro: Numărul liniilor de ghidaj pentru axa Y.
ru: Количество направляющих линий для оси Y.
sv: Antal hjälplinjer för Y-axeln.
tr: Y ekseni için kılavuz çizgi sayısı.

source: Celsius (°C)
el: Κελσίου (°C)
hr: Celzijus (°C)
is: Celsíus (°C)
ja: 摂氏 (°C)
ru: Цельсий (°C)

source: Fahrenheit (°F)
el: Φαρενάιτ (°F)
ja: 華氏 (°F)
ru: Фаренгейт (°F)

source: Y-Axis Temperature Unit
ca: Unitat de temperatura de l'eix Y
da: Temperaturenhed for Y-aksen
de: Temperatur-Einheit der Y-Achse
el: Μονάδα θερμοκρασίας άξονα Y
es: Unidad de Temperatura del Eje Y
fi: Y-akselin lämpötilayksikkö
hr: Jedinica temperature Y-osi
hu: Y-tengely hőmérsékleti egység
is: Hitastigseining Y-áss
it: Unità temperatura asse Y
ja: Y軸の温度単位
nl: Y-as temperatuureenheid
pt: Unidade de temperatura do eixo Y
ro: Unitate temperatură axă Y
ru: Единица температуры оси Y
sv: Temperaturenhet för Y-axeln
tr: Y Ekseni Sıcaklık Birimi

source: Unit for the temperature axis in the monitor.
ca: Unitat per a l'eix de temperatura del monitor.
da: Enhed for temperaturaksen i monitoren.
de: Einheit für die Temperaturachse im Monitor.
el: Μονάδα για τον άξονα θερμοκρασίας στην παρακολούθηση.
es: Unidad para el eje de temperatura del monitor.
fi: Lämpötila-akselin yksikkö monitorissa.
hr: Jedinica za temperaturu na osi monitora.
hu: A hőmérséklet tengely mértékegysége.
is: Eining fyrir hitastigsás í eftirliti.
it: Unità per l'asse della temperatura nel monitor.
ja: モニターの温度軸に使用する単位。
nl: Eenheid voor de temperatuuras in de monitor.
pt: Unidade para o eixo de temperatura no monitor.
ro: Unitatea pentru axa temperaturii în monitor.
ru: Единица измерения температуры на оси Y.
sv: Enhet för temperaturaxeln i övervakaren.
tr: Monitördeki sıcaklık ekseni için birim.

source: X-Axis Guides
ca: Guies de l'eix X
da: X-akse hjælpelinjer
de: X-Achsen-Hilfslinien
el: Οδηγοί άξονα X
es: Guías del Eje X
fi: X-akselin apuviivat
hr: Vodiči X-osi
hu: X-tengely segédvonalak
is: Leiðarlínur X-áss
it: Guide asse X
ja: X軸ガイド
nl: X-as hulplijnen
pt: Guias do eixo X
ro: Ghiduri axă X
ru: Направляющие оси X
sv: X-axel guider
tr: X Ekseni Kılavuzları

source: Number of vertical guide lines for the X-Axis.
ca: Nombre de línies guia verticals per a l'eix X.
da: Antal lodrette hjælpelinjer for X-aksen.
de: Anzahl der vertikalen Hilfslinien für die X-Achse.
el: Αριθμός κάθετων γραμμών οδηγού για τον άξονα X.
es: Número de líneas guía verticales para el eje X.
fi: Pystysuorien apuviivojen määrä X-akselilla.
hr: Broj okomitih pomoćnih linija za X-os.
hu: Az X-tengely függőleges segédvonalainak száma.
is: Fjöldi lóðréttra leiðarlína á X-ás.
it: Numero di linee guida verticali per l'asse X.
ja: X軸の垂直ガイドラインの数。
nl: Aantal verticale hulplijnen voor de X-as.
pt: Número de linhas verticais guia para o eixo X.
ro: Numărul liniilor verticale de ghidaj pentru axa X.
ru: Количество вертикальных направляющих линий для оси X.
sv: Antal vertikala hjälplinjer för X-axeln.
tr: X ekseni için dikey kılavuz çizgi sayısı.

source: Seconds
ca: Segons
da: Sekunder
de: Sekunden
el: Δευτερόλεπτα
es: Segundos
fi: Sekunnit
hr: Sekunde
hu: Másodperc
is: Sekúndur
it: Secondi
ja: 秒
nl: Seconden
pt: Segundos
ro: Secunde
ru: Секунды
sv: Sekunder
tr: Saniye

source: Minutes
ca: Minuts
da: Minutter
de: Minuten
el: Λεπτά
es: Minutos
fi: Minuutit
hr: Minute
hu: Perc
is: Mínútur
it: Minuti
ja: 分
nl: Minuten
pt: Minutos
ro: Minute
ru: Минуты
sv: Minuter
tr: Dakika

source: Hours
ca: Hores
da: Timer
de: Stunden
el: Ώρες
es: Horas
fi: Tunnit
hr: Sati
hu: Óra
is: Klukkustundir
it: Ore
ja: 時間
nl: Uren
pt: Horas
ro: Ore
ru: Часы
sv: Timmar
tr: Saat

source: X-Axis Unit
ca: Unitat de l'eix X
da: X-akse enhed
de: X-Achsen-Einheit
el: Μονάδα άξονα X
es: Unidad del Eje X
fi: X-akselin yksikkö
hr: Jedinica X-osi
hu: X-tengely egység
is: Eining X-áss
it: Unità asse X
ja: X軸の単位
nl: X-as eenheid
pt: Unidade do eixo X
ro: Unitate axă X
ru: Единица оси X
sv: X-axel enhet
tr: X Ekseni Birimi

source: Unit of time for the X-Axis.
ca: Unitat de temps per a l'eix X.
da: Tidsenhed for X-aksen.
de: Zeiteinheit für die X-Achse.
el: Μονάδα χρόνου για τον άξονα X.
es: Unidad de tiempo para el eje X.
fi: X-akselin aikayksikkö.
hr: Jedinica vremena za X-os.
hu: Az X-tengely időegysége.
is: Tímaeining fyrir X-ás.
it: Unità di tempo per l'asse X.
ja: X軸の時間単位。
nl: Tijdseenheid voor de X-as.
pt: Unidade de tempo para o eixo X.
ro: Unitatea de timp pentru axa X.
ru: Единица времени для оси X.
sv: Tidsenhet för X-axeln.
tr: X ekseni için zaman birimi.

source: s
ja: 秒
ru: с
tr: sn

source: X-Axis Length (Seconds)
ca: Longitud de l'eix X (segons)
da: X-akse længde (sekunder)
de: X-Achsen-Länge (Sekunden)
el: Μήκος άξονα X (δευτερόλεπτα)
es: Longitud del Eje X (Segundos)
fi: X-akselin pituus (sekuntia)
hr: Duljina X-osi (sekunde)
hu: X-tengely hossza (másodperc)
is: Lengd X-áss (sekúndur)
it: Lunghezza asse X (secondi)
ja: X軸の長さ (秒)
nl: X-as lengte (seconden)
pt: Comprimento do eixo X (segundos)
ro: Lungime axă X (secunde)
ru: Длина оси X (секунды)
sv: X-axelns längd (sekunder)
tr: X Ekseni Uzunluğu (Saniye)

source: Total duration shown on the graph.
ca: Durada total mostrada al gràfic.
da: Samlet varighed vist på grafen.
de: Gesamtdauer, die im Diagramm angezeigt wird.
el: Συνολική διάρκεια στο γράφημα.
es: Duración total mostrada en el gráfico.
fi: Kokonaiskesto, joka näytetään kaaviossa.
hr: Ukupno trajanje prikazano na grafu.
hu: A grafikonon megjelenített teljes időtartam.
is: Heildartími sem sýndur er á grafinu.
it: Durata totale mostrata nel grafico.
ja: グラフに表示される合計時間。
nl: Totale duur weergegeven op de grafiek.
pt: Duração total mostrada no gráfico.
ro: Durata totală afișată pe grafic.
ru: Общая продолжительность, отображаемая на графике.
sv: Total visad tid på grafen.
tr: Grafikte gösterilen toplam süre.

source: m
hu: p
ja: 分
ru: м
tr: dk

source: X-Axis Length (Minutes)
ca: Longitud de l'eix X (minuts)
da: X-akse længde (minutter)
de: X-Achsen-Länge (Minuten)
el: Μήκος άξονα X (λεπτά)
es: Longitud del Eje X (Minutos)
fi: X-akselin pituus (minuuttia)
hr: Duljina X-osi (minute)
hu: X-tengely hossza (perc)
is: Lengd X-áss (mínútur)
it: Lunghezza asse X (minuti)
ja: X軸の長さ (分)
nl: X-as lengte (minuten)
pt: Comprimento do eixo X (minutos)
ro: Lungime axă X (minute)
ru: Длина оси X (минуты)
sv: X-axelns längd (minuter)
tr: X Ekseni Uzunluğu (Dakika)

source: h
hu: ó
is: klst
ja: 時間
nl: u
ru: ч
tr: sa

source: X-Axis Length (Hours)
ca: Longitud de l'eix X (hores)
da: X-akse længde (timer)
de: X-Achsen-Länge (Stunden)
el: Μήκος άξονα X (ώρες)
es: Longitud del Eje X (Horas)
fi: X-akselin pituus (tuntia)
hr: Duljina X-osi (sati)
hu: X-tengely hossza (óra)
is: Lengd X-áss (klukkustundir)
it: Lunghezza asse X (ore)
ja: X軸の長さ (時間)
nl: X-as lengte (uren)
pt: Comprimento do eixo X (horas)
ro: Lungime axă X (ore)
ru: Длина оси X (часы)
sv: X-axelns längd (timmar)
tr: X Ekseni Uzunluğu (Saat)

source: Temperature Color
ca: Color de la temperatura
da: Temperaturfarve
de: Temperaturfarbe
el: Χρώμα θερμοκρασίας
es: Color de Temperatura
fi: Lämpötilan väri
hr: Boja temperature
hu: Hőmérséklet színe
is: Litur hitastigs
it: Colore temperatura
ja: 温度の表示色
nl: Temperatuurkleur
pt: Cor da temperatura
ro: Culoare temperatură
ru: Цвет температуры
sv: Temperaturfärg
tr: Sıcaklık Rengi

source: Color used for temperature in the graph.
ca: Color utilitzat per a la temperatura al gràfic.
da: Farve brugt til temperatur i grafen.
de: Farbe für die Temperatur im Diagramm.
el: Χρώμα που χρησιμοποιείται για τη θερμοκρασία στο γράφημα.
es: Color usado para la temperatura en el gráfico.
fi: Kaaviossa käytetty lämpötilan väri.
hr: Boja za temperaturu na grafu.
hu: A hőmérséklet grafikon színe.
is: Litur fyrir hitastig í grafinu.
it: Colore usato per la temperatura nel grafico.
ja: グラフで温度を表示するために使用する色。
nl: Kleur gebruikt voor temperatuur in de grafiek.
pt: Cor usada para a temperatura no gráfico.
ro: Culoarea folosită pentru temperatură în grafic.
ru: Цвет температуры на графике.
sv: Färg för temperatur i grafen.
tr: Grafikte sıcaklık için kullanılan renk.

source: Memory Usage Color
ca: Color de l'ús de memòria
da: Hukommelsesfarve
de: Farbe der Speichernutzung
el: Χρώμα χρήσης μνήμης
es: Color del Uso de Memoria
fi: Muistin käytön väri
hr: Boja memorije
hu: Memória színe
is: Litur minnisnotkunar
it: Colore uso memoria
ja: メモリ使用量の表示色
nl: Geheugengebruik kleur
pt: Cor do uso de memória
ro: Culoare utilizare memorie
ru: Цвет использования памяти
sv: Färg för minnesanvändning
tr: Bellek Kullanım Rengi

source: Color used for memory usage in the graph.
ca: Color utilitzat per a l'ús de memòria al gràfic.
da: Farve brugt til hukommelsesforbrug i grafen.
de: Farbe für die Speichernutzung im Diagramm.
el: Χρώμα που χρησιμοποιείται για τη χρήση μνήμης στο γράφημα.
es: Color usado para el uso de memoria en el gráfico.
fi: Kaaviossa käytetty muistin käytön väri.
hr: Boja za korištenje memorije na grafu.
hu: A memóriahasználat színe a grafikonon.
is: Litur fyrir minnisnotkun í grafinu.
it: Colore usato per la memoria nel grafico.
ja: グラフでメモリ使用量を表示するために使用する色。
nl: Kleur gebruikt voor geheugengebruik in de grafiek.
pt: Cor usada para o uso de memória no gráfico.
ro: Culoarea folosită pentru memoria în grafic.
ru: Цвет использования памяти на графике.
sv: Färg för minnesanvändning i grafen.
tr: Grafikte bellek kullanımı için kullanılan renk.

source: GPU Utilization Color
ca: Color de l'ús de GPU
da: GPU-farve
de: Farbe der GPU-Auslastung
el: Χρώμα χρήσης GPU
es: Color del Uso de GPU
fi: GPU:n käytön väri
hr: Boja iskorištenja GPU-a
hu: GPU kihasználtság színe
is: Litur GPU nýtingar
it: Colore utilizzo GPU
ja: GPU 使用率の表示色
nl: GPU-gebruik kleur
pt: Cor da utilização da GPU
ro: Culoare utilizare GPU
ru: Цвет загрузки GPU
sv: Färg för GPU-användning
tr: GPU Kullanım Rengi

source: Color used for GPU utilization in the graph.
ca: Color utilitzat per a l'ús de GPU al gràfic.
da: Farve brugt til GPU-belastning i grafen.
de: Farbe für die GPU-Auslastung im Diagramm.
el: Χρώμα που χρησιμοποιείται για τη χρήση GPU στο γράφημα.
es: Color usado para el uso de la GPU en el gráfico.
fi: Kaaviossa käytetty GPU:n käytön väri.
hr: Boja za iskorištenje GPU-a na grafu.
hu: A GPU kihasználtság színe a grafikonon.
is: Litur fyrir GPU nýtingu í grafinu.
it: Colore usato per l'utilizzo GPU nel grafico.
ja: グラフで GPU 使用率を表示するために使用する色。
nl: Kleur gebruikt voor GPU-gebruik in de grafiek.
pt: Cor usada para a utilização da GPU no gráfico.
ro: Culoarea folosită pentru utilizarea GPU în grafic.
ru: Цвет загрузки GPU на графике.
sv: Färg för GPU-användning i grafen.
tr: Grafikte GPU kullanımı için kullanılan renk.

source: Fan Speed Color
ca: Color de la velocitat del ventilador
da: Blæserfarve
de: Farbe der Lüftergeschwindigkeit
el: Χρώμα ταχύτητας ανεμιστήρα
es: Color de Velocidad del Ventilador
fi: Tuulettimen nopeuden väri
hr: Boja brzine ventilatora
hu: Ventilátor színe
is: Litur viftuhraða
it: Colore velocità ventola
ja: ファン速度の表示色
nl: Ventilatorsnelheid kleur
pt: Cor da velocidade do ventilador
ro: Culoare viteză ventilator
ru: Цвет скорости вентилятора
sv: Färg för fläkthastighet
tr: Fan Hızı Rengi

source: Color used for fan speed in the graph.
ca: Color utilitzat per a la velocitat del ventilador al gràfic.
da: Farve brugt til blæserhastighed i grafen.
de: Farbe für die Lüftergeschwindigkeit im Diagramm.
el: Χρώμα που χρησιμοποιείται για την ταχύτητα ανεμιστήρα στο γράφημα.
es: Color usado para la velocidad del ventilador en el gráfico.
fi: Kaaviossa käytetty tuulettimen nopeuden väri.
hr: Boja za brzinu ventilatora na grafu.
hu: A ventilátor sebességének színe.
is: Litur fyrir viftuhraða í grafinu.
it: Colore usato per la velocità della ventola.
ja: グラフでファン速度を表示するために使用する色。
nl: Kleur gebruikt voor ventilatorsnelheid in de grafiek.
pt: Cor usada para a velocidade do ventilador no gráfico.
ro: Culoarea folosită pentru viteza ventilatorului în grafic.
ru: Цвет скорости вентилятора на графике.
sv: Färg för fläkthastighet i grafen.
tr: Grafikte fan hızı için kullanılan renk.

source: Background Color
ca: Color de fons
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color de Fondo
fi: Taustaväri
hr: Boja pozadine
hu: Háttérszín
is: Bakgrunnslitur
it: Colore sfondo
ja: 背景色
nl: Achtergrondkleur
pt: Cor de fundo
ro: Culoare fundal
ru: Цвет фона
sv: Bakgrundsfärg
tr: Arka Plan Rengi

source: Background color of the graph.
ca: Color de fons del gràfic.
da: Baggrundsfarve på grafen.
de: Hintergrundfarbe des Diagramms.
el: Χρώμα φόντου του γραφήματος.
es: Color de fondo del gráfico.
fi: Kaavion taustaväri.
hr: Boja pozadine grafa.
hu: A grafikon háttérszíne.
is: Bakgrunnslitur grafsins.
it: Colore di sfondo del grafico.
ja: グラフの背景色。
nl: Achtergrondkleur van de grafiek.
pt: Cor de fundo do gráfico.
ro: Culoarea de fundal a graficului.
ru: Цвет фона графика.
sv: Grafens bakgrundsfärg.
tr: Grafiğin arka plan rengi.

source: Temperature Axis Color
ca: Color de l'eix de temperatura
da: Temperaturakse farve
de: Farbe der Temperaturachse
el: Χρώμα άξονα θερμοκρασίας
es: Color del Eje de Temperatura
fi: Lämpötila-akselin väri
hr: Boja osi temperature
hu: Hőmérséklet tengely színe
is: Litur hitastigsáss
it: Colore asse temperatura
ja: 温度軸の色
nl: Temperatuuras kleur
pt: Cor do eixo de temperatura
ro: Culoare axă temperatură
ru: Цвет оси температуры
sv: Temperaturaxelns färg
tr: Sıcaklık Ekseni Rengi

source: Color for the temperature axis labels.
ca: Color per a las etiquetes de l'eix de temperatura.
da: Farve til temperaturaksens etiketter.
de: Farbe für die Beschriftung der Temperaturachse.
el: Χρώμα ετικετών άξονα θερμοκρασίας.
es: Color para las etiquetas del eje de temperatura.
fi: Lämpötila-akselin otsikoiden väri.
hr: Boja oznaka osi temperature.
hu: A hőmérséklet tengely feliratainak színe.
is: Litur fyrir hitastigsás merkimiða.
it: Colore per le etichette dell'asse temperatura.
ja: 温度軸ラベルの色。
nl: Kleur voor temperatuuraslabels.
pt: Cor para os rótulos do eixo de temperatura.
ro: Culoare pentru etichetele axei temperaturii.
ru: Цвет подписей оси температуры.
sv: Färg för temperaturaxelns etiketter.
tr: Sıcaklık ekseni etiketleri için renk.

source: Percentage Axis Color
ca: Color de l'eix de percentatge
da: Procentakse farve
de: Farbe der Prozentachse
el: Χρώμα άξονα ποσοστού
es: Color del Eje de Porcentaje
fi: Prosenttiakselin väri
hr: Boja osi postotaka
hu: Százalék tengely színe
is: Litur prósentuáss
it: Colore asse percentuale
ja: パーセント軸の色
nl: Percentage-as kleur
pt: Cor do eixo de porcentagem
ro: Culoare axă procent
ru: Цвет оси процентов
sv: Procentaxelns färg
tr: Yüzde Ekseni Rengi

source: Color for the percentage axis labels.
ca: Color per a les etiquetes de percentatge.
da: Farve til procentaksens etiketter.
de: Farbe für die Beschriftung der Prozentachse.
el: Χρώμα ετικετών ποσοστού.
es: Color para las etiquetas del eje de porcentaje.
fi: Prosenttiakselin otsikoiden väri.
hr: Boja oznaka osi postotaka.
hu: A százalék tengely feliratainak színe.
is: Litur fyrir prósentuás merkimiða.
it: Colore per le etichette percentuali.
ja: パーセント軸ラベルの色。
nl: Kleur voor percentage-aslabels.
pt: Cor para os rótulos do eixo de porcentagem.
ro: Culoare pentru etichetele procentuale.
ru: Цвет подписей оси процентов.
sv: Färg för procentaxelns etiketter.
tr: Yüzde ekseni etiketleri için renk.

source: X-Axis Color
ca: Color de l'eix X
da: X-akse farve
de: Farbe der X-Achse
el: Χρώμα άξονα X
es: Color del Eje X
fi: X-akselin väri
hr: Boja X-osi
hu: X-tengely színe
is: Litur X-áss
it: Colore asse X
ja: X軸の色
nl: X-as kleur
pt: Cor do eixo X
ro: Culoare axă X
ru: Цвет оси X
sv: X-axelns färg
tr: X Ekseni Rengi

source: Color for the X-axis labels (Time).
ca: Color per a les etiquetes de l'eix X (temps).
da: Farve til X-aksens etiketter (tid).
de: Farbe für die X-Achsen-Beschriftung (Zeit).
el: Χρώμα ετικετών άξονα X (Χρόνος).
es: Color para las etiquetas del eje X (Tiempo).
fi: X-akselin otsikoiden väri (aika).
hr: Boja oznaka X-osi (vrijeme).
hu: Az X-tengely (idő) feliratainak színe.
is: Litur fyrir X-ás merkimiða (tími).
it: Colore per le etichette dell'asse X (tempo).
ja: X軸ラベル（時間）の色。
nl: Kleur voor X-aslabels (tijd).
pt: Cor para os rótulos do eixo X (tempo).
ro: Culoare pentru etichetele axei X (timp).
ru: Цвет подписей оси X (время).
sv: Färg för X-axelns etiketter (tid).
tr: X ekseni etiketleri (zaman) için renk.

source: Guidelines Color
ca: Color de les línies guia
da: Hjælpelinjer farve
de: Farbe der Hilfslinien
el: Χρώμα οδηγών
es: Color de las Guías
fi: Apuviivojen väri
hr: Boja vodiča
hu: Segédvonalak színe
is: Litur leiðarlína
it: Colore linee guida
ja: ガイドラインの色
nl: Hulplijnen kleur
pt: Cor das linhas guia
ro: Culoare linii ghidaj
ru: Цвет направляющих
sv: Färg för hjälplinjer
tr: Kılavuz Çizgi Rengi

source: Color for the grid/guide lines.
ca: Color per a les línies de la graella.
da: Farve til gitter- og hjælpelinjer.
de: Farbe für Raster- und Hilfslinien.
el: Χρώμα γραμμών πλέγματος/οδηγών.
es: Color para las líneas de la cuadrícula/guía.
fi: Ruudukon ja apuviivojen väri.
hr: Boja mrežnih linija.
hu: A segédvonalak színe.
is: Litur fyrir rist og leiðarlínur.
it: Colore per la griglia e le linee guida.
ja: グリッド線/ガイドラインの色。
nl: Kleur voor raster- en hulplijnen.
pt: Cor para as linhas da grade/guia.
ro: Culoare pentru grilă și linii de ghidaj.
ru: Цвет линий сетки/направляющих.
sv: Färg för rutnätets hjälplinjer.
tr: Izgara/kılavuz çizgileri için renk.

source: Refresh Interval
ca: Interval d'actualització
da: Opdateringsinterval
de: Aktualisierungsintervall
el: Διάστημα ανανέωσης
es: Intervalo de Actualización
fi: Päivitysväli
hr: Interval osvježavanja
hu: Frissítési időköz
is: Endurnýjunartími
it: Intervallo di aggiornamento
ja: 更新間隔
nl: Verversingsinterval
pt: Intervalo de atualização
ro: Interval de reîmprospătare
ru: Интервал обновления
sv: Uppdateringsintervall
tr: Yenileme Aralığı
