Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@ExtensionsManager/files/0dyseus@ExtensionsManager/po/*.po
Languages: cs, es, hr, sv

source: The following two sections are available only in English.
cs: Následující dvě části jsou k dispozici pouze v angličtině.
es: Las siguientes dos secciones están disponibles sólo en Inglés.
sv: Följande två sektioner är endast tillgängliga på Engelska.

source: language-name
cs: Česky
es: Español
sv: Svenska

source: Help
cs: Nápověda
es: Ayuda
sv: Hjälp

source: Contributors
cs: Přispěvatelé
es: Colaboradores
sv: Medhjälpare

source: Changelog
es: Registro de cambios
sv: Ändringslogg

source: Choose language
cs: Zvolte jazyk
es: Elegir idioma
sv: Välj språk

source: Help for %s
cs: Nápověda pro %s
es: Ayuda para %s
sv: Hjälp för %s

source: IMPORTANT!!!
cs: DŮLEŽITÉ!!!
es: ¡IMPORTANTE!
sv: VIKTIGT!!!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
cs: Nikdy neodstraňujte soubory ze složky tohoto xletu. Mohlo by to narušit funkčnost xletu.
es: Jamás borrar ninguno de los archivos encontrados dentro de la carpeta de este xlet. Podría romper la funcionalidad del xlet.
sv: Ta aldrig bort någon av filerna i den här xlet-mappen. Det kan förstöra programmets funktioner.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
cs: Zprávy o chybách, požadavky na funkce a příspěvky by měly být prováděny v repozitáři tohoto xletu, na který je odkaz dále.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på följande länk.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
cs: Lokalizace apletů/deskletů/rozšíření (a.k.a. xlety)
es: Localización de applets/desklets/extensiones (también conocidos como xlets)
sv: Applets/Desklets/Extensions (xlets) översättning

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
cs: Pokud byl tento xlet nainstalován z nastavení systému v Cinnamonu, byly všechny tyto lokalizace xletu automaticky nainstalovány.
es: Si este xlet se instaló desde Configuración de Cinnamon, todas las localizaciones de este xlet se instalaron automáticamente.
sv: Om denna xlet installerades från Cinnamons inställningar, installerades också alla översättningar automatiskt.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
cs: Pokud byl tento xlet nainstalován ručně a nikoliv pomocí nastavení systému v Cinnamonu, mohou být lokalizace instalovány spuštěním skriptu nazvaného ** localizations.sh ** z terminálu otevřeného uvnitř složky xletu.
es: Si este xlet se instaló manualmente y no a través de Configuración de Cinnamon, las localizaciones se pueden instalar ejecutando el archivo llamado **localizations.sh** desde una terminal abierta dentro de la carpeta del xlet.
sv: Om denna xlet installerades manuellt och inte via Cinnamons inställningar, kan översättningar installeras genom att köra skriptet **localizations.sh** från en terminal öppnad i programmappen.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
cs: Pokud tento xlet nemá k dispozici překlad pro váš jazyk, můžete jej vytvořit podle následujících pokynů.
es: Si este xlet no está disponible en su idioma, la localización puede ser creada siguiendo las siguientes instrucciones.
sv: Om ditt språk saknas i denna xlet, kan du översätta den med hjälp av följande instruktioner.

source: This terminal will list the errors of extensions that couldn't be loaded by Extensions Manager.
cs: Tento terminál zobrazí chyby rozšíření, které nemohly být načteny správcem rozšíření.
es: Esta terminal listará los errores de extensiones que no han podido ser cargadas por Administrador de Extensiones.
sv: I terminalen listas felen för de tillägg som kan läsas in av tilläggshanteraren.

source: Extensions Manager debugger
cs: Debugger správce rozšíření
es: Depurador de Administrador de Extensiones
sv: Felsökning för tilläggshanteraren

source: Helper script for Extensions Manager applet for Cinnamon.
cs: Helper skript pro aplet Správce rozšíření pro Cinnamon.
es: Script de ayuda para el applet Administrador de Extensiones de Cinnamon.
sv: Hjälp-skript för panelprogrammet Tilläggshanterare för Cinnamon.

source: Returns a JSON string with a list of all installed extensions.
cs: Vrátí řetězec JSON se seznamem všech nainstalovaných rozšíření.
es: Devuelve una cadena JSON con una lista de todas las extensiones instaladas.
sv: Returnerar en JSON-sträng med en lista över alla installerade tillägg.

source: Process all extensions, but it will only display possible errors.
cs: Zpracuje všechna rozšíření, zobrazí se však pouze možné chyby.
es: Procesar todas las extensiones, pero sólo mostrará posibles errores.
sv: Processar alla tillägg, men visar endast möjliga fel

source: Launch the debug process from a virtual terminal.
cs: Spustit ladicí proces z virtuálního terminálu.
es: Iniciar el proceso de depuración desde un terminal virtual.
sv: Starta felsökningsprocessen från en virtuell terminal.

source: Cancel
cs: Zrušit
es: Cancelar
hr: Odustani
sv: Avbryt

source: OK
es: Aceptar
hr: U redu

source: Open settings window
cs: Otevřít okno nastavení
es: Abrir ventana de preferencias
hr: Otvori prozor postavki
sv: Öppna inställningar

source: Spices page
cs: Spices web
es: Página de Spices
hr: Stranica proširenja
sv: Spices webbsida

source: Edit extension main file
cs: Upravit hlavní soubor rozšíření
es: Editar el archivo principal
hr: Uredi glavnu datoteku proširenja
sv: Redigera tilläggets huvudfil

source: Open extension folder
cs: Otevřít složku rozšíření
es: Abrir carpeta de la extensión
hr: Otvori mapu proširenja
sv: Öppna tilläggsmappen

source: Name
cs: Název
es: Nombre
hr: Naziv
sv: Namn

source: Description
cs: Popis
es: Descripción
hr: Opis
sv: Beskrivning

source: Error parsing JSON string.
cs: Chyba parsování JSON řetězce.
es: Error al analizar cadena JSON.
sv: Fel vid tolkning av JSON-sträng

source: A detailed error has been logged into ~/.cinnamon/glass.log.
cs: Podrobnosti chyby byly zaznamenány do ~/.cinnamon/glass.log souboru.
es: Se ha registrado un error detallado en el archivo ~/.cinnamon/glass.log.
sv: Ett fel har loggats detaljerat i ~/.cinnamon/glass.log.

source: Open extensions manager
cs: Otevřít správce rozšíření
es: Abrir el administrador de extensiones
hr: Otvori upravitelja proširenja
sv: Öppna tilläggshanteraren

source: Disable all extensions
cs: Zakázat všechna rozšíření
es: Deshabilitar todas las extensiones
hr: Onemogući sva proširenja
sv: Inaktivera alla tillägg

source: This will disable all active extensions. Are you sure you want to do this?
cs: Tímto vypnete všechna aktivní rozšíření. Chcete opravdu pokračovat?
es: Esto va a deshabilitar todas las extensiones. ¿Está seguro/a de que quiere realizar esta tarea?
hr: Ovo će onemogućiti sva aktivna proširenja. Sigurno želite ovo učiniti?
sv: Detta inaktiverar alla aktiva tillägg. Vill du verkligen göra det?

source: Refresh extension list
cs: Obnovit seznam rozšíření
es: Actualizar lista de extensiones
hr: Osvježi popis proširenja
sv: Uppdatera tilläggslistan

source: Restart Cinnamon
cs: Restartovat Cinnamon
es: Reiniciar Cinnamon
hr: Ponovno pokreni Cinnamon
sv: Starta om Cinnamon

source: Debug
cs: Ladit
es: Depurar
sv: Felsök

source: Source of error: %s
cs: Zdroj chyby: % s
es: Origen del error: %s
sv: Felkälla: %s

source: There aren't any extensions installed on your system. Or you may need to refresh the list of extensions from this applet context menu.
cs: Ve vašem systému nejsou nainstalována žádná rozšíření. Vyzkoušejte obnovit seznam rozšíření z kontextového menu tohoto appletu.
es: No hay ninguna extensión instalada en su sistema. O usted debería actualizar la lista de extensiones instaladas desde el menú contextual de este applet.
hr: Nemate instaliranih proširenja na vašem sustavu. Ili trebate osvježiti popis proširenja iz izbornika ovog apleta.
sv: Det finns inga tillägg installerade i ditt system, eller så kanske du behöver uppdatera tilläggslistan från detta panelprograms kontextmeny.

source: Enabled extensions
cs: Povolená rozšíření
es: Extensiones habilitadas
hr: Omogućena proširenja
sv: Aktiverade tillägg

source: No enabled extensions
cs: Žádná povolená rozšíření
es: No hay extensiones habilitadas
hr: Nema omogućenih proširenja
sv: Inga aktiverade tillägg

source: Disabled extensions
cs: Zakázaná rozšíření
es: Extensiones deshabilitadas
hr: Onemogućena proširenja
sv: Inaktiverade tillägg

source: No disabled extensions
cs: Žádná zakázaná rozšíření
es: No hay extensiones deshabilitadas
hr: Nema onemogućenih proširenja
sv: Inga inaktiverade tillägg

source: Extension %s is not compatible with current version of cinnamon. Using it may break your system. Load anyway?
cs: Rozšíření %s není kompatibilní s aktuální verzí cinnamonu. Jeho použítí může poškodit váš systém. Přesto pokračovat?
es: La extensión %s no es compatible con la versión actual de Cinnamon. Su uso podría estropear el sistema. ¿Quiere cargarla igualmente?"
hr: Proširenje %s nije kompatibilno s trenutnom inačicom Cinnamona. Njegovo korištenje može srušiti sustav. Ipak učitaj?
sv: Tillägget %s är inte kompatibelt med aktuell version av Cinnamon. Användning kan möjligen skada ditt system. Vill du läsa in det ändå?

source: See this xlet help file.
cs: Viz soubor s nápovědou tohoto xletu.
es: Ver el archivo de ayuda de este xlet.
sv: Se hjälpfilen för denna xlet.

source: Extensions Manager
cs: Správce rozšíření
es: Administrador de Extensiones
hr: Upravitelj proširenja
sv: Tilläggshanterare

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked below.
cs: Zprávy o chybách, požadavky na funkce a příspěvky by měly být prováděny v repozitáři tohoto xletu, na který je odkaz níže.
es: Los reportes de fallos, peticiones de características y contribuciones deben hacerse en el repositorio de este xlet vinculado a continuación.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på nedanstående länk.

source: Allows enabling/disabling extensions (and other tasks) from a menu.
cs: Umožňuje povolit/zakázat rozšíření (a další činnosti) z menu.
es: Permite habilitar/deshabilitar extensiones (y otras tareas) desde un menú.
hr: Omogućuje omogućavanje/onemogućavanje proširenja (i drugih zadataka) iz izbornika.
sv: Låter dig aktivera/inaktivera tillägg (och annat) från en panelmeny.

source: Style for "Enabled extensions" sub-menu
cs: Styl pro "Povolená rozšíření" sub-menu
es: Estilo para el sub menú "Extensiones habilitadas"
hr: Izgled podizbornika "Omogućena proširenja"
sv: Stil för undermenyn "Aktiverade tillägg"

source: Max height for menu
cs: Maximální výška menu
es: Altura máxima del menú
hr: Najveća visina izbornika
sv: Maxhöjd för menyn

source: pixels
cs: pixelů
es: pixeles
hr: piksela
sv: pixlar

source: If enabled, every time that the menu is open, the "Enabled extensions" sub menu will be open too.
cs: Je-li povoleno, tak pokaždé při otevření menu bude otevřeno také sub menu "Povolená rozšíření".
es: Con esta opción habilitada, cada vez que el menú es abierto, el sub menú "Extensiones habilitadas" también será abierto.
hr: Ako je omogućeno, svaki puta kada je izbornik otvoren, podizbornik "Omogućena proširenja" će biti otvoren.
sv: Vid aktivering öppnas också undermenyn "Aktiverade tillägg", varje gång huvudmenyn öppnas.

source: Keep "Enabled extensions" menu open
cs: Ponechat menu "Povolená rozšíření" otevřené
es: Mantener el menú "Extensiones habilitadas" abierto
hr: Drži izbornik "Omogućena proširenja" otvorenim
sv: Håll undermenyn "Aktiverade tillägg" öppen

source: Style for "Disabled extensions" sub-menu
cs: Styl pro "Zakázaná rozšíření" sub-menu
es: Estilo para el sub menú "Extensiones deshabilitadas"
hr: Izgled podizbornika "Onemogućena proširenja"
sv: Stil för undermenyn "Inaktiverade tillägg"

source: If enabled, it will display a button in each extension menu item that will open the location where the extension is installed.
cs: Je-li povoleno, tak zobrazí u každé položky menu rozšíření tlačítko pro otevření složky ve které je rozšíření nainstalováno.
es: Con esta opción habilitada, se mostrará un botón en cada elemento del menú que permitirá abrir la ubicación donde la extensión está instalada.
hr: Ako je omogućeno, prikazat će tipku u svakoj stavci izbornika proširenja koja će otvoriti mapu u kojoj je proširenje instalirano.
sv: Vid aktivering visas en knapp i varje tilläggspost, som öppnar tilläggets installationsmapp.

source: Show "Open extension folder" button on extensions menu
cs: Zobrazit "Otevřít složku rozšíření" tlačítko v menu rozšíření
es: Mostrar el botón "Abrir carpeta de la extensión" en el menú
hr: Prikaži tipku "Otvori mapu proširenja" u izborniku proširenja
sv: Visa "Öppna tilläggsmappen" på tilläggets meny

source: If enabled, it will display a button in each extension menu item that will open the extension's Spices page (if the extension is published on Spices).
cs: Je-li povoleno, tak zobrazí u každé položky menu rozšíření tlačítko pro otevření webové stránky (pokud je rozšíření publikované na webu Spices).
es: Con esta opción habilitada, se mostrará un botón en cada elemento del menú que permitirá abrir el sitio Spices de la extensión (si es que la extensión está publicada en Spices).
hr: Ako je omogućeno, prikazat će tipku u svakoj stavci izbornika proširenja koja će otvoriti Spices stranicu proširenja (ako je proširenje objavljeno na Spices stranici)
sv: Vid aktivering visas en knapp i varje tilläggspost, som öppnar tilläggets Spises-sida (om tillägget har publicerats på Spices).

source: Show "Spices page" button on extensions menu
cs: Zobrazit "Spices web" tlačítko v menu rozšíření
es: Mostrar el botón "Página de Spices" en el menú
hr: Prikaži tipku "Stranica proširenja" u izborniku proširenja
sv: Visa "Spices webbida" på tilläggets meny

source: Keep only one menu open at all times
cs: Ponechat vždy otevřené pouze jedno menu
es: Mantener un solo menú abierto en todo momento
hr: Drži samo jedan izbornik otvoren istovremeno
sv: Endast en öppen undermeny åt gången

source: If enabled, it will display a button in each extension menu item that will open the extension's settings page (if the extension has a configuration mechanism).
cs: Je-li povoleno, tak zobrazí u každé položky menu rozšíření tlačítko pro otevření nastavení (pokud rozšíření umožňuje nastavení).
es: Con esta opción habilitada, se mostrará un botón en cada elemento del menú que permitirá abrir la ventana de configuración de la extensión (si es que la extensión tiene un mecanismo de configuración).
hr: Ako je omogućeno, prikazat će tipku u svakoj stavci izbornika proširenja koja će otvoriti postavke proširenja (ako proširenje ima postavke).
sv: Vid aktivering visas en knapp i varje tilläggspost, som öppnar tilläggets inställningsfönster (om tillägget har några inställningar).

source: Show "Open settings window" button on extensions menu
cs: Zobrazit "Otevřít okno nastavení" tlačítko v menu rozšíření
es: Mostrar el botón "Abrir ventana de preferencias" en el menú
hr: Prikaži tipku "Otvori postavke prozora" u izborniku proširenja
sv: Visa "Öppna inställningar" på tilläggets meny

source: Enter custom text to show in the panel.
cs: Vložte text, který se zobrazí na panelu.
es: Introduzca un texto personalizado para mostrar en el panel.
hr: Upišite prilagođeni tekst za prikaz u panelu.
sv: Ange anpassad text att visa i panelen

source: Custom label
cs: Uživatelský název
es: Etiqueta personalizada
hr: Prilagođeni naziv
sv: Anpassat panelnamn

source: If disabled, the extension UUID will be used as label for the menu items.
cs: Je-li zakázáno, tak bude pro položku menu použito UUID jako jméno.
es: Con esta opción deshabilitada, la UUID de la extensión será utilizada como etiqueta para los elementos del menú.
hr: Ako je onemogućeno, UUID proširenja će se koristiti kao naziv stavki izbornika.
sv: Vid inaktivering används tilläggens UUID som etikett på menyposterna.

source: Use extension name as label
cs: Použít název rozšíření jako jméno
es: Usar el nombre de la extensión como etiqueta
hr: Koristi naziv proširenja za prikaz u izborniku
sv: Använd tilläggsnamnet som menyetikett

source: If enabled, every time that the menu is open, the "Disabled extensions" sub menu will be open too.
cs: Je-li povoleno, tak pokaždé při otevření menu bude otevřeno také sub menu "Zakázaná rozšíření".
es: Con esta opción habilitada, cada vez que el menú es abierto, el sub menú "Extensiones deshabilitadas" también será abierto.
hr: Ako je omogućeno, svaki puta kada je izbornik otvoren, podizbornik "Onemogućena proširenja" će biti otvoren.
sv: Vid aktivering öppnas också undermenyn "Inaktiverade tillägg", varje gång huvudmenyn öppnas.

source: Keep "Disabled extensions" menu open
cs: Ponechat menu "Zakázaná rozšíření" otevřené
es: Mantener el menú "Extensiones deshabilitadas" abierto
hr: Drži izbornik "Onemogućena proširenja" otvorenim
sv: Håll undermenyn "Inaktiverade tillägg" öppen

source: Icon size for the extension option buttons
cs: Velikost ikon pro tlačítka voleb rozšíření
es: Tamaño de ícono para los botones de opciones de extensiones
sv: Ikonstorlek för tilläggets alternativknappar

source: Extensions menu settings
cs: Nastavení menu rozšíření
es: Preferencias del menú de extensiones
hr: Postavke izbornika proširenja
sv: Tilläggets menyinställningar

source: Set max height for the main menu
cs: Nastavit maximální výšku pro hlavní menu
es: Establecer altura máxima para el menú principal
hr: Postavi najveću visinu glavnog izbornika
sv: Ange maxhöjd för huvudmenyn

source: If enabled, it will display a button in each extension menu item that will open main extension file (extension.js) with a text editor.
cs: Je-li povoleno, tak zobrazí u každé položky menu rozšíření tlačítko pro otevření hlavního souboru (extension.js) v textovém editoru.
es: Con esta opción habilitada, se mostrará un botón en cada elemento del menú que permitirá abrir el archivo extension.js perteneciente a la extensión con un editor de textos.
hr: Ako je omogućeno, prikazat će tipku u svakoj stavci izbornika proširenja koja će otvoriti glavnu datoteku proširenja (extension.js) u uređivaču teksta.
sv: Vid aktivering visas en knapp i varje tilläggspost, som öppnar tilläggets huvudfil (extension.js) i en textredigerare.

source: Show "Edit extension main file" button on extensions menu
cs: Zobrazit "Upravit hlavní soubor rozšíření" tlačítko v menu rozšíření
es: Mostrar el botón "Editar archivo principal" en el menú
hr: Prikaži tipku "Uredi glavnu datoteku proširenja" u izborniku proširenja
sv: Visa "Redigera tilläggets huvudfil" på tilläggets meny

source: Show icons on menu items
cs: Zobrazit ikony položek menu
es: Mostrar íconos en los elementos del menú
hr: Prikaži ikone u stavkama izborniku
sv: Visa ikoner på menyposter

source: Applet settings
cs: Nastavení Appletu
es: Preferencias del applet
hr: Postavke apleta
sv: Programinställningar

source: Max width for menu items label
cs: Maximální šířka pro názvy položek menu
es: Ancho máximo de la etiqueta de los elementos del menú
hr: Najveća širina naziva stavki izbornika
sv: Maxbredd för menyposter

source: Icon size for the extension logo
cs: Velikost ikony pro logo rozšíření
es: Tamaño de ícono para el logo de extensiones
sv: Ikonstorlek för tilläggets logotyp

source: Select an icon to show in the panel.
cs: Zvolte ikonu, která se zobrazí na panelu.
es: Seleccionar un ícono para mostrar en el panel.
hr: Odaberite ikonu za prikaz u panelu.
sv: Välj en ikon att visa i panelen.

source: Icon
cs: Ikona
es: Ícono
hr: Ikona
sv: Ikon

source: Icon size for menu items
hr: Veličina ikona stavki izbornika

source: Appearance
hr: Izgled

source: Radek71: Czech localization.
hr: Radek71: Češka lokalizacija.

source: Bug reports and feature requests should be reported on this applet's repository linked below.
hr: Prijave grešaka i zahtjevi novih značajki trebali bi se prijaviti ispod na poveznici repozitorija ovog apleta.
