Repository: linuxmint/cinnamon-spices-applets
Catalog: screen-inhibit@mtwebster/files/screen-inhibit@mtwebster/po/*.po
Languages: es, it, nl

source: Currently preventing screensaver
es: Actualmente impidiendo el protector de pantalla
it: Sto prevenendo lo screensaver
nl: Momenteel wordt schermbeveiliging verhinderd

source: Currently allowing screensaver
es: Actualmente permite el protector de pantalla
it: Sto consentendo lo screensaver
nl: Momenteel wordt schermbeveiliging toegestaan

source: Screensaver settings
es: Configuración del protector de pantalla
it: Impostazioni screensaver
nl: Schermbeveiligingsinstellingen

source: Inhibit screensaver at startup
es: Inhibir el protector de pantalla al arrancar
it: Inibisci lo screensaver all'avvio
nl: Schermbeveiliging verhinderen bij opstarten

source: Click to inhibit the screensaver, click again to remove inhibition
es: Haga clic para inhibir el protector de pantalla, haga clic de nuevo para eliminar la inhibición
it: Fare clic per inibire lo screensaver, fare di nuovo clic per rimuovere l'inibizione
nl: Klik om de schermbeveiliging te verhinderen, klik nogmaals om de beperking op te heffen

source: Screensaver Inhibitor
es: Inhibidor del protector de pantalla
it: Inibitore Screensaver
nl: Schermbeveiligingsverhinderaar

source: General
it: Generale
nl: Algemeen

source: Icons
es: Iconos
it: Icone
nl: Pictogrammen

source: Keybinding
es: Combinación de teclas
it: Associazione di tasti
nl: Sneltoets

source: Startup
es: Inicio
it: Avvio
nl: Opstarten

source: Duration or End Time of screen saver inhibition
es: Duración o hora de finalización de la inhibición del protector de pantalla
it: Durata o ora di fine dell'inibizione dello screensaver
nl: Duur of eindtijd van de schermbeveiliging verhindering

source: Way to block the screensaver
es: Manera de bloquear el salvapantallas
it: Modo per bloccare lo screensaver
nl: Manier om de schermbeveiliging te blokkeren

source: Time
es: Tiempo
it: Orario
nl: Tijd

source: Seconds will be ignored.
es: Se ignorarán los segundos.
it: I secondi saranno ignorati.
nl: Seconden worden genegeerd.

source: The time shown above is
es: La hora indicada es
it: L'ora indicata sopra è
nl: De tijd hierboven getoond is

source: to be disregarded
es: a no tener en cuenta
it: da ignorare
nl: om te negeren

source: the inhibit duration
es: la duración de la inhibición
it: la durata dell'inibizione
nl: de verhinderingsduur

source: the inhibit end time
es: el tiempo final de inhibición
it: il tempo di fine inibizione
nl: de verhinderingseindtijd

source: Power management allowed icon:
es: Icono de gestión de energía permitida:
it: Icona di gestione dell'alimentazione consentita:
nl: Energiebeheer toegestaan pictogram:

source: Select an icon file, or you can type an icon name into the entry box
es: Seleccione un archivo de iconos, o puede escribir un nombre de icono en el cuadro de entrada
it: Seleziona un file icona, oppure puoi digitare un nome icona nella casella di inserimento
nl: Selecteer een pictogrambestand, of typ een pictogramnaam in het invoervak

source: Power management prevented icon:
es: Icono de gestión de energía impedida:
it: Icona di gestione risparmio energetico:
nl: Energiebeheer verhinderd pictogram:

source: Reset to default icons
es: Restablecer los iconos por defecto
it: Ripristina le icone predefinite
nl: Terugzetten naar standaardpictogrammen

source: Set the keybinding for screensaver inhibit
es: Establecer la combinación de teclas para permitir la inhibición del protector de pantalla
it: Imposta l'associazione dei tasti per l'inibizione dello screensaver
nl: Stel de sneltoets in voor het verhinderen van de schermbeveiliging

source: Number of seconds before screensaver inhibition
es: Número de segundos antes de la inhibición del protector de pantalla
it: Numero di secondi prima dell'inibizione dello screensaver
nl: Aantal seconden voor de schermbeveiligingsverhindering

source: (Avoid using aggressive ways, if possible.)
es: (Evita utilizar formas agresivas, si es posible)
it: (Evitare di usare modi aggressivi, se possibile.)
nl: (Vermijd indien mogelijk agressieve methoden.)

source: Blocking mode
es: Modo de bloqueo
it: Modalità di blocco
nl: Blokkeringsmodus

source: Normal
it: Normale
nl: Normaal

source: Aggressive
es: Agresivo
it: Aggressiva
nl: Agressief

source: Super aggressive
es: Súper agresivo
it: Super aggressiva
nl: Super agressief

source: Blocking interval
es: Intervalo de bloqueo
it: Intervallo di blocco
nl: Blokkeringsinterval

source: minutes
es: minutos
it: minuti
nl: minuten
