Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/notification-mute@jgillula/*.po
Languages: vi

source: Currently preventing notifications
vi: Hiện đang chặn thông báo

source: Currently allowing notifications
vi: Hiện đang cho phép thông báo

source: Notification settings
vi: Cài đặt thông báo

source: Notification Mute
vi: Tắt/Bật Thông báo

source: Click to mute notifications, click again to unmute
vi: Nhấp để tắt thông báo, nhấp lại để bật

source: Icons
vi: Biểu tượng

source: Use a custom icon for when notifications are allowed.
vi: Sử dụng biểu tượng tùy chỉnh khi thông báo được cho phép.

source: Notifications allowed icon:
vi: Biểu tượng thông báo được phép:

source: Select an icon file, or you can type an icon name into the entry box
vi: Chọn tệp biểu tượng hoặc nhập tên biểu tượng vào ô

source: Use a custom icon for when notifications are muted.
vi: Sử dụng biểu tượng tùy chỉnh khi thông báo bị tắt.

source: Notifications muted icon:
vi: Biểu tượng thông báo bị tắt:

source: Keybinding
vi: Phím tắt

source: Set the keybinding for toggling notification mute
vi: Thiết lập phím tắt để bật/tắt thông báo
