Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/scripts@paucapo.com/*.po
Languages: ca, da, es, hu, it, nl, sv, vi

source: No terminals are found. Switch the setting <Find automatically a terminal> off to fix this.
ca: No s'han trobat terminals. Desactiveu la opció <Auto-detectar un terminal> per a solucionar el problema.
da: Der blev ikke fundet nogen terminaler. Slå indstillingen <Find automatisk en terminal> fra for at løse det.
es: No se encuentra ningún terminal. Desactive el ajuste <Buscar automáticamente un terminal> para solucionarlo.
hu: Nincsenek terminálok. Ennek kijavításához kapcsolja ki a <Terminál automatikus keresése> beállítást.
it: Nessun terminale trovato. Disattivare l'impostazione <Trova automaticamente un terminale> per risolvere il problema.
nl: Geen terminals gevonden. Zet de instelling <Automatisch een terminal vinden> uit om dit op te lossen.
sv: Inga terminaler hittades. Slå av inställningen<Hitta en terminal automatiskt> för att fixa detta.
vi: Không tìm thấy terminal nào. Tắt tùy chọn <Tự động tìm terminal> để khắc phục.

source: Desktop env default terminal:
ca: Terminal per defecte de l'entorn d'escriptori:
da: Standardterminal for skrivebordsmiljøet:
es: Terminal predeterminado de entorno de escritorio:
hu: Asztali env alapértelmezett terminál:
it: Terminale predefinito dell'ambiente desktop:
nl: Standaard terminal voor desktopomgeving:
sv: Standardterminal för skrivbordsmiljö:
vi: Terminal mặc định của môi trường desktop:

source: Command to execute a script:
ca: Ordre per executar un script:
da: Kommando for at køre et script
es: Comando para ejecutar un script:
hu: Parancs a parancsfájl végrehajtására:
it: Comando per eseguire uno script:
nl: Commando om een script uit te voeren:
sv: Kommando för att köra ett skript:
vi: Lệnh để chạy script:

source: Sym-link of x-terminal-emulator:
ca: Enllaç simbòlic del x-terminal-emulator:
da: Sym-link af x-terminal-emulator:
es: Sym-link de x-terminal-emulator:
hu: X-terminal-emulator sym-linkje:
it: Sym-link di x-terminal-emulator:
nl: Sym-link van x-terminal-emulator:
sv: Sym-link för x-terminal-emulator:
vi: Liên kết tượng trưng của x-terminal-emulator:

source: The script: <%s> doesn't exist
ca: L'script <%s> no existeix
da: Scriptet <%s> findes ikke
es: El script: <%s> no existe
hu: A(z) <%s> parancsfájl nem létezik
it: Lo script: <%s> non esiste
nl: Het script <%s> bestaat niet
sv: Skriptet: <%s> finns inte
vi: Script: <%s> không tồn tại

source: Execute silently
ca: Executar silenciosament
da: Kør uovervåget
es: Ejecutar en silencio
hu: Csendes végrehajtás
it: Esegui silenziosamente
nl: Stil uitvoeren
sv: Exekvera tyst
vi: Chạy ẩn

source: Execute in terminal
ca: Executar al terminal
da: Kør i terminal
es: Ejecutar en el terminal
hu: Végrehajtás terminálban
it: Esegui nel terminale
nl: Uitvoeren in terminal
sv: Kör i terminal
vi: Chạy trong terminal

source: Edit the script
ca: Editar l'script
da: Redigér scriptet
es: Editar el script
hu: Parancsfájl szerkesztése
it: Modifica lo script
nl: Bewerk het script
sv: Redigera skriptet
vi: Chỉnh sửa script

source: Open the document
ca: Obrir el document
da: Åbn dokumentet
es: Abrir el documento
hu: Dokumentum megnyitása
it: Apri il documento
nl: Open het document
sv: Öppna dokumentet
vi: Mở tài liệu

source: Scripts
da: Scripter
hu: Parancsfájlok
it: Script
sv: Skript
vi: Script

source: The applet Script Menu cant run due to missing dependencies. The missing dependencies are:
ca: La miniaplicació Menú Script no pot executar-se perquè falta instal·lar els següents paquets:
da: Panelprogrammet Scriptmenu kan ikke køre pga. manglende afhængigheder. De manglende afhængigheder er:
es: El applet Menú de Script no puede ejecutarse porque faltan dependencias. Las dependencias que faltan son:
hu: A Parancsfájl Menü kisalkalmazás nem futtatható hiányzó függőségek miatt. A hiányzó függőségek a következők:
it: Impossibile eseguire l'applet Menù degli Script a causa di dipendenze mancanti. Le dipendenze mancanti sono:
nl: De applet Scriptmenu kan niet worden uitgevoerd vanwege ontbrekende afhankelijkheden. De ontbrekende afhankelijkheden zijn:
sv: Skriptmenyn kan inte köras på grund av saknade beroenden. De beroenden som saknas är:
vi: Applet Script Menu không thể chạy do thiếu các gói phụ thuộc. Các gói thiếu là:

source: Terminal emulator. Switch the setting <Find automatically a terminal> off to fix this.
ca: Emulador del terminal. Desactiveu la opció <Auto-detectar un terminal> per a solucionar el problema.
da: Terminalemulator. Slå indstillingen <Find automatisk en terminal> fra for at løse det.
es: Emulador de terminal. Desactive la opción <Buscar automáticamente un terminal> para solucionarlo.
hu: Terminál emulátor. Ennek kijavításához kapcsolja ki a <Terminál automatikus keresése> beállítást.
it: Emulatore di terminale. Disattivare l'impostazione <Trova automaticamente un terminale> per risolvere il problema.
nl: Terminal-emulator. Zet de instelling <Automatisch een terminal vinden> uit om dit op te lossen.
sv: Terminalemulator. Slå av inställningen<Hitta en terminal automatiskt> för att fixa detta.
vi: Trình giả lập terminal. Tắt tùy chọn <Tự động tìm terminal> để khắc phục.

source: Open scripts folder
ca: Obrir la carpeta d'scripts
da: Åbn scriptmappen
es: Abrir la carpeta scripts
hu: Parancsfájlok mappa megnyitása
it: Apri la cartella degli script
nl: Open scriptsmap
sv: Öppna skriptmappen
vi: Mở thư mục script

source: Update menu
ca: Actualitzar el menú
da: Opdatér menu
es: Actualizar menú
hu: Menü frissítése
it: Aggiorna menù
nl: Menu bijwerken
sv: Uppdatera menyn
vi: Cập nhật menu

source: Applet 'Script Menu'
ca: Miniaplicació 'Menú Script'
da: Scriptmenu
hu: „Parancsfájl Menü” kisalkalmazás
it: Menù degli Script Applet
sv: Panelprogrammets "Skriptmeny"

source: Scripts Menu
ca: Menú d'scripts
da: Scriptmenu
es: Menú de Scripts
hu: Parancsfájlok Menü
it: Menù degli Script
nl: Scriptmenu
sv: Skriptmeny
vi: Trình đơn Script

source: Menu applet for starting scripts
ca: Miniaplicació amb un menú per a iniciar scripts
da: Kør scripter fra statusfeltet
es: Applet que proporciona un menú para iniciar scripts
hu: Menü kisalkalmazás parancsfájlok elkezdéséhez
it: Applet di menù per l'avvio di script
nl: Menu-applet voor het starten van scripts
sv: Menyprogram för att starta skript
vi: Applet trình đơn dùng để chạy script

source: Autoupdate. Update scripts list when the applet is opened.
ca: Auto-actualitzar. Actualitza la llista d'scripts quan la miniaplicació s'inicia.
da: Automatisk opdatering. Opdatér listen over scripter, når panelprogrammet åbnes.
es: Actualización automática. Actualiza la lista de scripts cuando se abre el applet.
hu: Automatikus frissítés. A parancsfájlok listájának frissítése a kisalkalmazás megnyitásakor.
it: Aggiornamento automatico. Aggiorna l'elenco degli script quando viene aperta l'applet.
nl: Automatische update. Werk de lijst met scripts bij wanneer de applet wordt geopend.
sv: Uppdatera automatiskt. Uppdatera skriptlistan när panelprogrammet när öppnat.
vi: Tự động cập nhật danh sách script khi mở applet.

source: Scripts directory
ca: Directori d'scripts
da: Scriptmappe
es: Directorio de scripts
hu: Parancsfájlok mappa
it: Cartella degli script
nl: Scriptsmap
sv: Skriptmapp
vi: Thư mục chứa script

source: Icon
ca: Icona
da: Ikon
es: Icono
hu: Ikon
it: Icona
nl: Pictogram
sv: Ikon
vi: Biểu tượng

source: Custom icon
ca: Icona personalitzada
da: Tilpasset ikon
es: Icono personalizado
hu: Egyéni ikon
it: Icona personalizzata
nl: Aangepast pictogram
sv: Anpassad ikon
vi: Biểu tượng tùy chỉnh

source: Icon (empty to hide the icon)
ca: Icona (buida per a ocultar)
da: Ikon (tom for at skjule ikonet)
es: Icono (vacío para ocultar el icono)
hu: Ikon (az ikon elrejtéséhez üres)
it: Icona (vuota per nascondere l'icona)
nl: Pictogram (leeg om het pictogram te verbergen)
sv: Ikon (tom för dold ikon)
vi: Biểu tượng (để trống nếu muốn ẩn biểu tượng)

source: Show title
ca: Mostrar el títol
da: Vis titel
es: Mostrar título
hu: Cím megjelenítése
it: Mostra titolo
nl: Titel weergeven
sv: Visa namn
vi: Hiển thị tiêu đề

source: Title
ca: Títol
da: Titel
es: Título
hu: Cím
it: Titolo
nl: Titel
sv: Namn
vi: Tiêu đề

source: Script execution
ca: Execució de l'script
da: Scriptkørsel
es: Ejecución del script
hu: Parancsfájl végrehajtás
it: Esecuzione script
nl: Scriptuitvoering
sv: Skriptexekvering
vi: Thực thi script

source: Script execution method on left click
ca: Mètode d'execució en usar el clic primari
da: Metode til scriptkørsel ved venstreklik
es: Método de ejecución del script al hacer clic con el botón izquierdo
hu: A parancsfájl végrehajtási módja a bal gombbal
it: Metodo di esecuzione dello script al clic sinistro
nl: Methode voor scriptuitvoering bij linkermuisklik
sv: Skriptexekveringsmetod vid vänsterklick
vi: Cách thực thi script khi nhấp chuột trái

source: How the scripts are processed when you left click on them.
ca: Com s'executaran els scripts en fer-hi clic amb el botó primari del ratolí.
da: Hvordan scripterne behandles, når du venstreklikker dem.
es: Cómo se procesan los scripts cuando se hace clic izquierdo sobre ellos.
hu: A parancsfájlok feldolgozásának módja, amikor bal gombbal kattint rájuk.
it: Come vengono elaborati gli script quando fai clic con il pulsante sinistro del mouse su di essi.
nl: Hoe de scripts worden verwerkt wanneer je erop klikt met de linkermuisknop.
sv: Hur skripten bearbetas när du vänsterklickar du på dem.
vi: Cách xử lý script khi bạn nhấp chuột trái vào chúng.

source: Ask what to do
ca: Pregunta què fer
da: Spørg hvad der skal gøres
es: Pregunte qué hacer
hu: Kérdezze meg, mi a teendő
it: Chiedi cosa fare
nl: Vragen wat te doen
sv: Fråga vad som skall göras
vi: Hỏi hành động cần thực hiện

source: Script execution method on right click
ca: Mètode d'execució en usar el clic secundari
da: Metode til scriptkørsel ved højreklik
es: Método de ejecución de scripts al hacer clic con el botón derecho
hu: A parancsfájl végrehajtási módja a jobb gombbal
it: Metodo di esecuzione dello script al clic destro
nl: Methode voor scriptuitvoering bij rechtermuisklik
sv: Skriptexekveringsmetod vid högerklick
vi: Cách thực thi script khi nhấp chuột phải

source: How the scripts are processed when you right click on them.
ca: Com s'executaran els scripts en fer-hi clic amb el botó secundari del ratolí.
da: Hvordan scripterne behandles, når du højreklikker dem.
es: Cómo se procesan los scripts cuando se hace clic derecho sobre ellos.
hu: A parancsfájlok feldolgozásának módja, amikor jobb gombbal kattint rájuk.
it: Come vengono elaborati gli script quando fai clic con il pulsante destro del mouse su di essi.
nl: Hoe de scripts worden verwerkt wanneer je erop klikt met de rechtermuisknop.
sv: Hur skripten bearbetas när du högerklickar du på dem.
vi: Cách xử lý script khi bạn nhấp chuột phải vào chúng.

source: Find automatically a terminal? (To execute the scripts in a terminal)
ca: Auto-detectar un terminal? (Per a executar-hi els scripts)
da: Find automatisk en terminal? (For at køre scripterne i en terminal)
es: ¿Encontrar automáticamente un terminal? (Para ejecutar los scripts en un terminal)
hu: Találja meg automatikusan a terminált? (Parancsfájl terminálban való végrehajtásához)
it: Trovare automaticamente un terminale? (Per eseguire gli script in un terminale)
nl: Automatisch een terminal vinden? (Om de scripts in een terminal uit te voeren)
sv: Vill du hitta en terminal automatiskt? (För att köra skript i en terminal.)
vi: Tự động tìm terminal? (Dùng để chạy script trong terminal)

source: The found terminal is:
ca: El terminal detectat és:
da: Den fundne terminal er:
es: El terminal encontrado es:
hu: A talált terminál:
it: Il terminale trovato è:
nl: De gevonden terminal is:
sv: Identifierad terminal är:
vi: Terminal đã tìm thấy là:

source: Prepended command to execute the scripts in the terminal
ca: Ordre prèvia a l'execució dels scripts al terminal
da: Foranstillet kommando til kørsel af scripter i terminalen
es: Comando agregado para ejecutar scripts en la terminal
hu: Előkészített parancs a parancsfájlok végrehajtásához a terminálban
it: Comando anteposto per eseguire gli script nel terminale
nl: Voorafgaand commando om de scripts in de terminal uit te voeren
sv: Förberett kommando för att köra skripten i terminal
vi: Lệnh tiền tố để chạy script trong terminal

source: To execute the scripts 'in terminal', the scripts are executed with this command prepended. Some potential valid commands are: gnome-terminal -- nxterm -e rxvt -e xterm -e
ca: Per executar els scripts al terminal, els scripts executats tindran aquesta comanda pre-afegida. Algunes de les ordres disponibles són: gnome-terminal -- nxterm -e rxvt -e xterm -e
da: For at køre scripter "i terminalen" udføres de med denne kommando foranstillet. Nogle mulige gyldige kommandoer er: gnome-terminal -- nxterm -e rxvt -e xterm -e
es: Para ejecutar los scripts 'en terminal', los scripts se ejecutan con este comando como prefijo. Algunos posibles comandos válidos son gnome-terminal -- nxterm -e rxvt -e xterm -e
hu: A parancsfájl „terminálban” való végrehajtásához a parancsfájlokat ezzel a paranccsal kell végrehajtani. Néhány lehetséges érvényes parancs: gnome-terminal -- nxterm -e rxvt -e xterm -e
it: Per eseguire gli script 'nel terminale', gli script vengono eseguiti con questo comando anteposto. Alcuni potenziali comandi validi sono: gnome-terminale -- nxterm -e rxvt -e xterm -e
nl: Om de scripts 'in terminal' uit te voeren, worden de scripts uitgevoerd met dit commando ervoor. Enkele mogelijke geldige commando's zijn: gnome-terminal -- nxterm -e rxvt -e xterm -e
sv: För att köra skripten "i terminal" körs skripten med det här kommandot förberett. Några potentiellt giltiga kommandon är: gnome-terminal -- nxterm -e rxvt -e xterm -e
vi: Để chạy script 'trong terminal', script sẽ được thực thi với lệnh tiền tố này. Một số lệnh hợp lệ có thể dùng: gnome-terminal -- nxterm -e rxvt -e xterm -e

source: Use the default editor to edit scripts?
ca: Cal utilitzar l'editor de text per defecte per a editar scripts?
da: Brug standardredigeringsprogrammet til redigering af scripter?
es: ¿Utilizar el editor por defecto para editar scripts?
hu: Használja az alapértelmezett szövegszerkesztőt a parancsfájlok szerkesztéséhez?
it: Utilizzare l'editor predefinito per modificare gli script?
nl: Gebruik de standaard editor om scripts te bewerken?
sv: Vill du använda standardredigeraren för att redigera skript?
vi: Dùng trình soạn thảo mặc định để chỉnh sửa script?

source: Prepended command to edit the scripts
ca: Ordre pre-afegida per a l'edició d'scripts
da: Foranstillet kommando til redigering af scripter
es: Comando agregado para editar scripts
hu: Előkészített parancs a parancsfájlok szerkesztéséhez
it: Comando anteposto per modificare gli script
nl: Voorafgaand commando om de scripts te bewerken
sv: Förberett kommando för att redigera skripten
vi: Lệnh tiền tố để chỉnh sửa script

source: To edit the scripts, the scripts are executed with this command prepended.
ca: Per editar els scripts, les ordres s'executaran amb aquesta ordre pre-afegida.
da: For at redigere scripter udføres de med denne kommando foranstillet.
es: Para modificar los scripts, se ejecutan con este comando como prefijo.
hu: Hogy szerkeszthesse a parancsfájlokat, a parancsfájlokat ezzel az előkészített paranccsal hajthatja végre.
it: Per modificare gli script, gli script vengono eseguiti con questo comando anteposto.
nl: Om de scripts te bewerken, worden de scripts uitgevoerd met dit commando ervoor.
sv: För att redigera skripten, körs skripten med det här kommandot förberett.
vi: Để chỉnh sửa script, chúng sẽ được thực thi với lệnh tiền tố này.
