Repository: linuxmint/cinnamon-spices-applets
Catalog: kdeccc@Severga/files/kdeccc@Severga/po/*.po
Languages: de, ru, zh_tw

source: Configure KDE Connect
de: KDE Connect Einstellungen
ru: Настроить KDE Connect
zh_tw: 設定 KDE Connect

source: No reachable paired devices
de: Kein Ger√§t erreichbar
ru: Отсутствуют доступные сопряженные устройства
zh_tw: 沒有可連線的已配對裝置

source: Id:
ru: Идентификатор:

source: Send Ping to
de: Sende einen Ping an
ru: Проверить соединение с устройством
zh_tw: 傳送 Ping 給

source: Force to Ring
de: Smartphone klingeln lassen...
ru: Заставить устройство издать звук
zh_tw: 強制響鈴

source: Send File to...
de: Sende eine Datei an...
ru: Отправить файл на устройство...
zh_tw: 傳送檔案至...

source: Send SMS via...
de: Sende eine SMS ueber...
ru: Отправить смс через устройство...
zh_tw: 透過此裝置傳送簡訊...

source: Enter the phone number of your SMS's addressee:
de: Bitte geben Sie die Telefonnummer des Empfaengers ein:
ru: Введите номер телефона адресата смс:
zh_tw: 請輸入簡訊收件人的電話號碼：

source: Enter the text of your SMS:
de: Bitte geben Sie den Text der SMS NAchricht ein:
ru: Введите текст смс:
zh_tw: 請輸入簡訊內容：

source: ...message body...
de: Nachricht
ru: ...текст сообщения...
zh_tw: ...訊息內容...

source: Press <
de: Druecken Sie <
ru: Нажмите <
zh_tw: 請按 <

source: Yes
de: Ja
ru: Да
zh_tw: 確定

source: > if you are ready to send your SMS, or <
de: > Wenn Sie bereit sind die SMS Nachricht zu senden, oder <
ru: >, если вы готовы отправить смс, или <
zh_tw: > 若您已準備好傳送簡訊，或按 <

source: Cancel
de: Abbrechen
ru: Отмена
zh_tw: 取消

source: > to avoid sending.
de: > zum abbrechen
ru: >, чтобы избежать его отправки.
zh_tw: > 取消傳送。

source: Mount and Explore
de: Geraet einbinden und Durchsuchen
ru: Смонтировать и открыть устройство
zh_tw: 掛載並瀏覽

source: Unmount
de: Geraet auswerfen
ru: Размонтировать устройство
zh_tw: 卸載裝置

source: Reachable paired devices:
de: Erreichbare Geraete:
ru: Доступные сопряженные устройства:
zh_tw: 可連線的已配對裝置：

source: Applet to provide access to some KDE Connect functionality
de: Applet zur Steuerung einiger KDE Connect Funktionen
ru: Утилита панели для обеспечения быстрого доступа к отдельным функциям KDE Connect
zh_tw: 提供部分 KDE Connect 功能的小程式

source: KDE Connect Control Center
zh_tw: KDE Connect 控制中心
