Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/stevedore@centurix/*.po
Languages: ca, vi

source: Create a container from an image
ca: Crear un contenidor des d'una imatge
vi: Tạo một container từ image

source: Mount location:
ca: Ubicació del muntatge:
vi: Vị trí mount:

source: Destination location:
ca: Ubicació de destí:
vi: Vị trí đích:

source: Working directory:
ca: Directori de treball:
vi: Thư mục làm việc:

source: Memory:
ca: Memòria:
vi: Bộ nhớ:

source: Swap size:
ca: Mida del swap:
vi: Kích thước swap:

source: Entry point:
ca: Punt d'entrada:
vi: Điểm vào:

source: Extra parameters:
ca: Paràmetres addicionals:
vi: Tham số bổ sung:

source: Start
ca: Començar
vi: Bắt đầu

source: Cancel
ca: Cancel·lar
vi: Hủy

source: Search for a Docker image:
ca: Buscar una imatge de Docker:
vi: Tìm kiếm Docker image:

source: Select
ca: Seleccionar
vi: Chọn

source: Searching...
ca: Buscant...
vi: Đang tìm kiếm...

source: Stevedore: Docker controller
ca: Stevedore: Controlador de Docker
vi: Stevedore: Bộ điều khiển Docker

source: Stevedor: Cannot locate Docker, is it installed?
ca: Stevedore: No s'ha pogut trobar Docker. Està instal·lat?
vi: Stevedore: Không tìm thấy Docker, nó đã được cài đặt chưa?

source: Cannot locate Docker, is it installed?
ca: No s'ha pogut trobar Docker, està instal·lat?
vi: Không tìm thấy Docker, nó đã được cài đặt chưa?

source: Get Docker
ca: Obtenir Docker
vi: Tải Docker

source: Stevedor: Docker is out of date, please install version 17.03.0-ce or higher.
ca: Stevedore: Docker està desactualitzat, si us plau instal·leu la versió 17.03.0-ce o més recent.
vi: Stevedore: Docker đã lỗi thời, vui lòng cài đặt phiên bản 17.03.0-ce hoặc cao hơn.

source: Create a new image
ca: Crear una nova imatge
vi: Tạo image mới

source: Images
ca: Imatges

source: No Images Installed
ca: No hi ha imatges instal·lades
vi: Chưa có Image nào được cài đặt

source: Start a new container from this image
ca: Arrancar un contenidor nou des d'aquesta imatge
vi: Khởi chạy container mới từ image này

source: Image Home Page
ca: Lloc web de la imatge
vi: Trang chủ Image

source: Remove this image
ca: Eliminar aquesta imatge
vi: Xóa image này

source: Containers
ca: Contenidors

source: No Containers Created
ca: No s'han creat contenidors
vi: Chưa có Container nào được tạo

source: Running
ca: En execució
vi: Đang chạy

source: Stopped
ca: Aturat
vi: Đã dừng

source: Memory:
ca: Memòria:
vi: Bộ nhớ:

source: Entry point:
ca: Punt d'entrada:
vi: Điểm vào:

source: Mount:
ca: Muntatge:

source: IP Address:
ca: Adreça IP:
vi: Địa chỉ IP:

source: Open a terminal
ca: Obrir un terminal
vi: Mở terminal

source: Show TTY Session
ca: Mostrar sessió TTY
vi: Hiển thị phiên TTY

source: Open a browser
ca: Obrir un navegador
vi: Mở trình duyệt

source: Delete this container
ca: Eliminar aquest contenidor
vi: Xóa container này

source: Docker Version
ca: Versió de Docker
vi: Phiên bản Docker

source: Docker Version:
ca: Versió de Docker:
vi: Phiên bản Docker:

source: API Version:
ca: Versió de l'API:
vi: Phiên bản API:

source: Go Version:
ca: Versió de Go:
vi: Phiên bản Go:

source: Git Commit:
ca: Commit de git:

source: Build Date:
ca: Data de build:
vi: Ngày build:

source: OS/Arch:
ca: SO/Arquitectura:
vi: HĐH/Kiến trúc:

source: Refresh this menu
ca: Refresca aquest menú
vi: Làm mới menu này

source: Installing image
ca: Instal·lant imatge
vi: Đang cài đặt image

source: please wait...
ca: si us plau espereu...
vi: vui lòng chờ...

source: Image
ca: Imatge

source: installed, ready to run.
ca: instal·lat, a punt per executar-se.
vi: đã được cài đặt, sẵn sàng chạy.

source: removed.
ca: eliminat.
vi: đã bị xóa.

source: Starting container
ca: Iniciant contenidor
vi: Đang khởi động container

source: Container up
ca: Contenidor iniciat
vi: Container đã chạy

source: Stopping container
ca: Aturant contenidor
vi: Đang dừng container

source: Container down
ca: Contenidor aturat
vi: Container đã dừng

source: Creating container from
ca: Creant contenidor des de
vi: Đang tạo container từ

source: Image created.
ca: Imatge creada.
vi: Image đã được tạo.

source: Removing container
ca: Eliminant contenidor
vi: Đang xóa container

source: Container removed
ca: Contenidor eliminat
vi: Container đã bị xóa

source: Copied to the clipboard
ca: Copiat al porta papers
vi: Đã sao chép vào clipboard

source: Command not found.
ca: Ordre no trobada.
vi: Không tìm thấy lệnh.

source: Docker controlling applet.
ca: Miniaplicació per a gestionar Docker.
vi: Applet điều khiển Docker.

source: Stevedor - Docker controller
ca: Stevedore - Controlador de Docker
vi: Stevedore - Bộ điều khiển Docker
