Repository: linuxmint/cinnamon-spices-applets
Catalog: notifications-enhanced@hilyxx/files/notifications-enhanced@hilyxx/po/*.po
Languages: ca, it, nl, zh_tw

source: Notifications applet conflict
ca: Notificacions desactivades
it: Conflitto dell'applet di notifica
nl: Conflict meldingen-applet
zh_tw: 通知小程式發生衝突

source: Conflict detected: notifications@cinnamon.org is active. Remove it and restart Cinnamon before using Notifications-Enhanced applet.
ca: Conflicte detectat: notifications@cinnamon.org està actiu. Elimineu la miniaplicació i reinicieu Cinnamon abans d'utilitzar la miniaplicació Notificacions-Millorades
it: Conflitto rilevato: notifications@cinnamon.org è attivo. Rimuoverlo e riavviare Cinnamon prima di utilizzare l'applet Notifiche Migliorate.
nl: Conflict gedetecteerd: notifications@cinnamon.org is actief. Verwijder dit en herstart Cinnamon voordat je de Verbeterde Meldingen-applet gebruikt.
zh_tw: 偵測到衝突：notifications@cinnamon.org 目前為啟用狀態。 請移除該小程式並重新啟動 Cinnamon，再使用 Notifications-Enhanced 小程式。

source: Do not disturb
ca: No molestar
it: Non disturbare
nl: Niet storen
zh_tw: 請勿打擾

source: No notifications
ca: No hi ha notificacions
it: Nessuna notifica
nl: Geen meldingen
zh_tw: 沒有任何通知

source: Clear notifications
ca: Netejar notificacions
it: Svuota notifiche
nl: Wis meldingen
zh_tw: 清除通知

source: Enable notifications
ca: Activar notificacions
it: Abilita notifiche
nl: Schakel meldingen in
zh_tw: 啟用通知

source: Notification Settings
ca: Configuració de notificacions
it: Impostazioni notifica
nl: Melding Instellingen
zh_tw: 通知設定

source: %d notification
ca: %d notificació
it: %d notifica
nl: %d melding
zh_tw: %d 則通知

source: Notifications
ca: Notificacions
it: Notifiche
nl: Meldingen
zh_tw: 通知

source: Notifications disabled
ca: Notificacions desactivades
it: Notifiche disattivate
nl: Meldingen uitgeschakeld
zh_tw: 通知已停用

source: just now
ca: ara mateix
it: adesso
nl: zojuist
zh_tw: 剛剛

source: %d second ago
ca: fa %d segon
it: %d secondo fa
nl: %d seconde geleden
zh_tw: %d 秒前

source: %d minute ago
ca: fa %d minut
it: %d minuto fa
nl: %d minuut geleden
zh_tw: %d 分鐘前

source: Notifications-Enhanced
ca: Notificacions-Millorades
it: Notifiche Migliorate
nl: Verbeterde Meldingen

source: A notification applet but with more options
ca: Una miniaplicació de notificacions amb més opcions
it: Un'applet di notifica ma con più opzioni
nl: Een meldingen applet met meer opties
zh_tw: 一個提供更多選項的通知小程式

source: Behavior
ca: Comportament
it: Comportamento
nl: Gedrag
zh_tw: 行為

source: Ignore transient notifications
ca: Ignorar les notificacions transitòries
it: Ignora le notifiche temporanee
nl: Negeer tijdelijke meldingen
zh_tw: 忽略暫時性通知

source: Check this to ignore transient notifications.
ca: Marqueu això per ignorar les notificacions transitòries.
it: Seleziona questo per ignorare le notifiche temporanee.
nl: Vink dit aan om tijdelijke meldingen te negeren.
zh_tw: 勾選此選項可忽略暫時性通知。

source: Display
ca: Visualització
it: Visualizzazione
nl: Weergave
zh_tw: 顯示

source: Show the number of notifications
ca: Mostrar el número de notificacions
it: Mostra il numero di notifiche
nl: Toon het aantal meldingen
zh_tw: 顯示通知數量

source: Show notification tray
ca: Mostra la safata de notificacions
it: Mostra barra delle notifiche
nl: Toon meldingenvak
zh_tw: 顯示通知區

source: Check this to always show the notification tray.
ca: Marqueu això per a mostrar la safata de notificacions.
it: Seleziona questa opzione per visualizzare sempre la barra delle notifiche.
nl: Vink dit aan om het meldingenvak altijd te tonen.
zh_tw: 勾選此選項可讓通知區持續顯示。

source: Always show 'Do Not Disturb' icon
ca: Mostra sempre la icona "No Molestar"
it: Mostra sempre l'icona "Non disturbare"
nl: 'Niet Storen'-pictogram altijd tonen
zh_tw: 一律顯示「請勿打擾」圖示

source: Check this to show the 'Do Not Disturb icon' on the panel even when the 'Show notification tray' option is disabled.
ca: Marqueu això per mostrar la icona de 'No molestar' encara que la opció de mostrar la safata de notificacions estigui desactivada.
it: Seleziona questa opzione per visualizzare l'icona "Non disturbare" sul pannello anche quando l'opzione "Mostra barra delle notifiche" è disabilitata.
nl: Vink dit aan om het 'Niet Storen'-pictogram op het paneel te tonen, zelfs wanneer de optie 'Toon meldingenvak' is uitgeschakeld.
zh_tw: 勾選此選項，即使停用「顯示通知區」選項，仍會在面板顯示「請勿打擾」圖示。

source: Show notification settings in the menu
ca: Mostrar la configuració de les notificacions al menú
it: Mostra le impostazioni di notifica nel menù
nl: Toon meldinginstellingen in het menu
zh_tw: 在選單中顯示通知設定

source: Keyboard shortcuts
ca: Dreceres del teclat
it: Scorciatoie da Tastiera
nl: Toetscombinaties
zh_tw: 鍵盤快速鍵

source: Show notifications
ca: Mostrar notificacions
it: Mostra notifiche
nl: Toon meldingen
zh_tw: 顯示通知

source: Set keybinding(s) to show the notification popup menu.
ca: Assigneu les dreceres del teclat per mostrar el menú emergent de notificacions.
it: Imposta le combinazioni di tasti per mostrare il menù popup delle notifiche.
nl: Stel toetscombinatie(s) in om het meldingspopup-menu te tonen.
zh_tw: 設定顯示通知彈出式選單的快捷鍵。

source: Set keybinding(s) to clear all notifications.
ca: Assigneu les dreceres del teclat per netejar totes les notificacions.
it: Imposta le combinazioni di tasti per cancellare tutte le notifiche.
nl: Stel toetscombinatie(s) in om alle meldingen te wissen.
zh_tw: 設定清除所有通知的快捷鍵。

source: Enable or disable notifications
ca: Activa o desactiva les notificacions
it: Abilita o disabilita notifiche
nl: Schakel meldingen in of uit
zh_tw: 啟用或停用通知

source: Set keybinding(s) to enable or disable notifications.
ca: Assigneu les dreceres del teclat per activar o desactivar les notificacions.
it: Imposta i tasti di scelta rapida per abilitare o disabilitare le notifiche.
nl: Stel sneltoets(en) in om meldingen in of uit te schakelen.
zh_tw: 設定啟用或停用通知的快捷鍵。

source: Open notification settings
ca: Obrir la configuració de les notificacions
it: Apri le impostazioni di notifica
nl: Open meldinginstellingen
zh_tw: 開啟通知設定
