Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/notifications-enhanced@hilyxx/*.po
Languages: vi

source: Notifications applet conflict
vi: Xung đột applet thông báo

source: Conflict detected: notifications@cinnamon.org is active. Remove it and restart Cinnamon before using Notifications-Enhanced applet.
vi: Phát hiện xung đột: notifications@cinnamon.org đang hoạt động. Hãy gỡ bỏ và khởi động lại Cinnamon trước khi sử dụng applet Notifications-Enhanced.

source: Do not disturb
vi: Không làm phiền

source: No notifications
vi: Không có thông báo

source: Clear notifications
vi: Xóa thông báo

source: Enable notifications
vi: Bật thông báo

source: Notification Settings
vi: Cài đặt thông báo

source: %d notification
vi: %d thông báo

source: Notifications
vi: Thông báo

source: Notifications disabled
vi: Thông báo bị tắt

source: just now
vi: vừa xong

source: %d second ago
vi: cách đây %d giây

source: %d minute ago
vi: cách đây %d phút

source: Notifications-Enhanced
vi: Thông báo Nâng cao

source: A notification applet but with more options
vi: Applet thông báo với nhiều tùy chọn hơn

source: Behavior
vi: Hành vi

source: Ignore transient notifications
vi: Bỏ qua thông báo ngắn hạn

source: Check this to ignore transient notifications.
vi: Chọn để bỏ qua các thông báo ngắn hạn.

source: Display
vi: Hiển thị

source: Show the number of notifications
vi: Hiển thị số lượng thông báo

source: Show notification tray
vi: Hiển thị khay thông báo

source: Check this to always show the notification tray.
vi: Chọn để luôn hiển thị khay thông báo.

source: Always show 'Do Not Disturb' icon
vi: Luôn hiển thị biểu tượng 'Không làm phiền'

source: Check this to show the 'Do Not Disturb icon' on the panel even when the 'Show notification tray' option is disabled.
vi: Chọn để hiển thị biểu tượng 'Không làm phiền' trên panel ngay cả khi tùy chọn 'Hiển thị khay thông báo' bị tắt.

source: Show notification settings in the menu
vi: Hiển thị cài đặt thông báo trong menu

source: Keyboard shortcuts
vi: Phím tắt

source: Show notifications
vi: Hiển thị thông báo

source: Set keybinding(s) to show the notification popup menu.
vi: Thiết lập phím tắt để hiển thị menu thông báo bật lên.

source: Set keybinding(s) to clear all notifications.
vi: Thiết lập phím tắt để xóa tất cả thông báo.

source: Enable or disable notifications
vi: Bật hoặc tắt thông báo

source: Set keybinding(s) to enable or disable notifications.
vi: Thiết lập phím tắt để bật hoặc tắt thông báo.

source: Open notification settings
vi: Mở cài đặt thông báo
