Repository: linuxmint/cinnamon-spices-applets
Catalog: applets/combined-monitor@danipin/files/applets/combined-monitor@danipin/po/*.po
Languages: uk

source: Slot 1 (Standard)
uk: Слот 1 (Стандартний)

source: Slot 2 (Empty)
uk: Слот 2 (Порожній)

source: Slot 3 (Empty)
uk: Слот 3 (Порожній)

source: Separator
uk: Роздільник

source: No Separator
uk: Без Роздільника

source: Symbols
uk: Символи

source: CPU
uk: ЦП

source: Icon-White
uk: Іконка-Біла

source: Icon-Dark
uk: Іконка-Темна

source: No Symbol (Text Label)
uk: Без Символу (Текстовий Напис)

source: TEMP
uk: ТЕМП

source: RAM
uk: ОЗП

source: Profile Management
uk: Керування Профілями

source: Activate (Load)
uk: Активувати (Завантажити)

source: Save Current Settings
uk: Зберегти Поточні Налаштування

source: System Monitor
uk: Системний Монітор

source: Restart Cinnamon
uk: Перезапустити Cinnamon

source: Profile Saved: %s
uk: Профіль Збережено: %s

source: Active: %s
uk: Активний: %s

source: N/A
uk: Н/Д

source: CPU Temperature
uk: Температура ЦП

source: Profiles
uk: Профілі

source: General
uk: Загальне

source: Order of Metrics
uk: Порядок Метрик

source: Display
uk: Відображення

source: Thresholds
uk: Пороги

source: Colors
uk: Кольори

source: Thresholds (in °C)
uk: Пороги (у °C)

source: Settings
uk: Налаштування

source: Profiles (Slots 1 to 3)
uk: Профілі (Слоти 1 до 3)

source: Global
uk: Глобальне

source: Show CPU
uk: Показати ЦП

source: Text for CPU
uk: Текст для ЦП

source: Custom symbol/icon for CPU. Leave empty for text label.
uk: Користувацький символ/іконка для ЦП. Залиште порожнім для текстового напису.

source: Show percentage sign (%) for CPU
uk: Показати знак відсотка (%) для ЦП

source: If disabled, only the value (e.g., '45') is displayed without the percentage sign (e.g., '45%'). The 'Show percentage sign (%) (Master Switch)' option in the 'General' tab acts as a master switch.
uk: Якщо вимкнено, відображається лише значення (наприклад, '45') без знака відсотка (наприклад, '45%'). Опція 'Показати знак відсотка (%) (Головний Перемикач)' на вкладці 'Загальне' діє як головний перемикач.

source: Threshold LOW
uk: Поріг НИЗЬКИЙ

source: The LOW color is used below this value
uk: НИЗЬКИЙ колір використовується нижче цього значення

source: Threshold MED
uk: Поріг СЕРЕДНІЙ

source: The MED color is used between LOW and MED
uk: СЕРЕДНІЙ колір використовується між НИЗЬКИМ та СЕРЕДНІМ

source: Threshold HIGH
uk: Поріг ВИСОКИЙ

source: The HIGH color is used between MED and HIGH
uk: ВИСОКИЙ колір використовується між СЕРЕДНІМ та ВИСОКИМ

source: Enable color change for CPU
uk: Увімкнути зміну кольору для ЦП

source: Color LOW
uk: Колір НИЗЬКИЙ

source: Color MED
uk: Колір СЕРЕДНІЙ

source: Color HIGH
uk: Колір ВИСОКИЙ

source: Color CRITICAL
uk: Колір КРИТИЧНИЙ

source: Used above the HIGH threshold
uk: Використовується вище порогу ВИСОКИЙ

source: Show Temperature
uk: Показати Температуру

source: Enables the display of CPU temperature. **Important:** On many systems, installing the 'lm-sensors' package and running 'sudo sensors-detect' is necessary for this function to work correctly. Please refer to the instructions in the README.md.
uk: Увімкнути відображення температури ЦП. **Важливо:** На багатьох системах для коректної роботи цієї функції необхідно встановити пакет 'lm-sensors' та виконати 'sudo sensors-detect'. Будь ласка, зверніться до інструкцій у README.md.

source: Show °C symbol
uk: Показати символ °C

source: Controls whether the Celsius symbol (°C or °F) should be displayed after the value.
uk: Контролює, чи повинен відображатися символ Цельсія (°C або °F) після значення.

source: Text for Temperature
uk: Текст для Температури

source: Custom symbol/icon for Temperature. Leave empty for text label.
uk: Користувацький символ/іконка для Температури. Залиште порожнім для текстового напису.

source: Unit of Measurement
uk: Одиниця Вимірювання

source: Celsius (°C)
uk: Цельсій (°C)

source: Fahrenheit (°F)
uk: Фаренгейт (°F)

source: Choose whether the temperature should be displayed in Celsius or Fahrenheit. Threshold values must be adjusted accordingly.
uk: Оберіть, чи повинна температура відображатися в Цельсіях або Фаренгейтах. Значення порогів мають бути скориговані відповідно.

source: The LOW color is used below this value (applies to °C and °F)
uk: НИЗЬКИЙ колір використовується нижче цього значення (застосовується до °C та °F)

source: The MED color is used between LOW and MED (applies to °C and °F)
uk: СЕРЕДНІЙ колір використовується між НИЗЬКИМ та СЕРЕДНІМ (застосовується до °C та °F)

source: The HIGH color is used between MED and HIGH (applies to °C and °F)
uk: ВИСОКИЙ колір використовується між СЕРЕДНІМ та ВИСОКИМ (застосовується до °C та °F)

source: Enable color change for TEMP
uk: Увімкнути зміну кольору для ТЕМП

source: Color LOW (Green)
uk: Колір НИЗЬКИЙ (Зелений)

source: Color MED (Orange)
uk: Колір СЕРЕДНІЙ (Помаранчевий)

source: Color HIGH (Red-Orange)
uk: Колір ВИСОКИЙ (Червоно-Помаранчевий)

source: Color CRITICAL (Red)
uk: Колір КРИТИЧНИЙ (Червоний)

source: Show RAM
uk: Показати ОЗП

source: Text for RAM
uk: Текст для ОЗП

source: Custom symbol/icon for RAM. Leave empty for text label.
uk: Користувацький символ/іконка для ОЗП. Залиште порожнім для текстового напису.

source: Show percentage sign (%) for RAM
uk: Показати знак відсотка (%) для ОЗП

source: Display Mode
uk: Режим Відображення

source: Percentage Usage (%)
uk: Використання у Відсотках (%)

source: Used Memory (MB/GB)
uk: Використана Пам'ять (МБ/ГБ)

source: Free Memory (MB/GB)
uk: Вільна Пам'ять (МБ/ГБ)

source: Choose whether percentage usage or used/free memory in MB/GB should be displayed.
uk: Оберіть, чи має відображатися використання у відсотках, чи використана/вільна пам'ять у МБ/ГБ.

source: Enable color change for RAM
uk: Увімкнути зміну кольору для ОЗП

source: Show SWAP
uk: Показати SWAP

source: Text for SWAP
uk: Текст для SWAP

source: Custom symbol/icon for SWAP. Leave empty for text label.
uk: Користувацький символ/іконка для SWAP. Залиште порожнім для текстового напису.

source: Only show SWAP when used
uk: Показувати SWAP лише при використанні

source: If active, it only shows SWAP when usage is greater than 0%.
uk: Якщо активно, відображає SWAP лише коли використання більше 0%.

source: Show percentage sign (%) for SWAP
uk: Показати знак відсотка (%) для SWAP

source: Enable color change for SWAP
uk: Увімкнути зміну кольору для SWAP

source: If the value is less than or equal to the LOW threshold, the LOW color is used.
uk: Якщо значення менше або дорівнює порогу НИЗЬКИЙ, використовується НИЗЬКИЙ колір.

source: If the value is greater than LOW and less than or equal to the MED threshold, the MED color is used.
uk: Якщо значення більше НИЗЬКОГО і менше або дорівнює порогу СЕРЕДНІЙ, використовується СЕРЕДНІЙ колір.

source: If the value is greater than MED and less than or equal to the HIGH threshold, the HIGH color is used.
uk: Якщо значення більше СЕРЕДНЬОГО і менше або дорівнює порогу ВИСОКИЙ, використовується ВИСОКИЙ колір.

source: CPU Position
uk: Позиція ЦП

source: Position 1 (Left)
uk: Позиція 1 (Зліва)

source: Position 2
uk: Позиція 2

source: Position 3
uk: Позиція 3

source: Position 4 (Right)
uk: Позиція 4 (Справа)

source: Defines the display position of CPU. The position is automatically swapped with the metric at the same position.
uk: Визначає позицію відображення ЦП. Позиція автоматично міняється місцями з метрикою на тій же позиції.

source: TEMP Position
uk: Позиція ТЕМП

source: RAM Position
uk: Позиція ОЗП

source: SWAP Position
uk: Позиція SWAP

source: Update Interval (ms)
uk: Інтервал Оновлення (мс)

source: Show separator between metrics
uk: Показати роздільник між метриками

source: Separator Text
uk: Текст Роздільника

source: Separator Color
uk: Колір Роздільника

source: Show percentage sign (%) (Master Switch)
uk: Показати знак відсотка (%) (Головний Перемикач)

source: If disabled, only the value (e.g., '45') is displayed for all percentage displays without the percentage sign (e.g., '45%'). Individual switches for CPU/RAM/SWAP must also be active.
uk: Якщо вимкнено, відображається лише значення (наприклад, '45') для всіх відображень відсотків без знака відсотка (наприклад, '45%'). Індивідуальні перемикачі для ЦП/ОЗП/SWAP також мають бути активними.

source: Profile Message Duration (Seconds)
uk: Тривалість Повідомлення Профілю (Секунди)

source: How long should the message ('Profile saved', 'Profile active') be displayed in the panel.
uk: Як довго має відображатися повідомлення ('Профіль збережено', 'Профіль активний') на панелі.

source: Profile 1 Name
uk: Назва Профілю 1

source: Enter a custom profile name in the text field!
uk: Введіть користувацьку назву профілю в текстове поле!

source: Click 'Activate' or 'Save' for Profile 1 in the pop-up menu.
uk: Натисніть 'Активувати' або 'Зберегти' для Профілю 1 у спливаючому меню.

source: Saved data for Profile 1 (internal)
uk: Збережені дані для Профілю 1 (внутрішні)

source: Profile 2 Name
uk: Назва Профілю 2

source: Click 'Activate' or 'Save' for Profile 2 in the pop-up menu.
uk: Натисніть 'Активувати' або 'Зберегти' для Профілю 2 у спливаючому меню.

source: Saved data for Profile 2 (internal)
uk: Збережені дані для Профілю 2 (внутрішні)

source: Profile 3 Name
uk: Назва Профілю 3

source: Click 'Activate' or 'Save' for Profile 3 in the pop-up menu.
uk: Натисніть 'Активувати' або 'Зберегти' для Профілю 3 у спливаючому меню.

source: Saved data for Profile 3 (internal)
uk: Збережені дані для Профілю 3 (внутрішні)
