Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/ratecurrency@magner/*.po
Languages: ca, fi

source: Fiat and cryptocurrency quote rates
ca: Diners fiduciaris i taxes de cotització de criptomonedes

source: Displays the current price and trends of cryptocurrencies (TOP 150 coins with CoinMarketCap) and popular fiat currencies (Dollar, Euro, Ruble etc.). Monitoring daily percentage changes.
ca: Mostra els preus actuals i les tendències de criptomonedes (TOP 150 a CoinMarketCap) i de diners fiduciaris populars (Dòlar, Euro, etc.). La informació s'actualitza diàriament.
fi: Näyttää valuutat (TOP 150 kolikkoa CoinMarketCapilla) ja rahayksiköt (dollari, euro, rupla jne.) nykyiset hinnat ja trendit. Prosenttimuutosten päivittäinen seuranta.

source: Choosing a server for fiat currency
ca: Escollir un servidor per a moneda fiduciària
fi: Palvelimen valinta rahayksiköille

source: Affects the load data fiat currency quotes
ca: Afecta la càrrega d'informació de cotitzacions de monedes fiduciàries
fi: Vaikuttaa rahayksiköiden noteerauksiin

source: European Union
ca: Unió Europea
fi: Euroopan unioni

source: Russian Federation
ca: Rússia
fi: Venäjän Federaatio

source: Display cryptocurrency quotes instead of fiat currency
ca: Mostrar les cotitzacions de criptomonedes en lloc de les fiduciàries
fi: Kryptovaluuttakurssit rahayksiköiden sijaan

source: Cryptocurrency options
ca: Opcions de criptomonedes
fi: Kryptovaluuttojen valinnat

source: Your CoinMarketCap API Key
ca: Clau API de CoinMarketCap
fi: CoinMarketCap APIAVAIN

source: If you don`t have one you can get it for free at https://pro.coinmarketcap.com
ca: Si no en teniu una, podeu obtenir-la gratuïtament a https://pro.coinmarketcap.com
fi: Jos sinulla ei ole sellaista, saat sen ilmaiseksi https://pro.coinmarketcap.com

source: Go to CoinMarketCap website
ca: Anar al lloc web de CoinMarketCap
fi: CoinMarketCap verkkosivulle

source: Click this button to visit the website
ca: Cliqueu aquest botó per visitar el lloc web
fi: Paina painiketta ja avaa verkkosivu

source: Select base currency (coin)
ca: Seleccioneu la moneda base (criptomoneda)
fi: Valitse perusvaluutta (kolikko)

source: For which coin to display a quote?
ca: Per quina moneda cal mostrar la cotització?
fi: Kolikko jonka kurssi näytetään?

source: Select update interval (using API credits)
ca: Seleccioneu l'interval d'actualització (fa peticions a l'API)
fi: Valitse päivitysväli (API-krediiteillä)

source: Determines how often to receive new data. Each update is one credit. For a free basic plan, an interval of 30+ minutes is recommended
ca: Determina cada quan de temps es rep informació actualitzada. Per a un pla gratuït, es recomana utilitzar un interval de 30 o més minuts
fi: Määrittää, kuinka usein uutta tietoa vastaanotetaan. Jokainen päivitys on yksi krediitti. Ilmaiselle peruspaketille suositellaan 30+ minuuttia

source: 5 minutes
ca: 5 minuts
fi: 5 min

source: 15 minutes
ca: 15 minuts
fi: 15 min

source: 30 minutes
ca: 30 minuts
fi: 30 min

source: 45 minutes
ca: 45 minuts
fi: 45 min

source: 1 hour
ca: 1 hora
fi: 1 h

source: 2 hours
ca: 2 hores
fi: 2 h

source: 4 hours
ca: 4 hores
fi: 4 h

source: Display options
ca: Opcions de visualització
fi: Näyttöasetukset

source: Select quote currency
ca: Seleccionar la moneda de cotització
fi: Valitse kurssille rahayksikkö

source: In which currency to show quote information
ca: En quina moneda es mostrarà la cotització
fi: Millä rahayksiköllä kurssit näytetään

source: Australian dollar (AUD)
ca: Dolar australià (AUD)
fi: Australia (AUD)

source: Brazilian real (BRL)
ca: Ral brasiler (BRL)
fi: Brasilia (BRL)

source: Bulgarian lev (BGN)
ca: Lev búlgar (BGN)
fi: Bulgaria (BGN)

source: Canadian dollar (CAD)
ca: Dolar canadenc (CAD)
fi: Canada (CAD)

source: Chinese yuan renminbi (CNY)
ca: Iuan xinès (CNY)
fi: Kiina (CNY)

source: Czech koruna (CZK)
ca: Corona txeca (CZK)
fi: Tsekki (CZK)

source: Danish krone (DKK)
ca: Corona danesa (DKK)
fi: Tanska (DKK)

source: Hong Kong dollar (HKD)
ca: Dolar de Hong Kong (HKD)
fi: Hong Kong (HKD)

source: Hungarian forint (HUF)
ca: Fòrint hongarès (HUF)
fi: Unkari (HUF)

source: Indian rupee (INR)
ca: Rúpies índies (INR)
fi: Intia (INR)

source: Japanese yen (JPY)
ca: Iens japonesos (JPY)
fi: Japani (JPY)

source: Norwegian krone (NOK)
ca: Corona noruega (NOK)
fi: Norja (NOK)

source: Polish zloty (PLN)
ca: Zlotys polonesos (PLN)
fi: Pouola (PLN)

source: Pound sterling (GBP)
ca: Lliures esterlines (GBP)
fi: Englanti (GBP)

source: Romanian leu (RON)
ca: Leu romanès (RON)
fi: Romania (RON)

source: Russian rouble (RUB)
ca: Rúpia russa (RUB)
fi: Venäjä (RUB)

source: Singapore dollar (SGD)
ca: Dolar de Singapur (SGD)
fi: Singapore (SGD)

source: South African rand (ZAR)
ca: Rand sud-africà (ZAR)
fi: Etelä-Afrikka (ZAR)

source: South Korean won (KRW)
ca: Won sud-coreà (KRW)
fi: Etelä-Korea (KRW)

source: Swedish krona (SEK)
ca: Corona sueca (SEK)
fi: Ruotsi (SEK)

source: Swiss franc (CHF)
ca: Franc suís (CHF)
fi: Sveitsi (CHF)

source: Turkish lira (TRY)
ca: Lira turca (TRY)
fi: Turkki (TRY)

source: US dollar (USD)
ca: Dolar americà (USD)
fi: USA (USD)

source: Display type quotes
ca: Mostrar el tipus de cotització
fi: Näyttäminen

source: Money (e.g. 8,261.20 $)
ca: Diners (ex: 8,261.20 $)
fi: Raha (esim. 8,261.20 $)

source: Delta (e.g. -0.426 $)
ca: Delta (ex: -0.426 $)
fi: Vaihtelu (esim. -0.426 $)

source: Percent (e.g. 0.26%)
ca: Percentatge (ex: 0.26%)
fi: Prosentti (esim. 0.26%)

source: Show icon
ca: Mostrar icona
fi: Näytä kuvake

source: Show currency name
ca: Mostrar nom de la moneda
fi: Rahayksikkö

source: Graph
ca: Gràfic
fi: Kaavio

source: Show currency history on graph
ca: Mostrar l'historial de la moneda al gràfic
fi: Näytä kaaviossa valuuttahistoria

source: Graph options
ca: Opcions del gràfic
fi: Kaavion valinnat

source: Duration history (in days)
ca: Duració de l'historial (en dies)
fi: Historia (päivää)

source: Alerts
ca: Avisos
fi: Hälytykset

source: Enable alerts
ca: Activar avisos
fi: Hälytykset käyttöön

source: Alerts options
ca: Opcions d'avisos
fi: Hälytyksen valinnat

source: Maximum value
ca: Valor màxim
fi: Suurin arvo

source: Alert is triggered when the current value is higher than this value
ca: Es mostra un avís quan el valor actual és més alt que aquest valor
fi: Hälytys laukeaa kun nykyinen arvo on tätä arvoa suurempi

source: Minimum value
ca: Valor mínim
fi: Pienin arvo

source: Alert is triggered when the current value is lower than this value
ca: Es mostra un avís quan el valor actual és més petit que aquest valor
fi: Hälytys laukeaa kun nykyinen arvo on tätä arvoa pienempi

source: Unit
ca: Unitat
fi: Yksikkö

source: Percentages
ca: Percentatges
fi: Prosenttia

source: Money
ca: Diners
fi: Rahaa

source: Australian dollar
ca: Dolar australià
fi: Australian dollari

source: Brazilian real
ca: Ral brasiler
fi: Brasilian real

source: Bulgarian lev
ca: Lev búlgar

source: Canadian dollar
ca: Dolar canadenc
fi: Kanadan dollari

source: Chinese yuan renminbi
ca: Iuan xinès
fi: Kiinan juan

source: Czech koruna
ca: Corona txeca
fi: Tšekin koruna

source: Danish krone
ca: Corona danesa
fi: Tanskan kruunu

source: Hong Kong dollar
ca: Dolar de Hong Kong
fi: Hong Kong dollari

source: Hungarian forint
ca: Fòrint hongarès
fi: Unkarin forintti

source: Indian rupee
ca: Rúpia índia
fi: Intian rupia

source: Japanese yen
ca: Ien japonès
fi: Japanin jeni

source: Norwegian krone
ca: Corona noruega
fi: Norjan kruunu

source: Polish zloty
ca: Zloty polonès
fi: Puolan zloty

source: Pound sterling
ca: Lliura esterlina
fi: Englannin punta

source: Romanian leu
ca: Leu romanès

source: Russian rouble
ca: Rúpia russa
fi: Venäjän rupla

source: Singapore dollar
ca: Dolar de Singapur
fi: Singaporen dollari

source: South African rand
ca: Rand sud-africà
fi: Etelä-Afrikan rand

source: South Korean won
ca: Won sud-coreà
fi: Etelä-Korean won

source: Swedish krona
ca: Corona sueca
fi: Ruotsin kruunu

source: Swiss franc
ca: Franc suís
fi: Sveitsin frangi

source: Turkish lira
ca: Lira turca
fi: Turkin liira

source: US dollar
ca: Dolar americà
fi: US dollari

source: Set API key...
ca: Assignar clau API...
fi: Aseta APIAVAIN...

source: Reconnect
ca: Reconnectar
fi: Yhdistä uudelleen

source: Update:
ca: Actualització:
fi: Päivitys:

source: Rank: #
ca: Posició: #
fi: Sija: #

source: Max.:
ca: Màx.:

source: Min.:
ca: Mín.:

source: For the Russian server, try again in 15 seconds.
ca: Pel servidor rus, intenteu-ho de nou en 15 segons.
fi: Venäläinen palvelin yritä uudelleen 15 sek kuluttua.

source: History for
ca: Historial per
fi: Historia

source: day
ca: dia
fi: päivä

source: days
ca: dies
fi: päivää

source: _days
ca: _dies
fi: _päivää

source: Average:
ca: Mitjana:
fi: Keskiverto:

source: Click to open graph
ca: Cliqueu per a obrir el gràfic
fi: Avaa kaavio painamalla

source: Update quote
ca: Actualitzar cotització
fi: Päivitä kurssi

source: General
fi: Yleinen

source: Color
fi: Väri

source: Error
fi: Virhe

source: 7D:
fi: 7PV:
