Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/googledrive@pbojan/*.po
Languages: de, vi

source: A simple applet to be able to sync Google Drive folders and files with just a few clicks.
de: Ein einfaches Applet, um Google Drive-Ordner und -Dateien mit nur wenigen Klicks zu synchronisieren.
vi: Một applet đơn giản để đồng bộ thư mục và tệp Google Drive chỉ với vài cú nhấp chuột.

source: Configuration
de: Konfiguration
vi: Cấu hình

source: Help
de: Hilfe
vi: Trợ giúp

source: Google Drive Options
de: Google Drive Optionen
vi: Tùy chọn Google Drive

source: Whitelisted Folders
de: Whitegelistete Ordner
vi: Thư mục được phép

source: Important Message
de: Wichtige Nachricht
vi: Thông điệp quan trọng

source: About/Help
de: Über/Hilfe
vi: Giới thiệu/Trợ giúp

source: Bugs/Issues
de: Softwarefehler/Probleme
vi: Lỗi/Vấn đề

source: Drive Sync Location
de: Drive-Sync-Speicherort
vi: Vị trí đồng bộ Drive

source: Location to an empty folder where it will sync the Google Drive data to e.g. ~/Documents/Drive.
de: Speicherort eines leeren Ordners, in den die Google Drive-Daten synchronisiert werden, z. B. ~/Documents/Drive.
vi: Chọn một thư mục trống để đồng bộ dữ liệu Google Drive, ví dụ: ~/Documents/Drive.

source: Note: If you want to sync only specific folders please make sure to add them on the list above. Please enter the names exactly as they are named in your Drive! It is also possible to add subfolders e.g. Documents/Work/Projects.
de: Hinweis: Wenn Sie nur bestimmte Ordner synchronisieren möchten, fügen Sie diese bitte in der Liste oben hinzu. Bitte geben Sie die Namen genau so ein, wie sie in Ihrem Laufwerk benannt sind! Es ist auch möglich, Unterordner hinzuzufügen, z. B. Dokumente/Arbeit/Projekte.
vi: Lưu ý: Nếu bạn chỉ muốn đồng bộ một số thư mục cụ thể, hãy chắc chắn thêm chúng vào danh sách trên. Nhập chính xác tên thư mục như trên Drive! Có thể thêm cả thư mục con, ví dụ: Documents/Work/Projects.

source: Folder Name
de: Ordner Name
vi: Tên thư mục

source: Whitelist Folders
de: Whitelist-Ordner
vi: Thư mục được phép đồng bộ

source: Whitelist folders that will be sycned from Google Drive e.g. Documents, Photos
de: Whitelist von Ordnern, die von Google Drive gescannt werden sollen, z.B. Dokumente, Fotos
vi: Các thư mục được phép đồng bộ từ Google Drive, ví dụ: Documents, Photos

source: Note: This is a new release of this Applet, so your feedback and ideas are very important to make this applet better in the future. Please consider reporting any issues, bugs, instabilities, or ideas for general improvements on the links below! Thank you!
de: Hinweis: Dies ist eine neue Version dieses Applets, daher sind Ihr Feedback und Ihre Ideen sehr wichtig, um dieses Applet in Zukunft noch besser zu machen. Bitte denken Sie daran, alle Probleme, Fehler, Instabilitäten oder Ideen für allgemeine Verbesserungen über die unten stehenden Links zu melden! Vielen Dank!
vi: Lưu ý: Đây là phiên bản mới của Applet này, vì vậy phản hồi và ý tưởng của bạn rất quan trọng để cải thiện applet trong tương lai. Hãy cân nhắc báo cáo bất kỳ vấn đề, lỗi, sự cố hoặc đề xuất cải tiến trên các liên kết dưới đây! Cảm ơn bạn!

source: To learn more about the applet please click the button below to visit the official repository for this applet.
de: Um mehr über das Applet zu erfahren, klicken Sie bitte auf die Schaltfläche unten, um das offizielle Repository für dieses Applet zu besuchen.
vi: Để tìm hiểu thêm về applet, nhấn nút bên dưới để truy cập kho chính thức của applet này.

source: Visit GitHub website
de: Github Website besuchen
vi: Truy cập GitHub

source: Opens GitHub website to learn more about this applet.
de: Öffnet die GitHub-Website, um mehr über dieses Applet zu erfahren.
vi: Mở trang GitHub để tìm hiểu thêm về applet này.

source: To learn more about the applet please click the button below to visit the official Cinnamon Spices website for this applet. You can also leave feedback in the comment section below.
de: Wenn Sie mehr über das Applet erfahren möchten, klicken Sie bitte auf die Schaltfläche unten, um die offizielle Website von Cinnamon Spices für dieses Applet zu besuchen. Sie können auch Feedback im Kommentarbereich unten hinterlassen.
vi: Để tìm hiểu thêm về applet, nhấn nút bên dưới để truy cập trang chính thức của Cinnamon Spices cho applet này. Bạn cũng có thể để lại phản hồi ở phần bình luận phía dưới.

source: Visit Cinnamon Spices website
de: Cinnamon Spices Website besuchen
vi: Truy cập trang Cinnamon Spices

source: Opens Cinnamon Spices website to learn more about this applet.
de: Öffnet die Website von Cinnamon Spices, um mehr über dieses Applet zu erfahren.
vi: Mở trang Cinnamon Spices để tìm hiểu thêm về applet này.

source: If you find an issue with this applet please make a report on GitHub by clicking the button below. Please make sure that the issue doesn't already exists
de: Wenn Sie ein Problem mit diesem Applet finden, erstellen Sie bitte einen Bericht auf GitHub, indem Sie auf die Schaltfläche unten klicken. Bitte stellen Sie sicher, dass das Problem nicht bereits existiert
vi: Nếu bạn phát hiện vấn đề với applet này, hãy báo cáo trên GitHub bằng cách nhấn nút bên dưới. Hãy chắc chắn rằng vấn đề chưa tồn tại.

source: Submit an Issue
de: Problem einreichen
vi: Gửi báo cáo vấn đề

source: Opens GitHub project page where you can submit a new issue for this applet.
de: Öffnet die GitHub-Projektseite, auf der Sie ein neues Problem für dieses Applet einreichen können.
vi: Mở trang dự án GitHub nơi bạn có thể gửi báo cáo vấn đề mới cho applet này.
