Repository: linuxmint/cinnamon-spices-applets
Catalog: stopwatch@pdcurtis/files/stopwatch@pdcurtis/po/*.po
Languages: nl, vi

source: Name
nl: Naam
vi: Tên

source: Start
nl: Starten
vi: Bắt đầu

source: Pause
nl: Pauzeren
vi: Tạm dừng

source: Reset
nl: Terugzetten
vi: Đặt lại

source: Continue
nl: Doorgaan
vi: Tiếp tục

source: Continue from Start
nl: Doorgaan vanaf start
vi: Tiếp tục từ đầu

source: Housekeeping and System Sub Menu
nl: Onderhoud en systeem submenu
vi: Menu phụ Hệ thống và Bảo trì

source: View the Changelog
nl: Bekijk het log met wijzigingen
vi: Xem nhật ký thay đổi

source: Open the Help file
nl: Open het helpbestand
vi: Mở tập tin trợ giúp

source: Open stylesheet.css (Advanced Function)
nl: Open stylesheet.css (geavanceerde functie)
vi: Mở stylesheet.css (Chức năng Nâng cao)

source: Open the gnome system monitor (Advanced testing function)
nl: Open de gnome systeemmonitor (geavanceerde testfunctie)
vi: Mở trình giám sát hệ thống gnome (Chức năng Kiểm thử Nâng cao)

source: Configure...
nl: Configureren...
vi: Cấu hình...

source: days
nl: dagen
vi: ngày

source: hours
nl: uren
vi: giờ

source: Running for
nl: Actief voor
vi: Đã chạy

source: Click to Pause
nl: Klik om te pauzeren
vi: Nhấn để Tạm dừng

source: Paused at
nl: Gepauzeerd op
vi: Đã tạm dừng lúc

source: Click to Continue Counting
nl: Klik om door te gaan met tellen
vi: Nhấn để Tiếp tục Đếm

source: Click to Reset
nl: Klik om te resetten
vi: Nhấn để Đặt lại

source: Ready - Click to Start
nl: Klaar - Klik om te starten
vi: Sẵn sàng - Nhấn để Bắt đầu

source: Start
vi: Bắt đầu

source: Pause
nl: Pauze
vi: Tạm dừng

source: Reset counter
nl: Reset teller
vi: Đặt lại bộ đếm

source: If paused, continue counting from now
nl: Indien gepauzeerd, ga verder met tellen vanaf nu
vi: Nếu đã tạm dừng, tiếp tục đếm từ bây giờ

source: If paused, continue counting from original start time
nl: Indien gepauzeerd, ga verder met tellen vanaf de oorspronkelijke starttijd
vi: Nếu đã tạm dừng, tiếp tục đếm từ thời gian bắt đầu ban đầu

source: Allows one to time activities such as the time online with multiple instances possible
nl: Stelt gebruikers in staat om activiteiten te timen, zoals de tijd online; meerdere instanties zijn mogelijk
vi: Cho phép tính giờ các hoạt động như thời gian trực tuyến với khả năng chạy nhiều phiên bản

source: Stopwatch for Cinnamon
nl: Stopwatch voor Cinnamon
vi: Đồng hồ bấm giờ cho Cinnamon

source: General Settings for the Stopwatch Applet
nl: Algemene instellingen voor de Stopwatch Applet
vi: Cài đặt Chung cho Applet Đồng hồ bấm giờ

source: seconds
nl: seconden
vi: giây

source: Refresh Interval for Display:
nl: Vernieuwingsinterval voor weergave:
vi: Khoảng thời gian Làm mới Hiển thị:

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have multiple active counters and/or a slow machine
nl: Verhoog of verlaag deze waarde om het vernieuwingsinterval te wijzigen - gebruik een langzaam vernieuwingsinterval als je meerdere actieve tellers en/of een langzame machine hebt
vi: Tăng hoặc giảm giá trị này để thay đổi khoảng thời gian làm mới - sử dụng tốc độ làm mới chậm nếu bạn có nhiều bộ đếm hoạt động và/hoặc máy chậm

source: Provide a meaningful title to the counter
nl: Geef een betekenisvolle titel aan de teller
vi: Cung cấp tiêu đề có ý nghĩa cho bộ đếm

source: This forms the first part of the tooltip and is useful for identification if you have multiple instances of counters - default is Stopwatch
nl: Dit vormt het eerste deel van de tooltip en is handig voor identificatie als je meerdere instanties van tellers hebt - standaard is dit Stopwatch
vi: Đây là phần đầu tiên của chú giải công cụ và hữu ích để nhận diện nếu bạn có nhiều phiên bản bộ đếm - mặc định là Stopwatch

source: Check box to continue counting on clicking applet when paused
nl: Selectievakje om door te gaan met tellen bij het klikken op de applet wanneer gepauzeerd
vi: Chọn để tiếp tục đếm khi nhấp vào applet khi đã tạm dừng

source: Normal sequence on clicking is 'start -> pause -> reset' this changes to 'start -> pause -> continue -> pause -> continue etc'. In this mode one has to use the Right Click (Context) Menu to reset the counter
nl: Normale volgorde bij het klikken is 'start -> pauze -> reset'; dit verandert het naar 'start -> pauze -> doorgaan -> pauze -> doorgaan, enz.'. In deze modus moet je het rechtermuisknop (context) menu gebruiken om de teller te resetten
vi: Chuỗi thao tác nhấp thông thường là 'bắt đầu -> tạm dừng -> đặt lại' sẽ thay đổi thành 'bắt đầu -> tạm dừng -> tiếp tục -> tạm dừng -> tiếp tục, v.v.'. Trong chế độ này, bạn phải sử dụng Menu Chuột phải (Ngữ cảnh) để đặt lại bộ đếm

source: Check box to Display Title in Panel
nl: Selectievakje om titel weer te geven in paneel
vi: Chọn để Hiển thị Tiêu đề trên Panel

source: This provides a more comprehensive panel display but may use more panel space
nl: Dit biedt een meer uitgebreide weergave in het paneel, maar kan meer paneelruimte gebruiken
vi: Cung cấp hiển thị panel toàn diện hơn nhưng có thể sử dụng nhiều không gian panel hơn

source: Check box to enable some extra functions - Needs Cinnamon Restart
nl: Selectievakje om enkele extra functies in te schakelen - vereist Cinnamon herstart
vi: Chọn để kích hoạt một số chức năng bổ sung - Cần khởi động lại Cinnamon

source: Provides extra functions requested by users
nl: Biedt extra functies die door gebruikers zijn aangevraagd
vi: Cung cấp các chức năng bổ sung được yêu cầu bởi người dùng

source: Should not be changed
nl: Zou niet mogen worden gewijzigd
vi: Không nên thay đổi

source: Must not be changed
nl: Mag niet worden gewijzigd
vi: Không được thay đổi
