Repository: linuxmint/cinnamon-spices-applets
Catalog: ssm@Severga/files/ssm@Severga/po/*.po
Languages: da, es, nl, ru, vi

source: Required GTop package missing!
da: Krævet GTop-pakke mangler!
es: ¡Falta el paquete GTop!
nl: Vereiste GTop-pakket ontbreekt!
ru: Необходимый пакет "GTop" не найден!
vi: Thiếu gói GTop cần thiết!

source: Error!
da: Fejl!
nl: Fout!
ru: Ошибка!
vi: Lỗi!

source: Clear Cache
da: Ryd cache
es: Limpiar caché
nl: Cache wissen
ru: Очистить кэш
vi: Xóa bộ nhớ đệm

source: CPUs
da: CPU'er
ru: ЦП
vi: Bộ xử lý

source: Memory
da: Hukommelse
es: Memoria
nl: Geheugen
ru: Память
vi: Bộ nhớ

source: GB
ru: ГБ

source: GB swap
ru: ГБ виртуальная
vi: GB bộ nhớ ảo

source: Network
da: Netværk
es: Red
nl: Netwerk
ru: Сеть
vi: Mạng

source: Core
da: Kerne
es: Núcleo
nl: Kern
ru: Ядро
vi: Nhân

source: Used:
da: Brugt:
es: Usada:
nl: Gebruikt:
ru: Исп.:
vi: Đã dùng:

source: Cache:
es: Caché:
ru: Кэш:
vi: Bộ đệm:

source: Buffer:
ru: Буф.:
vi: Bộ đệm tạm:

source: Swap:
ru: Вирт.:
vi: Bộ nhớ ảo:

source: Up:
da: Op:
es: Subida:
ru: Отдано:
vi: Tải lên:

source: B/s
ru: Б/с

source: Down:
da: Ned:
es: Descarga:
ru: Получ.:
vi: Tải xuống:

source: Data:
es: Datos:
nl: Gegevens:
ru: Объем:
vi: Dữ liệu:

source: B
ru: Б

source: no interfaces to show
da: ingen grænseflade at vise
es: no hay interfaces para mostrar
nl: geen interfaces om weer te geven
ru: интерфейсы отсутствуют
vi: không có giao diện nào để hiển thị

source: k
ru: к

source: M
ru: М

source: G
ru: Г

source: T
ru: Т

source: Applet to show system load and state
da: Viser systembelastning og tilstand
es: Applet para mostrar la carga y el estado del sistema
nl: Applet om systeem-belasting en -status weer te geven
ru: Утилита панели для отражения загрузки и состояния системы
vi: Tiện ích hiển thị tải và trạng thái hệ thống

source: Common
da: Generelt
es: General
nl: Algemeen
ru: Общее
vi: Chung

source: Sections info refresh rate (seconds)
da: Opdateringsinterval (sekunder)
es: Frecuencia de actualización de la información (segundos)
nl: Secties informatie vernieuwingsinterval (seconden)
ru: Частота обновления информации (секунд)
vi: Tần suất làm mới thông tin các phần (giây)

source: CPUs, memory, network info refresh rate
da: Opdateringsinterval for CPU'er, hukommelse og netværk
es: CPU, memoria, frecuencia de actualización de información de la red
nl: Vernieuwingsinterval voor CPU's, geheugen, netwerkinformatie
ru: Частота обновления информации о ЦП, памяти, сети
vi: Tần suất làm mới thông tin CPU, bộ nhớ và mạng

source: CPUs and memory sections
da: CPU'er og hukommelse
es: Secciones de la CPU y memoria
nl: Secties CPU's en geheugen
ru: Секции ЦП и памяти
vi: Các phần CPU và bộ nhớ

source: CPUs and memory panel sections widths (px)
da: Bredden af CPU og hukommelse i panelet (px)
es: Anchos de las secciones del panel de CPU y memoria (px)
nl: Breedtes van paneelsecties CPU's en geheugen (px)
ru: Ширина секций ЦП и памяти (пикселей)
vi: Chiều rộng các phần CPU và bộ nhớ (px)

source: CPUs and memory panel sections widths
da: Bredden af CPU og hukommelse i panelet
es: Anchos de las secciones del panel de CPU y memoria
nl: Breedtes van paneelsecties CPU's en geheugen (px)
ru: Ширина секций ЦП и памяти
vi: Chiều rộng các phần CPU và bộ nhớ

source: CPUs temperature refresh rate (seconds)
da: Opdateringsinterval for CPU-temperatur (sekunder)
es: Frecuencia de actualización de la temperatura de la CPU (segundos)
nl: Vernieuwingsinterval voor CPU-temperatuur (seconden)
ru: Частота обновления данных о температуре ЦП (секунд)
vi: Tần suất làm mới nhiệt độ CPU (giây)

source: CPUs temperature refresh rate
da: Opdateringsinterval for CPU-temperatur
es: Frecuencia de actualización de la temperatura de la CPU
nl: Vernieuwingsinterval voor CPU-temperatuur
ru: Частота обновления данных о температуре ЦП
vi: Tần suất cập nhật nhiệt độ CPU

source: CPU cold temperature (°C)
da: Kold CPU-temperatur (°C)
es: Temperatura baja de la CPU (°C)
nl: Koude CPU-temperatuur (°C)
ru: Температура холодного ЦП (°C)
vi: Nhiệt độ CPU lạnh (°C)

source: CPUs' temperature below which they are regarded as cold (for color representation in the panel)
da: CPU'ernes temperatur under hvilken de betragtes som kolde (til farvegengivelse i panelet)
es: Temperatura de las CPU por debajo de la cual se consideran bajas (para la representación por colores en el panel).
nl: CPU's waarvan de temperatuur lager is dan deze waarde worden beschouwd als koud (voor kleurweergave in het paneel)
ru: Температура ЦП, ниже которой температура считается холодной (для цветовой индикации на панели)
vi: Nhiệt độ CPU dưới mức này được coi là lạnh (dùng để hiển thị màu trên bảng)

source: Color for CPU cold temperature
da: Farve for kold CPU-temperatur
es: Color de la temperatura baja de la CPU
nl: Kleur voor koude CPU-temperatuur
ru: Цвет для температуры холодного ЦП
vi: Màu cho nhiệt độ CPU lạnh

source: CPU hot temperature (°C)
da: Varm CPU-temperatur (°C)
es: Temperatura alta de la CPU (°C)
nl: Hete CPU-temperatuur (°C)
ru: Температура горячего ЦП (°C)
vi: Nhiệt độ CPU nóng (°C)

source: CPUs' temperature above which they are regarded as hot (for color representation in the panel)
da: CPU'ernes temperatur over hvilken de betragtes som varme (til farvegengivelse i panelet)
es: Temperatura de las CPU por encima de la cual se consideran altas (para la representación por colores en el panel).
nl: CPU's waarvan de temperatuur hoger is dan deze waarde worden beschouwd als heet (voor kleurweergave in het paneel)
ru: Температура ЦП, выше которой температура считается горячей (для цветовой индикации на панели)
vi: Nhiệt độ CPU trên mức này được coi là nóng (dùng để hiển thị màu trên bảng)

source: Color for CPU hot temperature
da: Farve for varm CPU-temperatur
es: Color para la temperatura alta de la CPU
nl: Kleur voor hete CPU-temperatuur
ru: Цвет для температуры горячего ЦП
vi: Màu cho nhiệt độ CPU nóng

source: Command to start 'sensors'
da: Kommando til start af “sensors”
es: Comando para iniciar los 'sensors'
nl: Commando om 'sensors' te starten
ru: Путь к команде 'sensors'
vi: Lệnh khởi động 'sensors'

source: Command to start 'sensors'. Use 'which sensors' command to find it. Install 'lmsensors' package, if not found
da: Kommando til at starte “sensors”. Brug kommandoen “which sensors” til at finde den. Installér pakken “lmsensors”, hvis den ikke findes
es: Comando para iniciar 'sensors'. Utilice el comando 'which sensors' para encontrarlo. Instalar paquete 'lmsensors', si no se encuentra
nl: Commando om 'sensors' te starten. Gebruik het commando 'which sensors' om het te vinden. Installeer het pakket 'lmsensors' als het niet wordt gevonden
ru: Путь к команде 'sensors'. Используйте команду 'which sensors', чтобы определить путь. Установите пакет 'lmsensors', если команда 'sensors' не найдена
vi: Lệnh khởi động 'sensors'. Dùng lệnh 'which sensors' để xác định. Cài gói 'lmsensors' nếu chưa có

source: Network section
da: Netværk
es: Sección de la red
nl: Sectie netwerk
ru: Секция сети
vi: Phần mạng

source: Network panel section width (px)
da: Bredden af netværk i panelet (px)
es: Ancho de la sección del panel de la red (px)
nl: Breedte van netwerk paneelsectie (px)
ru: Ширина секции сети (пикселей)
vi: Chiều rộng phần mạng (px)

source: Network panel section width
da: Bredden af netværk i panelet
es: Ancho de la sección del panel de la red
nl: Breedte van netwerk paneelsectie
ru: Ширина секции сети
vi: Chiều rộng phần mạng

source: Network panel section style
da: Stil for netværk i panelet
es: Estilo de sección del panel de la red
nl: Stijl van netwerk paneelsectie
ru: Стиль секции сети
vi: Kiểu hiển thị phần mạng

source: Network panel section HTML style (e.g.: text-align: left; margin-left: 5px; font-size: 8pt;)
da: Netværkspanelets HTML-stil (f.eks.: text-align: left; margin-left: 5px; font-size: 8pt;)
es: Estilo HTML de la sección del panel de red (por ej: text-align: left; margin-left: 5px; font-size: 8pt;)
nl: HTML-stijl van netwerk paneelsectie (bijv.: text-align: left; margin-left: 5px; font-size: 8pt;)
ru: HTML-стиль секции сети (например: text-align: left; margin-left: 5px; font-size: 8pt;)
vi: Kiểu HTML cho phần mạng (ví dụ: text-align: left; margin-left: 5px; font-size: 8pt;)

source: Network interfaces blacklist
da: Sortliste over netværksgrænseflader
es: Lista negra de las interfaces de red
nl: Blacklist van netwerkinterfaces
ru: Черный список сетевых интерфейсов
vi: Danh sách đen giao diện mạng

source: Semicolon-separated network interfaces list not to consider for counting traffic
da: Semikolon-adskilt liste over netværksgrænseflader, der ikke skal tages i betragtning til at tælle trafik
es: Lista de interfaces de red separadas por punto y coma que no deben tenerse en cuenta para el recuento del tráfico
nl: Lijst, gescheiden door puntkomma's, van netwerkinterfaces om geen rekening mee te houden bij het tellen van verkeer
ru: Разделенный точкой с запятой список сетевых интерфейсов, которые не следует учитывать в трафике
vi: Danh sách các giao diện mạng, cách nhau bằng dấu chấm phẩy, không tính vào lưu lượng

source: Reset Peak Temperature
da: Nulstil toptemperatur
es: Restablecer la temperatura máxima
nl: Reset Piektemperatuur
vi: Đặt lại nhiệt độ cực đại

source: °C max;
da: °C maks;
vi: °C tối đa;

source: °C peak
da: °C top
es: °C pico
nl: °C piek
vi: °C cực đại

source: Simplified System Monitor
da: Forenklet systemovervågning
es: Monitor de sistema simplificado
nl: Vereenvoudigde Systeemmonitor
vi: Trình giám sát hệ thống đơn giản
