Repository: linuxmint/cinnamon-spices-applets
Catalog: shadowsocks-switch@Klavionik/files/shadowsocks-switch@Klavionik/po/*.po
Languages: hu, ru

source: Shadowsocks Switch
hu: Shadowsocks kapcsoló
ru: Переключатель Shadowsocks

source: Enable Shadowsocks
hu: Shadowsocks bekapcsolása
ru: Включить Shadowsocks

source: Toggle Shadowsocks proxy
hu: Shadowsocks proxy kapcsolása
ru: Управление Shadowsocks

source: Cannot read Shadowsocks config.
hu: Nem olvasható a Shadowsocks konfigurációja.
ru: Невозможно прочитать конфигурацию Shadowsocks.

source: Shadowsocks config is missing local port.
hu: A Shadowsocks konfigurációból hiányzik a helyi port.
ru: В конфигурации Shadowsocks отсутствует локальный порт.

source: Connection established.
hu: A kapcsolat létrejött.
ru: Соединение установлено.

source: Disconnected.
hu: Szétkapcsolt.
ru: Соединение разорвано.

source: Quickly toggle Shadowsocks proxy from the system tray
hu: Gyorsan kapcsolható Shadowsocks proxy a tálcáról
ru: Быстрое управление Shadowsocks из системной панели

source: General
hu: Általános
ru: Общие

source: Shadowsocks configuration
hu: Shadowsocks konfiguráció
ru: Конфигурация Shadowsocks
