Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/calendar@simonwiles.net/*.po
Languages: ca, ru, sv, vi

source: Edit World Clocks
ca: Editar rellotges mundials
ru: Редактировать мировые часы
sv: Redigera världsklockor
vi: Chỉnh sửa Đồng hồ Thế giới

source: Date and Time Settings
ca: Configuració de data i hora
ru: Настройки даты и времени
sv: Datum- och tidsinställningar
vi: Cài đặt Ngày và Giờ

source: Display Name
ca: Nom de mostra
ru: Отображаемое имя
sv: Visningsnamn
vi: Tên hiển thị

source: Timezone
ca: Franja horària
ru: Часовой пояс
sv: Tidszon
vi: Múi giờ

source: Time format for World Clocks
ca: Format de temps pels rellotges mundials
ru: Формат времени для мировых часов
sv: Tidsformat för världsklockor
vi: Định dạng thời gian cho Đồng hồ Thế giới

source: Browse valid timezone values by country (online)
ca: Examineu valors de franges horàries vàlids per país (online)
ru: Просмотр значений действительных часовых поясов по странам (онлайн)
sv: Hitta giltiga tidzonsvärden per land (online)
vi: Duyệt các giá trị múi giờ hợp lệ theo quốc gia (trực tuyến)

source: Coordinated Universal Time
ca: Temps universal coordinat
ru: Всемирное координированное время
sv: Koordinerad universell tid
vi: Giờ Phối hợp Quốc tế

source: World Clock Calendar
ca: Calendari amb rellotge mundial
sv: Världsklockekalender
vi: Lịch Đồng hồ Thế giới

source: Fork of the Cinnamon calendar applet with support for displaying multiple timezones
ca: Variant de l'aplicació de calendari de Cinnamon amb suport per mostrar múltiples franges horàries
ru: Ответвление от апплета календаря Cinnamon с поддержкой отображения нескольких часовых поясов
sv: Förgrening av Cinnamons kalenderprogram med stöd för visning av flera tidszoner
vi: Phiên bản nhánh của tiện ích lịch Cinnamon với hỗ trợ hiển thị nhiều múi giờ

source: Show week numbers in calendar
ca: Mostrar el número de setmana al calendari
ru: Показывать номера недель в календаре
sv: Visa veckonummer i kalendern
vi: Hiển thị số tuần trong lịch

source: Check this to show week numbers in the calendar.
ca: Marqueu això per mostrar el número de la setmana al calendari.
ru: Установите этот флажок, чтобы показывать номера недель в календаре.
sv: Aktivera detta för att visa veckonummer i kalendern.
vi: Chọn mục này để hiển thị số tuần trong lịch.

source: Use a custom date format
ca: Utilitzar un format de data personalitzat
ru: Использовать собственный формат даты
sv: Använd ett anpassat datumformat
vi: Sử dụng định dạng ngày tùy chỉnh

source: Check this to define a custom format for the date in the calendar applet.
ca: Marqueu això per definir un format de data personalitzat.
ru: Установите этот флажок, чтобы определить пользовательский Формат даты в приложении календарь.
sv: Aktivera detta för att definiera ett anpassat datumformat i kalenderprogrammet.
vi: Chọn mục này để xác định định dạng ngày tùy chỉnh trong tiện ích lịch.

source: Date format:
ca: Format de data:
ru: Формат даты:
sv: Datumformat:
vi: Định dạng ngày:

source: Set your custom format here.
ca: Establiu el vostre format personalitzat aquí.
ru: Здесь задайте свой собственный формат.
sv: Ange ditt anpassade format här.
vi: Thiết lập định dạng tùy chỉnh tại đây.

source: Show information on date format syntax
ca: Mostrar informació de la sintaxi del format de dates
ru: Показывать информацию о синтаксисе формата даты
sv: Visa information om syntax för datumformat
vi: Hiển thị thông tin về cú pháp định dạng ngày

source: Click this button to know more about the syntax for date formats.
ca: Cliqueu aquest botó per saber més sobre la sintaxi dels formats de dates.
ru: Нажмите эту кнопку, чтобы узнать больше о синтаксисе форматов даты.
sv: Klicka här för att få veta mer om syntax för datumformat.
vi: Nhấn nút này để tìm hiểu thêm về cú pháp định dạng ngày.

source: Keybindings
ca: Dreceres del teclat
vi: Phím tắt

source: Set the keybinding to call the menu
ca: Establiu la drecera del teclat per obrir el menú
vi: Thiết lập phím tắt để mở menu

source: World-Clock Settings
ca: Configuració del rellotge mundial
ru: Настройки мировых часов
sv: Inställningar för världsklockor
vi: Cài đặt Đồng hồ Thế giới

source: Configure World-clocks
ca: Configureu els rellotges mundials
ru: Настройка часовых поясов
sv: Konfigurera världsklockor
vi: Cấu hình Đồng hồ Thế giới

source: Add, remove and configure additional clocks and format.
ca: Afegiu, elimineu i configureu rellotges i formats addicionals.
ru: Добавить, удалить и настроить дополнительные часы и формат.
sv: Lägga till, ta bort och konfigurera ytterligare klockor och format.
vi: Thêm, xóa và cấu hình các đồng hồ bổ sung và định dạng.

source: %l:%M %p
sv: %H:%M

source: %A %B %e, %Y
sv: %A %e %B %Y
