Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/wakatimedisplay@inventor96/*.po
Languages: ca, es, vi, zh_cn, zh_tw

source: Click to open your WakaTime Dashboard
ca: Feu clic per obrir el vostre tauler de control WakaTime
es: Haz clic para abrir el panel de control de WakaTime
vi: Nhấp để mở Bảng điều khiển WakaTime của bạn
zh_cn: 点击打开 WakaTime 仪表盘
zh_tw: 點選開啟 WakaTime 儀表板

source: Open the Applet configuration to add your WakaTime API Key
ca: Obriu la miniaplicació per a afegir la vostra clau d'API WakaTime
es: Abra la configuración del Applet para añadir su API de WakaTime
vi: Mở cấu hình Applet để thêm Khóa API WakaTime của bạn
zh_cn: 打开小程序设置以添加你的 WakaTime API 密钥
zh_tw: 開啟小程式設定以新增您的 WakaTime API 金鑰

source: WakaTime Display
ca: Mostra WakaTime
es: Pantalla WakaTime
vi: Hiển thị WakaTime
zh_cn: WakaTime 显示
zh_tw: WakaTime 顯示

source: Displays your statistics from WakaTime
ca: Mostra les vostres estadístiques de WakaTime
es: Visualiza tus estadísticas de WakaTime
vi: Hiển thị thống kê của bạn từ WakaTime
zh_cn: 显示你在 WakaTime 上的统计数据
zh_tw: 顯示您在 WakaTime 上的統計資料

source: WakaTime Settings
ca: Configuració de WakaTime
es: Configuración de WakaTime
vi: Cài đặt WakaTime
zh_cn: WakaTime 设置
zh_tw: WakaTime 設定

source: minutes
ca: minuts
es: minutos
vi: phút
zh_cn: 分钟
zh_tw: 分鐘

source: Refresh interval
ca: Interval de refresc
es: Intervalo de actualización
vi: Khoảng thời gian làm mới
zh_cn: 刷新间隔
zh_tw: 重新整理間隔

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine.
ca: Augmenteu o disminuïu aquest valor per canviar l'interval de refresc - utilitzeu un refresc lent si el vostre equip és lent.
es: Aumente o disminuya este valor para cambiar el intervalo de actualización - utilice una actualización lenta si tiene una máquina lenta.
vi: Tăng hoặc giảm giá trị này để thay đổi khoảng thời gian làm mới - sử dụng tốc độ làm mới chậm nếu bạn có máy chậm.
zh_cn: 增减此数值可更改刷新间隔；如果计算机性能较弱，建议使用较慢的刷新。
zh_tw: 增加或減少此數值以變更重新整理間隔；若電腦效能較慢，建議使用較長的間隔。

source: WakaTime API Key
ca: Clau d'API WakaTime
es: Clave de API de WakaTime
vi: Khóa API WakaTime
zh_cn: WakaTime API 密钥
zh_tw: WakaTime API 金鑰

source: The API key unique to your WakaTime account.
ca: La clau d'API única del vostre compte de WakaTime
es: La clave API exclusiva de tu cuenta WakaTime.
vi: Khóa API duy nhất cho tài khoản WakaTime của bạn.
zh_cn: 你的 WakaTime 账户专用 API 密钥。
zh_tw: 您 WakaTime 帳戶專屬的 API 金鑰。

source: Open the WakaTime page to get your API key
ca: Obre el lloc web de WakaTime per a obtenir la vostra clau API
es: Abre la página de WakaTime para obtener su clave API
vi: Mở trang WakaTime để lấy khóa API của bạn
zh_cn: 打开 WakaTime 页面以获取你的 API 密钥
zh_tw: 開啟 WakaTime 網站以取得您的 API 金鑰

source: Opens WakaTime API key webpage
ca: Obre el lloc web de l'API WakaTime
es: Abra la página web de la clave API de WakaTime
vi: Mở trang web khóa API WakaTime
zh_cn: 打开 WakaTime API 密钥网页
zh_tw: 開啟 WakaTime API 金鑰網頁

source: Display Settings
ca: Opcions de mostra
es: Ajustes de pantalla
vi: Cài đặt Hiển thị
zh_cn: 显示设置
zh_tw: 顯示設定

source: WakaTime logo color
ca: Color del logo de WakaTime
es: Color del logo de WakaTime
vi: Màu logo WakaTime
zh_cn: WakaTime 徽标颜色
zh_tw: WakaTime 圖示顏色

source: White
ca: Blanc
es: Blanco
vi: Trắng
zh_cn: 白色
zh_tw: 白色

source: Black
ca: Negre
es: Negro
vi: Đen
zh_cn: 黑色
zh_tw: 黑色
