Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/clean-show-desktop@filipetorresbr/*.po
Languages: ca, da, de, es, fi, fr, hu, it, pt, vi

source: Show Desklets
ca: Mostrar miniaplicacions d'escriptori
da: Vis skrivebordsprogrammer
de: Desklets anzeigen
es: Mostrar Desklets
fi: Näytä pöytäsovelmia
fr: Afficher les desklets
hu: Asztalkalmazások megjelenítése
it: Mostra Desklet
pt: Mostrar Desklets
vi: Hiển thị Desklets

source: Clean Show Desktop
ca: Mostrar l'Escriptori
es: Mostrar Escritorio
fr: Nettoyer l'affichage du bureau
hu: Üres asztal megjelenítése
it: Mostra Desktop Pulito
vi: Dọn dẹp màn hình nền

source: An Applet to show the Desktop just like in Windows 10, but completely customizable
ca: Una miniaplicació que mostra l'escriptori com si fos Windows 10, però completament personalitzable
da: Viser skrivebordet i stil med Windows 10, men fuldt konfigurerbart
de: Ein Applet welches den Desktop anzeigt (genau wie in Windows 10), aber komplett einstellbar
es: Un Applet para mostrar el Escritorio igual que en Windows 10, pero completamente personalizable
fi: Sovelma jolla voi vilkaista työpöydälle. Vastaava kuin Windows 10:ssä, mutta täysin mukautettavissa
fr: Une applet pour afficher le bureau comme dans Windows 10, mais entièrement personnalisable
hu: Egy kisalkalmazás az Asztal Windows 10 stílusában való megjelenítéséhez, amely teljesen testreszabható
it: Un Applet che mostra il Desktop come avviene in Windows 10, ma completamente personalizzabile
pt: Um Applet para mostrar a Área de Trabalho no estilo do Windows 10 só que completamente customizável
vi: Một Applet để hiển thị Màn hình nền giống như trong Windows 10, nhưng có thể tùy chỉnh hoàn toàn

source: Settings
ca: Opcions
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Réglages
hu: Beállítások
it: Impostazioni
pt: Configurações
vi: Cài đặt

source: Peek at the desktop on hover
ca: Mostrar l'escriptori en passar el cursor pel damunt
da: Se skrivebordet, når musen føres hen over
de: Auf den Bildschirm blicken, beim schweben
es: Mostrar el escritorio al pasar el ratón por encima
fi: Vilkaise pöydälle osoittamalla
fr: Jetez un coup d'œil au bureau au survol
hu: Asztalra nézés az egérmutatót követve
it: Sbircia il desktop al passaggio del mouse
pt: Olhar área de trabalho ao passar o mouse por cima
vi: Xem lướt qua màn hình nền khi di chuột

source: Peek at the desktop when hovering the applet
ca: Mostrar l'escriptori en passar el cursor per l'aplicació
da: Se skrivebordet, når musen føres hen over panelprogrammet
de: Auf den Bildschirm blicken, wenn die Maus auf dem Applet liegt
es: Mostrar el escritorio al pasar el pasar el ratón por encima del applet
fi: Voit vilkaista pöydälle osoittamalla tätä sovelmaa
fr: Jetez un coup d'œil au bureau lorsque vous survolez l'applet
hu: Asztalra nézés amikor a kisalkalmazáson van az egérmutató
it: Sbircia il desktop quando passi il mouse sull'applet
pt: Olhar área de trabalho ao passar o mouse por cima do applet
vi: Xem lướt qua màn hình nền khi di chuột qua applet

source: Blur effect
ca: Efecte de desenfocat
da: Sløringseffekt
de: Unschärfe Effekt
es: Efecto de desenfoque
fi: Sumennustehoste
fr: Effet de flou
hu: Elmosási effektus
it: Effetto sfocato
pt: Efeito desfoque
vi: Hiệu ứng làm mờ

source: Blur windows when peeking at the desktop
ca: Desenfoqueu les finestres quan es mostri l'escriptori
da: Slør vinduerne, når skrivebordet vises
de: Fenster unscharf anzeigen wenn auf den Desktop geblickt wird
es: Desenfocar las ventanas al mostrar el escritorio
fi: Sumentaa ikkunat kun vilkaiset pöydälle
fr: Flouter les fenêtres lorsque vous regardez le bureau
hu: Ablakok elmosása az asztalra nézéskor
it: Sfoca le finestre quando guardi il desktop
pt: Desfocar a tela ao passar o mouse sobre o applet
vi: Làm mờ cửa sổ khi nhìn trộm vào màn hình nền

source: milliseconds
ca: mil·lisegons
da: millisekunder
de: millisekunden
es: milisegundos
fi: millisekuntia
fr: millisecondes
hu: ezredmásodperc
it: millisecondi
pt: milisegundos
vi: miligiây

source: Hover delay
ca: Retard en passar el ratolí per sobre
da: Forsinkelse når markøren føres hen over
de: Schwebe Verzögerung
es: Retraso al pasar el ratón por encima
fi: Valintaviive
fr: Délai au survol
hu: Az asztalra nézés késleltetése
it: Ritardo al passaggio del mouse
pt: Tempo de atrazo
vi: Độ trễ khi di chuột

source: Delay before Peek shows desktop
ca: Retard abans de mostrar l'escriptori
da: Forsinkelse før skrivebordet vises
de: Verzögerung bevor der Desktop gezeigt wird
es: Retraso antes de que se muestre el escritorio
fi: Viive ennen pöydän näyttämistä
fr: Délai avant que Peek n'affiche le bureau
hu: Késleltetés az asztal megjelenéséhez
it: Ritardo prima di sbirciare il desktop
pt: Atraso para mostrar a área de trabalho ao passar o mouse
vi: Độ trễ trước khi Peek hiển thị màn hình nền

source: Window opacity
ca: Opacitat de les finestres
da: Vinduesuigennemsigtighed
de: Fenster Deckkraft
es: Opacidad de ventana
fi: Ikkunan peittävyys
fr: Opacité de la fenêtre
hu: Ablak átlátszatlanság
it: Opacità finestra
pt: Opacidade da janela
vi: Độ mờ của cửa sổ

source: Change the opacity of windows when peeking at the desktop
ca: Canvieu la opacitat de les finestres mentre es mostri l'escriptori
da: Ændr vinduernes uigennemsigtighed, når skrivebordet vises
de: Ändern der Deckkraft von Fenstern beim Blick auf den Desktop
es: Cambiar la opacidad de las ventanas al mostrar el escritorio
fi: Muuta ikkunoiden peittävyyttä kun vilkaiset pöydälle
fr: Modifier l'opacité des fenêtres lorsque vous regardez le bureau
hu: Ablak átlátszatlanságának megváltoztatása az asztalra nézéskor
it: Cambia l'opacità di Windows quando guardi il desktop
pt: Alterar a opacidade da janela ao olhar a Área de trabalho
vi: Thay đổi độ mờ của cửa sổ khi nhìn trộm vào màn hình nền

source: pixels
ca: píxels
da: pixler
de: pixel
es: píxeles
fi: pikseliä
hu: képpontok
vi: pixel

source: Applet size
ca: Mida de la miniaplicació
da: Panelprogrammets størrelse
de: Appletgröße
es: Tamaño del applet
fi: Sovelman koko
fr: Taille de l'applet
hu: Kisalkalmazás mérete
it: Dimensione applet
pt: Tamanho do Applet
vi: Kích thước applet

source: Adjust this to increase or decrease the width of this applet
ca: Ajusteu l'amplada de la miniaplicació
da: Justér for at forøge eller formindske panelprogrammets bredde
de: Stelle dies ein um die Breite des Applets zu vergrößern oder zu verkleinern
es: Ajústelo para aumentar o disminuir la anchura de este applet
fi: Suurenna tai pienennä tämän sovelman leveyttä
fr: Ajuster ceci pour augmenter ou diminuer la largeur de cette applet
hu: Ezen kisalkalmazás szélességének növeléséhez vagy csökkentéséhez állítsa be ezt
it: Regolalo per aumentare o diminuire la larghezza di questa applet
pt: Ajuste isto para alterar o tamanho do applet
vi: Điều chỉnh mục này để tăng hoặc giảm chiều rộng của applet này

source: Fill color
ca: Color d'emplenament
da: Udfyldningsfarve
de: Farbe einfügen
es: Color de relleno
fi: Täyttöväri
fr: Couleur de remplissage
hu: Kitöltőszín
it: Colore di riempimento
pt: Cor de preenchimento
vi: Tô màu

source: Select a fill color
ca: Seleccioneu el color d'emplenament
da: Vælg en udfyldningsfarve
de: Farbe zum einfüllen auswählen
es: Seleccionar un color de relleno
fi: Valitse täyttöväri
fr: Sélectionner une couleur de remplissage
hu: Kitöltőszín kiválasztása
it: Seleziona un colore di riempimento
pt: Escolha uma cor de preenchimento
vi: Chọn màu tô

source: Border color
ca: Color de les vores
da: Kantfarve
de: Grenzfarbe
es: Color del borde
fi: Reunan väri
fr: Couleur de la bordure
hu: Szegélyszín
it: Colore bordo
pt: Cor da borda
vi: Màu viền

source: Select a border color
ca: Seleccioneu el color de les vores
da: Vælg en kantfarve
de: Grenzfarbe auswählen
es: Seleccionar color del borde
fi: Valitse reunuksen väri
fr: Sélectionner une couleur de bordure
hu: Szegélyszín kiválasztása
it: Seleziona un colore del bordo
pt: Escolha a cor da borda
vi: Chọn màu đường viền

source: Fill color on mouse hover
ca: Omplir el color en passar el cursor pel damunt
da: Udfyldningsfarve når musen føres hen over
de: Farbe einfüllen wenn Maus gehovert wird
es: Color de relleno al pasar el ratón por encima
fi: Täyttöväri hiiren osoitukselle
fr: Couleur de remplissage au survol de la souris
hu: Kitöltőszín ha az egér rámutat
it: Colore di riempimento al passaggio del mouse
pt: Cor de preenchimento ao passar o mouse
vi: Tô màu khi di chuột

source: Change the fill color when mouse hover
ca: Canvieu el color d'emplenament en passar el cursor pel damunt
da: Ændr udfyldningsfarven når musen føres hen over
de: Ändere die einzufügende Farbe wenn die Maus gehovert wird
es: Cambiar el color de relleno al pasar el ratón por encima
fi: Muuttaa täyttöväriä kun hiirtä pidetään päällä
fr: Changer la couleur de remplissage au survol de la souris
hu: Kitöltőszín megváltoztatása ha az egér rámutat
it: Cambia il colore di riempimento quando passa il mouse
pt: Alterar a cor de preenchimento ao passar o mouse
vi: Thay đổi màu tô khi di chuột

source: Border color on mouse hover
ca: Color de les vores en passar el cursor pel damunt
da: Kantfarve når musen føres hen over
de: Grenzfarbe bei Maus Hover
es: Color del borde al pasar el ratón por encima
fi: Reunan väri hiiren osoitukselle
fr: Couleur de la bordure au survol de la souris
hu: Szegélyszín ha az egér rámutat
it: Colore del bordo al passaggio del mouse
pt: Cor da borda ao passar o mouse
vi: Màu viền khi di chuột

source: Change the Border color when mouse hover
ca: Canvieu el color de les vores en passar el cursor pel damunt
da: Ændr kantfarven når musen føres hen over
de: Grenzfarbe ändern wenn Mausfarbe gehovert wird
es: Cambiar el color del borde al pasar el ratón por encima
fi: Muuttaa reunuksen väriä kun hiirtä pidetään päällä
fr: Changer la couleur de la bordure au survol de la souris
hu: Szegélyszín megváltoztatása ha az egér rámutat
it: Cambia il colore del bordo quando passa il mouse
pt: Alterar a cor da borda ao passar o mouse
vi: Thay đổi màu đường viền khi di chuột

source: Border width
ca: Amplada de les vores
da: Kantbredde
de: Grenzbreite
es: Ancho del borde
fi: Reunan paksuus
fr: Largeur de la bordure
hu: Szegély szélessége
it: Spessore del bordo
pt: Espessura da borda
vi: Chiều rộng đường viền

source: Select the border width
ca: Seleccioneu l'amplada de les vores
da: Vælg kantbredden
de: Grenzbreite auswählen
es: Seleccionar ancho del borde
fi: Valitse reunuksen leveys
fr: Sélectionner la largeur de la bordure
hu: Szegély szélességének kiválasztása
it: Seleziona lo spessore del bordo
pt: Alterar espessura da borda
vi: Chọn chiều rộng đường viền

source: Customize the applet colors
ca: Personalitzar els colors de la miniaplicació
da: Tilpas panelprogrammets farver
de: Appletfarben einstellen
es: Personalizar color del applet
fi: Mukauta sovelman väriä
fr: Personnaliser les couleurs de l'applet
hu: Kisalkalmazások színeinek testreszabása
it: Personalizza i colori dell'applet
pt: Customizar as cores do Applet
vi: Tùy chỉnh màu sắc của applet

source: When this option is disabled, the applet will try to find the accent color color of the theme
ca: Quan aquesta opció està desactivada, la miniaplicació intentarà utilitzar colors associats al tema en ús
da: Når denne indstilling er deaktiveret, vil panelprogrammet forsøge at finde temaets accentfarve
de: Wenn diese Option deaktiviert ist, wird das Applet versuchen, die Akzentfarbe des Themas zu finden
es: Cuando esta opción está desactivada, el applet intentará encontrar el color de acento del tema
fr: Lorsque cette option est désactivée, l'applet essaiera de trouver la couleur d'accentuation du thème
hu: Ha ez a beállítás nincs bekapcsolva, a kisalkalmazás a téma fő színét próbálja meg használni
it: Quando questa opzione è disabilitata, l'applet proverà a trovare il colore di accento del tema
pt: Quando esta opção está desativada, o applet irá tentar descobrir a cor de destaque do tema
vi: Khi tùy chọn này bị tắt, applet sẽ cố gắng tìm màu nhấn của chủ đề
