Repository: linuxmint/cinnamon-spices-applets
Catalog: classic-menu@fredcw/files/classic-menu@fredcw/po/*.po
Languages: hu

source: Classic Menu
hu: Klasszikus Menü

source: Classic Menu is for cinnamon versions 6.6 and later only.
hu: A Klasszikus Menü csak a Cinnamon 6.6-os és újabb verzióihoz érhető el.

source: Remove from favorites
hu: Eltávolítás a kedvencek közül

source: Add to favorites
hu: Hozzáadás a kedvencekhez

source: Run with dedicated GPU
hu: Futtatás dedikált GPU-val

source: Add to panel
hu: Hozzáadás a panelhez

source: Add to desktop
hu: Hozzáadás az asztalhoz

source: Properties
hu: Tulajdonságok

source: Uninstall
hu: Eltávolítás

source: This file is no longer available
hu: Ez a fájl már nem érhető el

source: Open with
hu: Megnyitás ezzel:

source: Other application...
hu: Más alkalmazás...

source: Menu
hu: Menü

source: Edit menu
hu: Menü szerkesztése

source: Places
hu: Helyek

source: Recent Files
hu: Legutóbbi fájlok

source: Clear list
hu: Lista törlése

source: Clear all recent documents
hu: Az összes legutóbbi dokumentum törlése

source: No recent documents
hu: Nincsenek friss dokumentumok

source: Favorites
hu: Kedvencek

source: All Applications
hu: Minden alkalmazás

source: Lock Screen
hu: Zárolási képernyő

source: Lock the screen
hu: A képernyő zárolása

source: Log Out
hu: Kijelentkezés

source: Leave the session
hu: Kilépés a munkamenetből

source: Shut Down
hu: Leállítás

source: Shut down the computer
hu: Kapcsold ki a számítógépet

source: The classic Cinnamon menu for cinnamon 6.6 and later
hu: A klasszikus Cinnamon menü a Cinnamon 6.6-os és újabb verziókhoz

source: Appearance
hu: Megjelenés

source: Behavior
hu: Viselkedés

source: Layout and content
hu: Elrendezés és tartalom

source: Keyboard shortcut to open and close the menu
hu: Billentyűparancs a menü megnyitásához és bezárásához

source: Use a custom icon and label
hu: Használjon egyéni ikont és címkét

source: Check this to specify a custom icon and label
hu: Jelölje be ezt az opciót egyéni ikon és címke megadásához

source: Icon
hu: Ikon

source: Select an icon to show in the panel.
hu: Válasszon ki egy ikont a panelen való megjelenítéshez.

source: Icon size
hu: Ikon mérete

source: Text
hu: Szöveg

source: Enter custom text to show in the panel.
hu: Írjon be egyéni szöveget a panelen való megjelenítéshez.

source: Show category icons
hu: Kategória ikonok megjelenítése

source: Choose whether or not to show icons on categories.
hu: Válassza ki, hogy megjelenjenek-e ikonok a kategóriákban.

source: Categories icon size
hu: Kategóriák ikonmérete

source: Show application icons
hu: Alkalmazásikonok megjelenítése

source: Choose whether or not to show icons on applications.
hu: Válassza ki, hogy megjelenjenek-e az ikonok az alkalmazásokban.

source: Applications icon size
hu: Alkalmazások ikon mérete

source: Show favorites and session buttons
hu: Kedvencek és munkamenet-gombok megjelenítése

source: Choose whether or not to show the left pane of the menu.
hu: Válassza ki, hogy megjelenjen-e a menü bal oldali panelje.

source: Favorites icon size
hu: Kedvencek ikon mérete

source: Show favorites
hu: Kedvencek megjelenítése

source: Choose whether or not to show favorite files in the menu.
hu: Válassza ki, hogy megjelenjenek-e a kedvenc fájlok a menüben.

source: Show bookmarks and places
hu: Könyvjelzők és helyek megjelenítése

source: Choose whether or not to show bookmarks and places in the menu.
hu: Válassza ki, hogy megjelenjenek-e a könyvjelzők és a helyek a menüben.

source: Show recents
hu: Legutóbbiak megjelenítése

source: Choose whether or not to show recents in the menu.
hu: Válassza ki, hogy megjelenjenek-e a legutóbbiak a menüben.

source: Change categories on hover
hu: Kategóriák módosítása egérrel

source: Choose whether or not to change categories by hovering.
hu: Válassza ki, hogy az egérrel módosítsa-e a kategóriákat.

source: Enable autoscrolling in application list
hu: Automatikus görgetés engedélyezése az alkalmazáslistában

source: Choose whether or not to enable smooth autoscrolling in the application list.
hu: Válassza ki, hogy engedélyezi-e a folyamatos automatikus görgetést az alkalmazáslistában.

source: Enable filesystem path entry in search box
hu: Fájlrendszer-útvonal megadásának engedélyezése a keresőmezőben

source: Allows path entry in the menu search box.
hu: Lehetővé teszi az elérési út megadását a menü keresőmezőjében.

source: Force the panel to be visible when opening the menu
hu: A panel láthatóságának kényszerítése a menü megnyitásakor

source: Opening the menu will also show the main panel (which may be auto-hidden).
hu: A menü megnyitásakor a fő panel is megjelenik (ami lehet hogy automatikusan elrejtett).

source: Open the menu when I move my mouse over it
hu: Nyissa meg a menüt, amikor fölé viszem az egeret

source: Enable opening the menu when the mouse enters the applet
hu: Menü megnyitásának engedélyezése, amikor az egér belép az appletbe

source: milliseconds
hu: ezredmásodperc

source: Menu hover delay
hu: Menübeli ráközelítés késleltetése

source: Delay before the menu opens when hovered
hu: Késleltetés a menü megnyitása előtt, ha az egérmutatót ráhúzzuk

source: Use menu animations
hu: Menüanimációk használata

source: Allow the menu to animate on open and close
hu: Engedélyezze a menü animációját megnyitáskor és bezáráskor

source: Open the menu editor
hu: Nyissa meg a menüszerkesztőt

source: Press this button to customize your menu entries.
hu: Nyomja meg ezt a gombot a menüpontok testreszabásához.

source: Restore the menu to its original size
hu: Menü visszaállítása eredeti méretére
