Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/netusagemonitor@pdcurtis/*.po
Languages: ca, da, es, hr, hu, sv

source: These are a mixture of preset options and scripts which can be changed by the user (Note: changes in scripts may not survive an update and should be backed up)
ca: Barreja d'opcions i scripts a executar que poden ser modificats per l'usuari (Nota: hauríeu de conservar una còpia de seguretat dels scripts modificats ja que una actualització els podria sobreescriure)
da: Dette er en blanding af forudindstillede valgmuligheder og skripter, som kan ændres af brugeren (Bemærk: Ændringer i skripter overlever måske ikke en opdatering og bør sikkerhedskopieres)
es: Se trata de una mezcla de opciones preestablecidas y scripts que pueden ser modificados por el usuario (Nota: los cambios en los scripts pueden no sobrevivir a una actualización y deben ser respaldados)
hr: Ovo je mješavina predložaka mogućnosti i skripta koje može promijeniti korisnik (Napomena: promjene u skriptama možda neće preživjeti nadopunu apleta i treba ih sigurnosno kopirati)
hu: Ezek előre beállított opciók és szkriptek keveréke, amelyet a felhasználó megváltoztathat (Megjegyzés: a szkriptek változásai nem biztos, hogy megmaradnak egy frissítést követően ezért biztonsági másolatot kellene készíteni róluk)
sv: Detta är en blandning av förinställda alternativ och skript som kan ändras av användaren (Notera att ändringar i skript kanske inte överlever en uppdatering och bör därför säkerhetskopieras).

source: Seconds
ca: Segons
da: Sekunder
es: Segundos
hr: sekunde
hu: Másodperc
sv: Sekunder

source: Delay before Disabling Networking managed by NMClient
ca: Temps de retard abans de desactivar la xarxa gestionada per NMClient
da: Forsinkelse før netværk håndteret af NMClient deaktiveres
es: Retraso antes de desactivar la red gestionada por NMClient
hr: Odgoda prije onemogućavanja umrežavanja upravljanim od strane NMClient
hu: Késleltetés az NMClient által kezelt hálózati kapcsolatok letiltása előtt
sv: Fördröjning före inaktivering av nätverk, hanterade av NMClient.

source: This is the delay during which you can click the Applet to abort automatic disconnection of the machine when the Data Usage Limit is exceeded.
ca: Temps de retard abans que es desactivi la xarxa en sobrepassar el límit d'ús de dades.
da: Forsinkelsen lader dig klikke på panelprogrammet for at forhindre automatisk afbrydelse af forbindelsen, når dataforbrugsgrænsen er nået.
es: Es el retraso durante el cual se puede pulsar el Applet para abortar la desconexión automática de la máquina cuando se supera el Límite de Uso de Datos.
hr: Ovo je odgoda tijekom koje možete kliknuti na aplet kako bi prekinuli automatsko prekidanje povezivanja kada je dosegnuto ograničenje korištenja podataka.
hu: Ezen késleltetés során a kisalkalmazásra kattintva megszakíthatja a gép hálózati kapcsolatának automatikus bontását, amikor az adatfelhasználási korlát túllépésre került.
sv: Detta är fördröjningen under vilken du kan klicka på panelprogrammet för att avbryta automatisk frånkoppling av maskinen, när gränsen för dataförbrukning överskrids.

source: Sound an audible alert when Data Usage Limit Exceeded
ca: Reproduir una alerta auditiva quan s'excedeix el límit d'ús de dades
da: Giv lydadvarsel, når dataforbrugsgrænsen nås
es: Alerta sonora cuando se supera el Límite de Uso de Datos
hr: Zvuk za zvučno upozorenje kada se ograničenje korištenja podataka dosegne
hu: Adjon hangjelzést, ha az adatfelhasználási korlát túllépésre került
sv: Spela upp en ljudlig varning när datagränsen överskrids

source: Only for built in alerts - hard code into scripts. Must have Sox installed
ca: Només per a avisos interns. Cal haver instal·lat 'Sox'
da: Kun til indbyggede advarsler. Sox skal være installeret
es: Solo para alertas integradas: código duro en scripts. Debe tener Sox instalado
hr: Samo za ugrađena upozorenja - čvrsto ugrađeno u skripte. Mora imati Sox instaliran
hu: Csak beépített riasztásokhoz - kemény kód szkriptekbe. Telepíteni kell a Sox-ot
sv: Endast för inbyggda varningar, hårdkodade skript. Kräver Sox installerat.

source: Full path and filename of alert sound file
ca: Ruta completa al fitxer de so dels avisos
da: Fuld sti og filnavn til advarselslydfilen
es: Ruta completa y nombre del archivo de sonido de la alerta
hr: Puna putanja i naziv datoteke do zvučne datoteke upozorenja
hu: A riasztási hangfájl teljes elérési útja és fájlneve
sv: Fullständig sökväg och filnamn till varningsljudfilen

source: Must have Sox installed. Most sound file types supported
ca: Cal tenir Sox instal·lat. La majoria de formats de fitxers d'àudio estan suportats
da: Sox skal være installeret. De fleste lydfiltyper understøttes
es: Debe tener instalado Sox. La mayoría de los tipos de archivos de sonido son compatibles
hu: Telepíteni kell a Sox-ot. A legtöbb hangfájltípus támogatott

source: Add development and test functions to Context Menu
ca: Afegir funcions de desenvolupador i de prova al menú contextual
da: Tilføj udviklings- og testfunktioner til genvejsmenuen
es: Añadir funciones de desarrollo y prueba al menú contextual
hr: Dodaj razvojne i testne funkcije u izbornik:
hu: Fejlesztési és tesztfunkciók hozzáadása a helyi menühöz
sv: Lägg till utvecklings- och testfunktioner i kontextmenyn

source: Very useful for development of scripts and testing without actually exceeding a limit
ca: Útil pel desenvolupament d'scripts i la realització de proves
da: Meget nyttig til udvikling af skripter og til test uden at overskride datagrænsen
es: Muy útil para el desarrollo de scripts y pruebas sin exceder un límite
hr: Vrlo korisno za razvoj skripti i testiranje bez prelaženja ograničenja
hu: Nagyon hasznos a szkriptek fejlesztéséhez és teszteléshez anélkül, hogy egy adatkorlátot túllépne
sv: Användbart för utveckling av skript och testning, utan att faktiskt överskrida någon gräns

source: General
hu: Általános

source: Data Use, Alerts and Responses
ca: Ús de dades, avisos i respostes
es: Uso de Datos, Alertas y Respuestas
hu: Adathasználat, riasztások és válaszok

source: Cumulative Data
ca: Ús de dades cumulatiu
es: Datos acumulados
hu: Halmozott adat

source: Longer Term Statistics
ca: Estadístiques de llarga durada
es: Estadísticas a largo plazo
hu: Hosszútávú statisztikák

source: Response to exceeding the current data usage limit
ca: Resposta a l'excés sobre el límit actual de l'ús de dades
es: Respuesta a la superación del límite de uso de datos actual
hu: Válasz a jelenlegi adatfelhasználási korlát túllépésére

source: Enable Extended Display Options
ca: Activar opcions de visualització ampliades
es: Activar las opciones de visualización ampliadas
hu: Engedélyezze a Kiterjesztett megjelenítési beállításokat

source: This is new option version 1.0.2
ca: Aquesta opció és nova a la versió 1.0.2
es: Esta es la nueva opción de la versión 1.0.2
hu: Ez az új opció 1.0.2 verzió

source: Classic - Summary of Data Usage for last Days and Months
ca: Clàssica - Resum d'ús de dades dels últims dies i mesos
es: Clásica - Resumen del uso de datos de los últimos días y meses
hu: Klasszikus - Az elmúlt napok és hónapok adatfelhasználásának összefoglalása

source: Classic Plus - Classic with addition of breakdown by hour for last 24 hours
ca: Clàssica Plus - Clàssica + detalls per hora durant les últimes 24hores
es: Clásica Plus - Clásico con adición del desglose por horas de las últimas 24 horas
hu: Klasszikus Plusz - Klasszikus az óránkénti bontás hozzáadásával az elmúlt 24 órában

source: Custom Display - requires enabling below
ca: Personalitzada - Cal activar-la a sota
es: Pantalla personalizada - requiere habilitarla a continuación
hu: Egyéni megjelenítés - az alábbiak engedélyezését igényli

source: Type of Display - default 'classic'
ca: Tipus de visualització - Per defecte: 'Clàssica'
es: Tipo de pantalla - por defecto 'Clásica'
hu: A kijelző típusa - alapértelmezett „klasszikus”

source: This feature offers the Classic (original) display with optional of adding an hourly breakdown over the last 24 hours and an experimental option of a user defined string for vnstati when enabled below
ca: Permet la visualització clàssica amb detalls per hora sobre les últimes 24 hores i l'addició d'una cadena de text personalitzada per vnstati definida per l'usuari
es: Esta función ofrece la visualización Clásica (original) con la opción de añadir un desglose por horas durante las últimas 24 horas y una opción experimental de una cadena definida por el usuario para vnstati cuando se activa a continuación
hu: Ez a funkció a klasszikus (eredeti) megjelenítést kínálja egy opcionális óránkénti bontással az elmúlt 24 óráról, továbbá egy kísérleti opciót a felhasználó által definiált karakterlánccal a vnstati számára, amennyiben mindez alul engedélyezve van

source: Enable Custom Display Option
ca: Activar opció de visualització personalitzada
es: Activar la opción de visualización personalizada
hu: Egyéni megjelenítés opció engedélyezése

source: Check box
ca: Casella de verificació
es: Casilla de verificación
hu: Jelölő négyzet

source: Custom options to pass to vnstati - default is '-vs'
ca: Opcions personalitzades per passar a vnstati - per defecte: '-vs'
es: Opciones personalizadas para pasar a vnstati - por defecto es '-vs'
hu: Egyéni beállítások a vnstati-nak való átadásra - az alapértelmezett '-vs'

source: The default is the options used for the extended display. Note: this is not the whole vnstati option string - the interface and output file options are added to it automatically. Please read the vnstati manual for further information on options avaiilable
ca: La opció per defecte és la utilitzada per la visualització ampliada. Per a més detalls sobre opcions disponibles, consulteu el manual de vnstati
es: El valor por defecto son las opciones utilizadas para la visualización extendida. Nota: esta no es toda la cadena de opciones de vnstati - las opciones de la interfaz y del archivo de salida se añaden a ella automáticamente. Por favor, lea el manual de vnstati para más información sobre las opciones disponibles
hu: Az alapértelmezett a kiterjesztett megjelenítéshez használt opciók. Megjegyzés: ez nem a teljes vnstati beállítás karaktersorozat - az interfész és a kimeneti fájl opciói automatikusan adódnak hozzá. Kérjük, olvassa el a vnstati kézikönyvét a rendelkezésre álló opciókkal kapcsolatos további információkért

source: Choose alert sound file
ca: Escolliu un fitxer de so per a les alertes
es: Elija el archivo de sonido de la alerta
hu: Válassza ki a riasztási hangfájlt

source: Must have Sox installed. Limited file types supported (.oga and .wav)
ca: Cal tenir Sox instal·lat. Els formats suportats són .oga i .wav
es: Debe tener instalado Sox. Tipos de archivo compatibles limitados (.oga y .wav)
hu: Telepíteni kell a Sox-ot. Csak bizonyos fájltípusok támogatottak (.oga és .wav)

source: Ok
hr: U redu
