Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/netusagemonitor@pdcurtis/*.po
Languages: ca, da, es, hr, hu, sv

source: Some Dependencies not Installed
ca: Algunes dependències no estan instal·lades
da: Nogle afhængigheder er ikke installeret
es: Algunas dependencias no están instaladas
hu: Néhány függőség nincs telepítve

source: You appear to be missing some of the programs or libraries required for this applet to run. Please read the help file on how to install them.
ca: Sembla que us falta instal·lar alguns dels paquets o llibreries necessàries pel funcionament d'aquesta miniaplicació. Si us plau llegiu el fitxer d'ajuda per saber com realitzar-ne la instal·lació.
da: Det ser ud til, du mangler nogle af de programmer eller biblioteker, som er nødvendige for at køre dette panelprogram. Læs venligst i hjælpfilen, hvordan du installerer dem.
es: Parece que le faltan algunos de los programas o bibliotecas necesarios para que este applet funcione. Por favor, lea el archivo de ayuda sobre cómo instalarlos.
hu: Úgy tűnik, hogy hiányzik néhány program vagy könyvtár, amely az kisalkalmazás futtatásához szükséges. Kérjük, olvassa el a súgófájlt a telepítésükről.

source: No Interface being Monitored - right click to select
ca: No hi ha cap interfície sent monitorada - clic dret per seleccionar
da: Ingen grænseflade overvåges - højreklik for at vælge
es: No se monitorea ninguna interfaz: haga clic con el botón derecho para seleccionar
hr: Trenutno nema nadgledanih sučelja - desno kliknite za odabir
hu: Nincs felügyelt interfész - kattintson jobb gombbal a kiválasztáshoz
sv: Inget gränssnitt övervakas, högerklicka för att välja ett.

source: NOTE: The last time the network traffic statistics were updated by vnStat is at the top right
ca: NOTA: l'última hora en què les estadístiques de xarxa han estat actualitzades per vnStat es mostra a dalt a la dreta
da: BEMÆRK: Sidste gang netværkstrafikstatistikken blev opdateret af vnStat vises øverst til højre
es: NOTA: La última vez que vnStat actualizó las estadísticas de tráfico de la red es en la parte superior derecha
hr: NAPOMENA: Vrijeme nadopune statistike mrežnog prometa vnStatom se nalazi gore desno
hu: MEGJEGYZÉS: A hálózati forgalmi statisztikákat utoljára a vnStat frissítette a jobb felső sarokban
sv: Notera att senaste statistikuppdatering av nätverkstrafiken, visas i höger överkant.

source: If no Interface is Active, the last available information has been displayed
ca: Si no hi ha una interfície activa, es mostrarà la última informació disponible
da: Hvis ingen grænseflade er aktiv, vises den senest tilgængelige information
es: Si no hay ninguna interfaz activa, se ha mostrado la última información disponible
hu: Ha egyetlen interfész sem aktív, akkor az utolsó elérhető információ jelenik meg
sv: Om inget gränssnitt är aktivt, visas den senast tillgängliga informationen.

source: ERROR: Please make sure vnstat and vnstati are installed and that the vnstat daemon is running!
ca: ERROR: Assegureu-vos que vnstat i vnstati estan instal·lats i que el servei vnstat estigui en marxa!
da: FEJL: Sørg for, at vnstat og vnstati er installerede, og at vnstat-dæmonen kører!
es: ERROR: asegúrese de que vnstat y vnstati estén instalados y que el demonio vnstat se esté ejecutando!
hr: GREŠKA: Pobrinite se da su vnstat i vnstati instalirani i da je vnstat pozadinski program pokrenut!
hu: HIBA: Győződjön meg arról, hogy a vnstat és a vnstati telepítve van, és hogy a vnstat kiszolgáló fut!
sv: FEL: Tillse att vnstat och vnstati är installerade och att vnstat-tjänsten är startad!

source: Cumulative Data Usage Information:
ca: Informació de l'ús de dades cumulatiu:
da: Information om samlet dataforbrug:
es: Información sobre el uso de datos acumulados:
hr: Informacije ukupne upotrebe podataka
hu: Halmozott adatfelhasználási információk:
sv: Ackumulerad information om dataförbrukning:

source: Current Connection and Interface Information
ca: Informació de la interfície i connexió actual
da: Information om nuværende forbindelse og grænseflade
es: Información sobre la conexión y la interfaz actual
hr: Trenutne informacije povezivanja i sučelja
hu: Jelenlegi kapcsolat és interfész információk
sv: Aktuell anslutnings- och gränssnittsinformation

source: No network monitored. Please select one right-clicking the applet.
ca: No hi ha cap xarxa monitorada. Seleccioneu-ne una amb clic dret sobre la miniaplicació.
da: Ingen netværk overvåges. Vælg et ved at højreklikke på panelprogrammet.
es: No hay red monitorizada. Por favor, seleccione una haciendo clic con el botón derecho del ratón en el applet.
hr: Nema nadgledanih mreža. Odaberite jednu lijevim klikom na aplet.
hu: Nincs megfigyelt hálózat. Válasszon egyet az jobb gombbal kattintva a kisalkalmazásra.
sv: Inget nätverk övervakas. Högerklicka på panelprogrammet för att välja ett.

source: Note: Alerts not enabled in Settings
ca: Nota: Els avisos no estan actius a la configuració
da: Bemærk: Advarsler ikke aktiverede i indstillinger
es: Nota: Las alertas no están activadas en la configuración
hr: Napomena: Upozorenja nisu omogućena u postavkama
hu: Megjegyzés: A riasztások nincsenek engedélyezve a beállításokban
sv: OBS! Varningar är inte aktiverat i inställningarna

source: Alert level (Orange):
ca: Nivell d'alerta (taronja):
da: Advarselsniveau (Orange):
es: Nivel de alerta (naranja):
hr: Razina upozorenja (narančasta):
hu: Riasztási szint (Narancs):
sv: Varningsnivå (orange):

source: % of Data Limit of
ca: % de límit de dades de
da: % af datagrænsen for
es: % del límite de datos de
hr: % ograničenja podataka od
hu: %-a az adatkorlátnak a
sv: % av databegränsning på

source: Cumulative Data Use
ca: Ús de dades cumulatiu
da: Samlet dataforbrug
es: Uso de datos acumulados
hr: Ukupna upotreba podataka
hu: Halmozott adatfelhasználat
sv: Ackumulerad dataförbrukning

source: with offset of
ca: amb una compensació de
da: med forskydning på
es: con una compensación de
hr: s pomakom od
hu: eltolásával
sv: med förskjutning på

source: Select a network manager interface to be monitored:
ca: Seleccioneu una interfície de xarxa del gestor de xarxes per ser monitorada:
da: Vælg en netværksgrænseflade som skal overvåges:
es: Seleccione una interfaz de administrador de red para monitorear:
hr: Odaberite sučelje mrežnog upravitelja za nadgledanje:
hu: Válassza ki a megfigyelni kívánt hálózatkezelő felületet:
sv: Välj en nätverkshanterare att övervaka:

source: (Active)
ca: (Actiu/va)
da: (Aktiv)
es: (Activa)
hr: (Aktivno)
hu: (Aktív)
sv: (Aktiv)

source: or Select an independent interface to be monitored:
ca: o seleccioneu una interfície independent a monitorar:
da: eller vælg en uafhængig grænseflade der skal overvåges:
es: o Seleccione una interfaz independiente para ser monitoreada:
hr: ili odaberite nezavisno sučelje za nadgledanje:
hu: vagy válasszon egy figyelni kívánt független interfészt:
sv: eller välj ett oberoende gränssnitt att övervaka:

source: for most USB Mobile Internet Modems)
ca: per la majoria de mòdems mòbils USB)
da: til de fleste USB-mobilinternetmodemmer
es: para la mayoría de los módems de Internet móvil USB)
hr: za većinu USB modema mobilnog interneta)
hu: a legtöbb mobil USB internet modemhez)
sv: för de flesta USB-anslutna mobila modem)

source: for Android Bluetooth PAN Connections)
ca: per connexions bluetooth d'Android)
da: til Android Bluetooth PAN-forbindelser
es: para las conexiones PAN Bluetooth de Android)
hr: za Android Bluetooth PAN povezivanja)
hu: Android Bluetooth PAN kapcsolatokhoz)
sv: för Android Bluetooth PAN-anslutningar)

source: Check for Changes in Devices and Display Options
ca: Comprovar canvis als dispositius i les opcions de visualització
da: Undersøg for ændringer i enheder og visningsmuligheder
es: Comprobar los cambios en los dispositivos y las opciones de visualización
hr: Provjerite promjene u mogućnostima uređaja i prikaza
hu: Ellenőrizze az eszközök és a megjelenítési beállítások változásait
sv: Kontrollera ändringar i Enheter och visningsalternativ

source: Toggle Display from ↓ and ↑ to ⇵
ca: Canviar pantalla de ↓ i ↑ a ⇵
da: Skift visning fra ↓ og ↑ til ⇵
es: Cambiar pantalla de ↓ y ↑ a ⇵
hr: Prebaci prikaz sa ↓ i ↑ u ⇵
hu: Megjelenítés váltása erről ↓ és erről ↑, erre: ⇵
sv: Ändra visningsläge från ↓ och ↑ till ⇵

source: Reset Cumulative Data Usage
ca: Reiniciar l'ús de dades cumulatiu
da: Nulstil samlet dataforbrug
es: Restablecer el uso de datos acumulados
hr: Poništi ukupnu upotrebu podataka
hu: A kumulatív adatfelhasználás visszaállítása
sv: Återställ ackumulerad dataförbrukning

source: Housekeeping and System Sub Menu
ca: Submenú de manteniment i sistema
da: Vedligehold og systemundermenu
es: Submenú de Mantenimiento y Sistema
hr: Upravljanje i podizbornici sustava
hu: Karbantartás és rendszer almenü
sv: Underhåll och systemundermeny

source: Open System Monitor
ca: Obrir el monitor de sistema
da: Åbn systemovervågning
es: Abrir monitor del sistema
hr: Otvori nadgledatelja sustava
hu: Rendszerfigyelő megnyitása
sv: Öppna systemövervakaren

source: View the Changelog
ca: Veure el registre de canvis
da: Vis ændringsloggen
es: Ver el registro de cambios
hr: Pogledaj zapis promjena
hu: Változásnaplót megtekitése
sv: Visa ändringslogg

source: View the Help File
ca: Veure el fitxer d'ajuda
da: Vis hjælpfilen
es: Abrir el archivo de ayuda
hr: Pogledaj datoteku pomoći
hu: Súgó fájl megtekintése
sv: Visa hjälpfilen

source: Open stylesheet.css (Advanced Function)
ca: Obrir stylesheet.css (Funció avançada)
da: Åbn stylesheet.css (Avanceret funktion)
es: Abrir stylesheet.css (Función avanzada)
hr: Otvori stylesheet.css (Napredne funkcije)
hu: Stylesheet.css megnyitása (Speciális funkció)
sv: Öppna stylesheet.css (Avancerad funktion)

source: Open alertScript (Advanced Function)
ca: Obrir alertScript (Funció avançada)
da: Åbn alertScript (Avanceret funktion)
es: Abrir alertScript (Función avanzada)
hr: Otvori alertScript (Napredne funkcije)
hu: AlertScript megnyitása (Speciális funkció)
sv: Öppna alertScript (Avancerad funktion)

source: Open suspendScript (Advanced Function)
ca: Obrir suspendScript (Funció avançada)
da: Åbn suspendScript (Avanceret funktion)
es: Abrir suspendScript (Función avanzada)
hr: Otvori suspendScript (Napredne funkcije)
hu: SuspendScript megnyitása (Speciális funkció)
sv: Öppna suspendScript (Avancerad funktion)

source: Test alertScript (Advanced Test Function)
ca: Provar alertScript (Funció de prova avançada)
da: Test alertScript (Avanceret testfunktion)
es: Test alertScript (Función de prueba avanzada)
hr: Testiraj alertScript (Napredne funkcije testiranja)
hu: AlertScript tesztelése (Speciális teszt funkció)
sv: Testa alertScript (Avancerad testfunktion)

source: Test suspendScript (Advanced Test Function)
ca: Provar suspendScript (Funció de prova avançada)
da: Test suspendScript (Avanceret testfunktion)
es: Test suspendScript (Función de prueba avanzada)
hr: Testiraj suspendScript (Napredne funkcije testiranja)
hu: SuspendScript tesztelése (Speciális teszt funkció)
sv: Testa suspendScript (Avancerad testfunktion)

source: Test Crisis Management Function (Advanced Test Function)
ca: Prova de funció de gestió de crisis (Funció de prova avançada)
da: Test krisehåndteringsfunktionen (Avanceret testfunktion)
es: Test de Función de gestión de crisis (función de prueba avanzada)
hr: Testiraj funkciju kriznog upravljanja (Napredne funkcije testiranja)
hu: Válságkezelési funkció tesztelése (Speciális teszt funkció)
sv: Testa krishanteringsfunktionen (Avancerad testfunktion)

source: THE DATA USAGE LIMIT HAS BEEN EXCEEDED Either set a new limit using right click -> Settings or disconnect using the Network Manager Applet
ca: S'HA SUPERAT EL LÍMIT D'ÚS DE DADES Establiu un nou límit o desconnecteu-vos utilitzant la miniaplicació del gestor de xarxes
da: DATAFORBRUGSGRÆNSEN ER OVERSKREDET Angiv en ny grænse med højreklik -> Indstillinger eller afbryd forbindelsen med netværkshåndtering
es: SE HA SUPERADO EL LÍMITE DE USO DE DATOS Establezca un nuevo límite haciendo clic con el botón derecho -> Configuración o desconecte usando el Applet del Administrador de Red)
hr: OGRANIČENJE KORIŠTENJA PODATAKA JE DOSEGNUTO Ili postavite novo ograničenje koristeći lijevi klik -> Postavke ili prekinite povezivanje pomoću apleta Mrežnog upravitelja
hu: AZ ADATFELHASZNÁLÁSI KERET TÚLLÉPVE Vagy kattintson a jobb gombbal új korlát megadásához ide -> Beállítások vagy bontsa a kapcsolatot a Hálózatkezelő Kisalkalmazással
sv: GRÄNSEN FÖR DATAANVÄNDNING HAR ÖVERSKRIDITS Ange antingen en ny gräns i inställningarna eller koppla ner anslutningen via nätverkshanteraren.

source: Interface:
ca: Interfície:
da: Grænseflade:
es: Interfaz:
hr: Sučelje:
hu: Interfész:
sv: Gränssnitt:

source: Downloaded:
ca: Descarregat:
da: Downloadet:
es: Descargado:
hr: Preuzeto:
hu: Letöltött:
sv: Hämtat:

source: Uploaded:
ca: Pujat:
da: Uploadet:
es: Subido:
hr: Poslano:
hu: Feltöltött:
sv: Uppladdat:

source: THE DATA USAGE LIMIT HAS BEEN EXCEEDED All Network connections managed by the Network Manager have been Disabled You will need to use the Network Manager Applet to Re-enable them when the data usage problem has been resolved Some connections using ppp0 may not have been disabled or may need to be restarted manually
ca: S'HA SUPERAT EL LÍMIT D'ÚS DE DADES Totes les connexions gestionades pel gestor de xarxes s'han desactivat Haureu d'utilitzar la miniaplicació gestora de xarxes per a reactivar-les quan el problema d'ús de dades s'hagi solucionat Algunes connexions utilitzant ppp0 poden no haver-se desactivat o necessitar ser reiniciades manualment
es: SE HA SUPERADO EL LÍMITE DE USO DE DATOS Todas las conexiones de red gestionadas por el Gestor de Red han sido deshabilitadas Deberá utilizar el Applet del Gestor de Red para volver a habilitarlas cuando se haya resuelto el problema de uso de datos Es posible que algunas conexiones que utilizan ppp0 no hayan sido deshabilitadas o que sea necesario reiniciarlas manualmente
hu: AZ ADATFELHASZNÁLÁSI KERET TÚLLÉPVE A Hálózatkezelő által kezelt összes hálózati kapcsolat le lett tiltva Az újbóli engedélyezéshez a Hálózatkezelő kisalkalmazást kell használnia amikor az adathasználati probléma megoldódott Előfordulhat, hogy egyes, a ppp0 protokollt használó kapcsolatok nem lettek letiltva, vagy manuálisan kell újraindítani

source: THE DATA USAGE LIMIT HAS BEEN EXCEEDED Either set a new limit using a right click on The Network Data Management Applet -> Settings or disconnect using the Network Manager Applet
ca: S'HA SUPERAT EL LÍMIT D'ÚS DE DADES Establiu un nou límit o desconnecteu-vos utilitzant la miniaplicació del gestor de xarxes
es: SE HA SUPERADO EL LÍMITE DE USO DE DATOS Establezca un nuevo límite utilizando un clic derecho en el Applet de Gestión de Datos de Red -> Configuración o desconecte utilizando el Applet de Gestión de la Red
hu: AZ ADATFELHASZNÁLÁSI KERET TÚLLÉPVE Vagy állítson be új korlátot kattintson jobb gombbal a Hálózati Adatkezelő Kisalkalmazás -> Beállítások menüpontjára vagy bontsa a kapcsolatot a Hálózatkezelő Kisalkalmazással

source: Network Usage Monitor with Alerts - Stylesheet persistence active
ca: Monitor d'ús de xarxa amb avisos - Persistència de full d'estil activa
es: Monitor de uso de la red con alertas - Persistencia de la hoja de estilo activa
hu: Hálózati felhasználás figyelő riasztásokkal - A stíluslap tartóssága aktív

source: Network Data Usage Monitor
ca: Monitor d'ús de dades de la xarxa
da: Overvågning af netværksdataforbrug
es: Monitor de uso de datos de red
hr: Mrežni nadgledatelj korištenja podataka
hu: Hálózati Adatfelhasználás Figyelő
sv: Dataförbrukningsövervakare

source: A Comprehensive Data Usage Monitor with alerts and cumulative data functions
ca: Un monitor d'ús de dades de la xarxa amb alertes i funcions de recompte cumulatiu de dades
da: Omfattende overvågning af dataforbruget med advarsler og samlet datafunktioner
es: Un completo monitor de uso de datos con alertas y funciones de datos acumulados
hu: Átfogó adatfelhasználás figyelő riasztásokkal és összesített adatfunkciókkal
sv: En omfattande dataförbrukningsövervakare med varningar och kumulativa datafunktioner

source: General Settings for the Network Usage Monitor Applet
ca: Configuració general de la miniaplicació
da: Generelle indstillinger for Overvågning af netværksdataforbrug
es: Configuración general del applet de monitorización del uso de la red
hr: Opće postavke za aplet nadgledanja mrežnog krištenja
hu: A Hálózati Használatfigyelő Kisalkalmazás általános beállításai
sv: Allmänna inställningar för dataförbrukningsövervakaren

source: seconds
ca: segons
da: sekunder
es: segundos
hr: sekunde
hu: másodperc
sv: sekunder

source: Refresh Interval for Display:
ca: Freqüència d'actualització de la informació a mostrar:
da: Opdateringsinterval for visning:
es: Intervalo de actualización de la visualización:
hr: Razdoblje osvježavanja prikaza:
hu: A megjelenítés frissítési gyakorisága:
sv: Uppdateringsintervall för panelvisning:

source: Increase or decrease this spinner value to change the Refresh Interval
ca: Augmenta o redueix la freqüència d'actualització
da: Forøg eller formindsk denne værdi for at ændre opdateringsintervallet
es: Aumente o disminuya este valor con la ruda del ratón para cambiar el intervalo de actualización
hr: Povećajte ili smanjite ovu vrijednost kako bi promijenili razdoblje osvježavanja
hu: Növelje vagy csökkentse ezt a tárcsaértéket a frissítési gyakoriság módosításához
sv: Öka eller minska värdet för att ändra uppdateringsintervallet

source: decimal places
ca: xifres decimals
da: decimaler
es: cifras decimales
hr: decimalna mjesta
hu: tizedes jel
sv: decimalplacering

source: Display Resolution:
ca: Resolució:
da: Nøjagtighed:
es: Resolución:
hr: Prikaz znamenki:
hu: Megjelenítő felbontása:
sv: Visningsupplösning:

source: Increase or decrease this spinner value to make the change the number of decimal places displayed
ca: Augmenta o redueix el número de decimals a mostrar
da: Forøg eller formindsk denne værdi for at ændre antallet af decimaler, der vises
es: Aumente o disminuya este valor con la ruda del ratón para cambiar el número de decimales mostrados
hr: Povećajte ili smanjite ovu vrijednost kako bi promijenili broj prikazanih decimalnih mjesta
hu: Növelje vagy csökkentse ezt a tárcsaértéket, hogy megváltoztassa a megjelenített tizedesjegyek számát
sv: Öka eller minska värdet för att ändra antalet visade decimaler.

source: Last Interface Monitored - no need to change as set by Applet:
ca: Última interfície monitorada - no cal canviar-la ja que és assignada per la miniaplicació:
da: Sidste overvågede grænseflade - ingen grund til at ændre da den angives af panelprogrammet:
es: Última interfaz supervisada: no es necesario cambiarla, ya que está establecida por el Applet:
hr: Posljednje nadgledano sučelje - nema potrebe za promjenom jer je postavljeno apletom:
hu: Utolsó felügyelt interfész - nincs szükség a kisalkalmazás által beállított változtatásokra:
sv: Senast övervakade gränssnitt. Behöver inte ändras då det anges av programmet:

source: This is normally set by the Applet and should not be changed here except for experimental or diagnostic use
ca: Normalment la miniaplicació assignarà aquest valor i no cal canviar-lo aquí excepte en cas experimental o de diagnòstic
da: Angives normalt af panelprogrammet og bør kun ændres her af hensyn til eksperimentel eller diagnostisk brug
es: Normalmente lo establece el Applet y no debería cambiarse aquí, excepto para uso experimental o de diagnóstico
hr: Ovo je uobičajeno postavljeno apletom i ne bi se trebalo mijenjati ovdje osim u eksperimentalne i dijagnostičke svrhe
hu: Ezt normál esetben a kisalkalmazás állítja be és itt nem kellene megváltoztatni, kivéve a kísérleti vagy diagnosztikai felhasználást
sv: Detta anges vanligen av programmet och bör inte ändras, utom för experimentell eller diagnostisk användning.

source: Use the following Interface as default to monitor when no other Interface is Active at start up :
ca: Utilitzar la següent interfície per defecte a monitorar quan no hi hagi cap altra interfície activa a l'inici:
da: Overvåg som standard følgende grænseflade, når ingen anden grænseflade er aktiv ved opstart:
es: Utilice la siguiente interfaz como predeterminada para supervisar cuando ninguna otra interfaz esté activa al inicio:
hr: Koristi sljedeće sučelje kao zadano za nadgledanje kada nema drugih aktivnih sučelja pri pokretanju:
hu: Használja alapértelmezettként a következő interfészt a megfigyeléshez, ha az indításkor nincs más aktív interfész:
sv: Använd följande gränssnitt som standard, att övervakas när inget annat gränssnitt är aktivt vid systemstart:

source: Checking this box allows you to set up to use an interface for connections which is not always active at start up such as Wifi or Mobile Broadband - usually wlan0 or ppp0. If not checked the first active interface know to the Network Monitor will be used or PPP0 if that was the last connection.
ca: Us permet assignar una interfície que no sigui sempre activa com ara Wifi (wlan0) o Mòbil (ppp0)
da: Aktivering af denne lader dig angive en grænseflade til forbindelser som ikke altid er aktive ved opstart som f.eks. mobilt bredbånd eller wi-fi - sædvanligvis sat til ppp0 eller wlan0. Hvis den ikke er aktiveret, vil den første aktive grænseflade, som opdages af Netværksovervågning, blive anvendt eller PPP0, hvis det var den sidste forbindelse.
es: Al marcar esta casilla se puede configurar para utilizar una interfaz para las conexiones que no siempre están activas al inicio, como Wifi o Banda Ancha Móvil - normalmente wlan0 o ppp0. Si no está marcada, se utilizará la primera interfaz activa conocida por el Monitor de Red o PPP0 si esa fue la última conexión.
hr: Ovaj odabir omogućuje vam postavljanje korištenja sučelja za povezivanja koja nisu uvijek aktivna pri pokretanju poput bežičnog povezivanja ili mobilnog širokopojasnog interneta - uobičajeno wlan0 ili ppp0. Ako nije odabrano prvo aktivno sučelje poznato Mrežnom nadgledatelju biti će korišteno ili PPP0 ako je to bilo posljednje povezivanje.
hu: Ennek a négyzetnek a bejelölésével beállíthatja, hogy olyan interfészt használjon a kapcsolatokhoz, amely az indításkor nem mindig aktív, például Wifi vagy Mobil szélessáv - általában wlan0 vagy ppp0. Ha nincs bejelölve, akkor a Hálózatfigyelő által ismert első aktív interfész kerül felhasználásra, vagy a PPP0, ha ez volt az utolsó kapcsolat.
sv: Aktiveras för att använda ett gränssnitt för anslutningar som inte alltid är aktiva vid systemstart, såsom mobilt bredband eller WiFi. Vanligen angivet som ppp0 eller wlan0. Vid inaktivering används det första aktiva gränssnittet identifierat av nätverksövervakaren eller PPP0 om det var den sista anslutningen.

source: Default Interface (usually ppp0 or wlan0):
ca: Interfície per defecte (normalment ppp0 o wlan0):
da: Standardgrænseflade (sædvanligvis ppp0 eller wlan0):
es: Interfaz por defecto (normalmente ppp0 o wlan0):
hr: Zadano sučelje (uobičajeno ppp0 ili wlan0):
hu: Alapértelmezett interfész (általában ppp0 vagy wlan0):
sv: Standardgränssnitt (vanligen ppp0 eller wlan0)
