Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/netusagemonitor@pdcurtis/*.po
Languages: ca, da, es, hr, hu, sv

source: The Default interface to use for connections which are not always active at start up such as Mobile Broadband or Wifi - usually set to ppp0 or wlan0
ca: La interfície per defecte a utilitzar per connexions que no són sempre actives a l'inici com ara mòbils o wifi - normalment ppp0 o wlan0
da: Standardgrænsefladen anvendt til forbindelser, som ikke altid er aktive ved opstart som f.eks. mobilt bredbånd eller wi-fi - sædvanligvis sat til ppp0 eller wlan0
es: La interfaz por defecto que se utilizará para las conexiones que no siempre están activas al inicio, como la banda ancha móvil o la Wifi - normalmente se establece como ppp0 o wlan0
hr: Zadano sučelje za korištenje povezivanja koje nije uvijek aktivno pri pokretanju poput mobilnog širokopojasnog interneta ili bežičnog povezivanja - uobičajeno je postavljeno na ppp0 ili wlan0
hu: Az alapértelmezett interfész olyan kapcsolatokhoz, amelyek nem mindig aktívak az indításkor, például mobil szélessávú vagy Wifi - általában ppp0 vagy wlan0 értékre van állítva
sv: Standardgränssnitt att användas för anslutningar som inte alltid är aktiva vid systemstart, såsom mobilt bredband eller WiFi. Vanligen angivet som ppp0 eller wlan0.

source: Use a Compact Display with total traffic only
ca: Utilitzar una vista compacta amb el tràfic total
da: Anvend kompakt visning kun med total trafik
es: Utilice una pantalla compacta sólo con el tráfico total
hr: Koristi kompaktni prikaz sa ukupnim prometom samo
hu: Kompakt kijelző használata csak a összesített forgalommal
sv: Använd kompakt visning, med endast sammanlagd trafik

source: This just displays the total of upload and download rate in the applet
ca: Fa que només es mostri la càrrega i descàrrega total a la miniaplicació
da: Viser kun den totale up- og download i panelprogrammet
es: Esto sólo muestra el total de la tasa de subida y descarga en el applet
hr: Ovo samo prikazuje ukupnu brzinu slanja i preuzimanja u apletu
hu: Ez csak az összesített fel- és letöltési arányát jeleníti meg a kisalkalmazásban
sv: Detta visar bara sammanlagd uppladdning och nerladdning i panelen

source: pixels
ca: píxels
da: pixler
es: píxeles
hr: pikseli
hu: képpont
sv: pixlar

source: Applet Width Adjustment (Only for fine tuning - normally leave alone at 180:
ca: Ajustament de l'amplada de l'aplicació (normalment es pot deixar a 180):
da: Justering af panelprogrammets bredde (kun til finjustering - lad den sædvanligvis være 180):
es: Ajuste de la anchura del applet (sólo para el ajuste fino - normalmente se deja solo en 180):
hr: Prilagodba širine apleta (Samo za preciznu prilagodbu - uobičajeno ostavite samo na 180:
hu: Kisalkalmazás szélességének beállítása (Csak finomhangoláshoz - alapesetben hagyja 180-on:
sv: Panelbreddsjustering (Endast för finjustering. Normalt 180):

source: Fine tuning of applet width for changes in theme and decimal places displayed - needs to be used in conjuction with changes in stylesheet.css. Value is halved when Compact Display selected
ca: Retocs de l'amplada de la miniaplicació per tenir en compte el tema o el número de decimals a mostrar. el valor es divideix entre dos quan la vista compacta està activada
da: Finjustering af panelprogrammets bredde i forhold til tema og antal viste decimaler - skal bruges i sammenhæng med ændringer i stylesheet.css. Værdien halveres, når kompakt visning er valgt
es: Ajuste fino de la anchura del applet para los cambios en el tema y los decimales mostrados - necesita ser utilizado en conjunción con los cambios en stylesheet.css. El valor se reduce a la mitad cuando se selecciona la visualización compacta
hr: Precizna prilagodba širine apleta za promjenu prikaza u temi i decimalnih mjesta - treba se koristiti u kombinaciji s promjenama u stylesheet.css. Vrijednost je prepolovljena kada je odabran kompaktni prikaz
hu: Az kisalkalmazás szélességének finomhangolása a téma és a tizedesjegyek változásaihoz - ezt a stylesheet.css-ben lévő változásokkal együtt kell használni. Az érték a felére csökken, ha a Kompakt kijelzőt választja
sv: Finjustering av panelprogrammets bredd, för ändringar av tema och decimalplacering. Måste användas tillsammans med ändringar i stylesheet.css. Värdet halveras när kompakt visning är vald.

source: Mbytes
ca: MB
da: MB
hr: Mbajti
hu: Mbájt
sv: Mbyte

source: Gbytes
ca: GB
da: GB
hr: Gbajti
hu: Gbájt
sv: Gbyte

source: Data Unit used to set Alert Levels and Cumulative Offsets
ca: Unitat de dades utilitzada per assignar nivells d'alerta
da: Dataenhed som anvendes til indstilling af advarselsgrænse og samlede forskydninger.
es: Unidad de datos utilizada para establecer los niveles de alerta y las compensaciones acumuladas
hr: Jedinice podataka korištene za postavljanje razina obavijesti i ukupnog pomaka
hu: A riasztási szintek és a halmozott eltolások beállításához használt adategység
sv: Dataenhet för att ange varningsnivåer och ackumulerade förskjutningar

source: These are the units which will be used for setting the alert limit and cumulative offsets.
ca: Unitats que s'utilitzaran per a establir nivells d'alerta d'ús de dades.
da: Enhederne som anvendes til indstilling af advarselsgrænsen og samlede forskydninger.
es: Estas son las unidades que se utilizarán para establecer el límite de alerta y las compensaciones acumuladas.
hr: Ovo su jedinice koje će se koristiti za postavljanje ograničenja upozorenja i ukupnog pomaka.
hu: Ezeket az egységeket használjuk a riasztási határ és az összesített eltolások beállításához.
sv: Detta är den enhet som används för att ange varningsgräns och kumulativ förskjutning.

source: Settings specific to Data Usage and Alert functions for Current Connection
ca: Opcions específiques sobre l'ús de dades i les funcions d'avís per a la connexió actual
da: Indstillinger specifikke for dataforbrug og advarselsfunktioner for den aktuelle forbindelse
es: Ajustes específicos de las funciones de uso de datos y alerta para la conexión actual
hr: Postavke specifične za korištenje podataka i funkciju obavijesti za trenutno povezivanje
hu: Az Adathasználat és a Figyelmeztetés funkciók specifikus beállításai az aktuális kapcsolathoz
sv: Inställningar för dataförbruknings- och varningsfunktioner för aktuell anslutning

source: Check this box to use the Alert function
ca: Marqueu això per a utilitzar la funció d'avís
da: Aktivér for at bruge advarselsfunktionen
es: Marque esta casilla para utilizar la función de alerta
hr: Odaberi za prikaz obavijesti
hu: Jelölje be ezt a négyzetet az Riasztás funkció használatához
sv: Aktiveras för att använda varningsfunktionen

source: This is useful for mobile broadband or where you may be paying for data on a Wifi link
ca: Útil en connexions limitades on podeu haver de pagar per quota de dades, com ara mòbils
da: Nyttigt til mobilt bredbånd eller hvis du betaler for data på en wi-fi-forbindelse
es: Esto es útil para la banda ancha móvil o cuando usted pueda estar pagando por los datos en una conexión Wifi
hr: Ovo je korisno za mobilni širokopojasni internet ili tamo gdje morate plaćati podatke za bežično povezivanje
hu: Ez hasznos a mobil szélessáv esetén vagy Wifi-link fizetős hálózaton
sv: Detta är användbart för mobilt bredband, eller om du betalar för data på WiFi-länk

source: Mbytes or Gbytes as set above
ca: MB o GB, com s'ha assignat a dalt
da: MB eller GB som angivet ovenfor
es: Mbytes o Gbytes según lo establecido anteriormente
hr: Mbajti ili Gbajti kako je postavljeno iznad
hu: Mbájt vagy Gbájt a fentiek szerint
sv: Mbyte eller Gbyte som angivet ovan

source: Data Limit before a Red Warning background is displayed in the Applet
ca: Límit de dades abans que un fons de color vermell es mostri a la miniaplicació com a avís
da: Datagrænse før en rød advarselsbaggrund vises i panelpogrammet
es: Límite de datos antes de que aparezca un fondo rojo de advertencia en el Applet
hr: Ograničenje podataka prije prikaza pozadine crvenog upozorenja u apletu
hu: Adatkorlát, mielőtt egy piros figyelmeztető háttér megjelenik a kisalkalmazásban
sv: Datagräns innan röd varningsbakgrund visas i panelen

source: This is the Total Data which can be uploaded and downloaded before the background of the applet goes red - by default it goes orange at 80% of this - reset by disconnection, reboot and/or suspend depending on system
ca: Això és el màxim de dades que poden ser baixades o pujades abans que el color de fons de la miniaplicació es torni vermell (per defecte es tornarà taronja al 80% d'aquesta quantitat). Es reinicia per desconnexió, reinici o suspensió, depenent del sistema
da: Total data som kan up- og downloades, før panelprogrammets baggrund bliver rød. Som standard bliver den orange ved 80% af dette. Nulstilles ved afbrydelse af forbindelse, genstart og/eller midlertidig afbrydelse afhængig af systemet
es: Este es el total de datos que pueden ser cargados y descargados antes de que el fondo del applet se vuelva rojo - por defecto se vuelve naranja al 80% de esto - se restablece por desconexión, reinicio y/o suspensión dependiendo del sistema
hr: Ovo su ukupni podaci koji se mogu poslati i preuzeti prije nego pozadina apleta pocrveni - po zadanome pojavljuje se narančasto pri 80% ove vrijednosti - poništava se prekidanjem povezivanja, ponovnim pokretanjem i/ili suspendiranjem ovisno o sustavu
hu: Ez az összes adatmennyiség, amelyet fel- és letölthetünk, mielőtt a kisalkalmazás háttere vörösre vált - alapértelmezetten ezen érték 80%-ánál narancssárgára vált - visszaállítás a kapcsolat bontásakor, újraindítás és / vagy felfüggesztés a rendszertől függően
sv: Detta är den sammanlagda mängden data som kan skickas och hämtas innan panelvisningsbakgrunden blir röd. Som standard blir den orange vid 80% av detta. Återställ genom att koppla ner anslutningen, starta om eller försätta systemet i vänteläge.

source: Percentage of Data Limit at which Orange Warning Displayed
ca: Percentatge del límit de dades sobre el qual es mostra el nivell d'avís taronja
da: Procent for visning af orange advarsel
es: Porcentaje del límite de datos en el que aparece la advertencia naranja
hr: Postotak korištenja podataka pri kojemu će biti prikazano narančasto upozorenje
hu: Az adatkorlát százalékos aránya, amelynél a narancssárga figyelmeztetés megjelenik
sv: Datagräns vid vilken orange varningsbakgrund visas

source: Percentage of Data Limit at which Orange Warning Background is displayed - It is also shown and can be adjusted in the Applet left click menu
ca: Percentatge del límit de dades sobre el qual es mostra el nivell d'avís taronja
da: Procent af datagrænsen ved hvilken en orange baggrund vises. Det vises også og kan ændres i panelprogrammets venstreklikmenu
es: Porcentaje del límite de datos a partir del cual se muestra el fondo de advertencia naranja - También se muestra y puede ajustarse en el menú del clic izquierdo del Applet
hr: Postotak korištenja podataka pri kojemu će biti prikazano narančasto upozorenje - Još je prikazano i može se prilagoditi u izborniku lijevog klika apleta
hu: Az adatkorlát százalékos aránya, amelynél a narancssárga figyelmeztető háttér jelenik meg - Megjelenik és beállítható a kisalkalmazás balkattintásos menüjében is
sv: Datagräns vid vilken orange varningsbakgrund visas. Det visas och kan justeras, också i programmets vänsterklicksmeny.

source: Settings specific to Cumulative Data Usage functions
ca: Opcions específiques de les funcions d'ús de dades cumulatiu
da: Indstillinger specifikke for samlet dataforbrugsfunktioner
es: Ajustes específicos de las funciones de uso de datos acumulados
hr: Postavke specifične za ukupnu upotrebu podataka
hu: A halmozott adatfelhasználási funkciókra vonatkozó beállítások
sv: Inställningar för kumulativa dataförbrukningsfunktioner

source: Interface 1 for monitoring Cumulative Data Usage - null will inhibit display
ca: Interfície 1 per monitorar l'ús de dades cumulatiu - null farà que no es mostri
da: Grænseflade 1 til overvågning af samlet dataforbrug - null vil forhindre visning
es: Interfaz 1 para monitorear el uso de datos acumulados - un valor nulo inhibirá la visualización
hr: Sučelje 1 za nadgledanje ukupnog korištenja podataka- nula će onemogućiti prikaz
hu: Interfész 1 a kumulatív adatfelhasználás figyeléséhez - a nullás érték kikapcsolja a megjelenítést
sv: Gränssnitt 1 för övervakning av kumulativ dataförbrukning. null inaktiverar visning.

source: This is normally set to ppp0 or wlan0 to allow monitoring data usage during a period by mobile internet or Wifi charged by the Mbyte
ca: Això s'assigna normalment en interfícies ppp o wlan, per permetre monitorar l'ús de dades durant un període de temps en què cal pagar per MB
da: Normalt indstillet til ppp0 eller wlan0 for at tillade overvågning af dataforbrug på mobilt internet eller wi-fi som afregnes pr. MB
es: Normalmente se establece en ppp0 o wlan0 para permitir el control del uso de datos durante un período por Internet móvil o Wifi con cargo al Mbyte
hr: Ovo je uobičajeno postavljeno za ppp0 i wlan0 kako bi se dopustilo nadgledanje korištenja podataka tijekom razdoblja upotrebe mobilnog interneta ili bežičnog povezivanja obračunatih u Mbajtima
hu: Ez általában a ppp0 vagy a wlan0 értékre van állítva, hogy lehetővé tegye az adatfelhasználás megfigyelését olyan mobil internet vagy Wifi hálózaton, amelyen Mbájt alapon történik elszámolás
sv: Detta anges vanligen som ppp0 eller wlan0 för att tillåta övervakning under perioder av mobilt internet eller WiFi som debiteras per Mbyte.

source: Offset applied to Cumulative Data Usage 1
ca: Compensació aplicada a l'ús de dades cumulatiu 1
da: Forskydning anvendt på samlet dataforbrug 1
es: Compensación aplicada al uso de datos acumulados 1
hr: Pomak primijenjen za ukupno korištenje podataka 1
hu: 1 halmozott adatfelhasználásra alkalmazott eltolás
sv: Förskjutning tillämpad på kumulativ dataförbrukning 1

source: This can be used to offset the data usage to take into account usage on other machines or correct for other causes
ca: Pot utilitzar-se per compensar l'ús de dades tenint en compte altres equips de la xarxa
da: Anvendes for at tage højde for forbruget på andre maskiner eller for at korrigere af andre årsager
es: Esto puede utilizarse para compensar el uso de datos para tener en cuenta el uso en otras máquinas o corregir otras causas
hr: Ovo se može koristiti za pomak upotrebe podataka kako bi se uzela upotreba na drugim računalima ili za ispravak drugih slučajeva
hu: Ez felhasználható az adatfelhasználás ellensúlyozására más gépek hálózathasználatának figyelembevétele érdekében vagy egyéb okokból kifolyólag
sv: Detta kan användas för att förskjuta dataförbrukningen med tanke på förbrukning på andra maskiner eller för justering av andra orsaker.

source: Interface 2 for monitoring Cumulative Data Usage - null will inhibit display
ca: Interfície 2 per monitorar l'ús de dades cumulatiu - null fa que no es mostri
da: Grænseflade 2 til overvågning af samlet dataforbrug - null vil forhindre visning
es: Interfaz 2 para monitorear el uso de datos acumulados - un valor nulo inhibirá la visualización
hr: Sučelje 2 za nadgledanje ukupnog korištenja podataka- nula će onemogućiti prikaz
hu: Interfész 2 a kumulatív adatfelhasználás figyeléséhez - a nullás érték kikapcsolja a megjelenítést
sv: Gränssnitt 2 för övervakning av kumulativ dataförbrukning. null inaktiverar visning.

source: Offset applied to Cumulative Data Usage 2
ca: Compensació aplicada a l'ús de dades cumulatiu 2
da: Forskydning anvendt på samlet dataforbrug 2
es: Compensación aplicada al uso de datos acumulados 2
hr: Pomak primijenjen za ukupno korištenje podataka 2
hu: 2 halmozott adatfelhasználásra alkalmazott eltolás
sv: Förskjutning tillämpad på kumulativ dataförbrukning 2

source: Interface 3 for monitoring Cumulative Data Usage - null will inhibit display
ca: Interfície 3 per monitorar l'ús de dades cumulatiu - null fa que no es mostri
da: Grænseflade 3 til overvågning af samlet dataforbrug - null vil forhindre visning
es: Interfaz 3 para monitorear el uso de datos acumulados - un valor nulo inhibirá la visualización
hr: Sučelje 3 za nadgledanje ukupnog korištenja podataka- nula će onemogućiti prikaz
hu: Interfész 3 a kumulatív adatfelhasználás figyeléséhez - a nullás érték kikapcsolja a megjelenítést
sv: Gränssnitt 3 för övervakning av kumulativ dataförbrukning. null inaktiverar visning.

source: Offset applied to Cumulative Data Usage 3
ca: Compensació aplicada a l'ús de dades cumulatiu 3
da: Forskydning anvendt på samlet dataforbrug 3
es: Compensación aplicada al uso de datos acumulados 3
hr: Pomak primijenjen za ukupno korištenje podataka 3
hu: 3 halmozott adatfelhasználásra alkalmazott eltolás
sv: Förskjutning tillämpad på kumulativ dataförbrukning 3

source: Settings specific to Long Term Traffic Statistics
ca: Opcions específiques d'estadístiques de trànsit de llarga durada
da: Indstillinger specifikt for langtidstrafikstatistik
es: Ajustes específicos de las estadísticas de tráfico a largo plazo
hr: Postavke specifične za dugoročnu statistiku prometa
hu: A hosszú távú forgalmi statisztikákra vonatkozó beállítások
sv: Inställningar för långsiktig trafikstatistik

source: Display long term traffic statistics (vnstat and vnstati Must be installed).
ca: Mostrar estadístiques de trànsit de llarga durada (necessita vnstat i vnstati instal·lats).
da: Vis langtidstrafikstatistik (vnstat og vnstati skal være installerede).
es: Muestra las estadísticas de tráfico a largo plazo (vnstat y vnstati deben estar instalados).
hr: Prikaži dugoročnu statistiku prometa (vnstat i vnstati moraju biti instalirani)
hu: Hosszú távú forgalmi statisztikák megjelenítése (vnstat és vnstati telepítése szükséges).
sv: Visa långsiktig trafikstatistik (vnstat och vnstati måste finnas installerat).

source: This requires vnstat and vnstati to be installed prior to being enabled.
ca: Cal haver instal·lat vnstat i vnstati abans d'activar-ho.
da: Kræver at vnstat og vnstati er installerede, før den kan aktiveres.
es: Esto requiere que vnstat y vnstati estén instalados antes de ser habilitados.
hr: Ovo zahtijeva da vnstat i vnstati budu instalirani prije nego što se omoguće.
hu: Ehhez a vnstat és a vnstati telepítése szükséges az engedélyezés előtt.
sv: Detta kräver att vnstat och vnstati är installerat, för att aktiveras.

source: Settings for response to exceeding the current data usage limits
ca: Opcions de resposta a l'excés dels límits actuals sobre l'ús de dades
da: Indstillinger for reaktion på overskridelse af de aktuelle dataforbrugsgrænser
es: Configuraciones para responder a exceder los límites de uso de datos actuales
hr: Postavke za odgovor na prekoračenje trenutačnih ograničenja korištenja podataka
hu: A jelenlegi adatfelhasználási korlátok túllépésére adott válasz beállításai
sv: Inställningar för åtgärd vid överskridande av aktuell databegränsning

source: Take action when the current data usage limit is exceed
ca: Pren mesures quan el límit d'ús de dades actual es sobrepassi
da: Reagér når den aktuelle dataforbrugsgrænse nås
es: Actuar cuando se supera el límite de uso de datos actual
hr: Pokreni radnju kada je dosegnuto ograničenje korištenja podataka
hu: Tegye ezt, ha a jelenlegi adatfelhasználási korlátot túllépi
sv: Åtgärda att aktuell databegränsning överskrids

source: This is useful for mobile broadband or where you may be paying for data on a Wifi link as it can, for example, suspend the machine after the limit has been exceeded
ca: Útil per a connexions on es paga per ús per MB. Per exemple, es pot suspendre l'equip quan es sobrepassi el límit
da: Nyttigt til mobilt bredbånd eller hvis du betaler for data på en wi-fi-forbindelse. da det f.eks. kan afbryde maskinen, når grænsen nås
es: Esto es útil para banda ancha móvil o donde puede estar pagando por datos en una conexión Wifi, ya que puede, por ejemplo, suspender la máquina después de que se haya excedido el límite
hr: Ovo je korisno za mobilni širokopojasni internet ili tamo gdje morate plaćati podatke za bežično povezivanje, na primjer, suspenzija računala nakon što je dosegnuto ograničenje korištenja podataka
hu: Ez hasznos a mobil szélessáv esetén, vagy ahol fizethet az adatokért egy Wifi linken, mert például felfüggesztheti a gépet az adatkorlát túllépése után
sv: Detta är användbart för mobilt bredband, eller om du betalar för data på WiFi-länk, eftersom det till exempel kan försätta maskinen i vänteläge när förbrukningsgränsen har överskridits.

source: Display a notification
ca: Mostrar una notificació
da: Vis en meddelelse
es: Mostrar una notificación
hr: Prikaži obavijest
hu: Értesítés megjelenítése
sv: Visa en avisering

source: Display a high priority notification
ca: Mostrar una notificació de prioritat alta
da: Vis en meddelelse af høj prioritet
es: Mostrar una notificación de alta prioridad
hr: Prikaži obavijest visokog prioriteta
hu: Magas prioritású értesítés megjelenítése
sv: Visa en högprioriterad avisering

source: Put up a full screen 'modal dialog' warning
ca: Mostrar un avís emergent a pantalla completa
da: Vis en fuldskærmsadvarsel
es: Poner una advertencia de 'diálogo modal' en pantalla completa
hr: Pokreni modalni dijalog upozorenja preko cijelog zaslona
hu: Tegyen fel egy teljes képernyős "modális párbeszédpanel" figyelmeztetést
sv: Sätt upp en "modal varningsdialog" i helskärmsläge

source: Run a user configurable Script (alertScript)
ca: Executar un script configurable (alertScript)
da: Kør et brugerdefineret skript (alertScript)
es: Ejecutar un Script configurable por el usuario (alertScript)
hr: Pokreni korisnički prilagodljivu skriptu (alertScript)
hu: Felhasználó által konfigurálható parancsfájl (alertScript) futtatása
sv: Kör ett användarkonfigurerat skript (alertScript)

source: Disable All Networking managed by NMClient after opportunity to abort
ca: Desactivar tota la xarxa gestionada per NMClient
da: Deaktivér alle netværk håndteret af NMClient efter mulighed for at annullere
es: Desactivar todas las redes gestionadas por NMClient después de la oportunidad de abortar
hr: Onemogući sva upravljanja umrežavanja putem NMClienta nakon prilike za prekid
hu: Tiltsa le az NMClient által kezelt összes hálózatot, miután lehetősége van a megszakításra
sv: Inaktivera alla nätverk hanterade av NMClient, efter möjlighet att avbryta

source: Suspend Machine after a brief opportunity to abort (via suspendScript)
ca: Suspendre l'equip (via suspendScript)
da: Afbryd maskinen efter en kort mulighed for at annullere (via suspendScript)
es: Suspender la máquina después de una breve oportunidad de abortar (a través de suspendScript)
hr: Suspendiraj računalo nakon kratke prilike za prekid (putem suspendScript)
hu: A gép felfüggesztése amint alkalom adódik a megszakításra (a suspendScript-tel)
sv: Försätt maskinen i vänteläge efter en kort möjlighet att avbryta (via suspendScript)

source: Action to take when Data Usage Limit exceeded:
ca: Acció a dur a terme quan el límit d'ús de dades s'ha superat:
da: Handling når dataforbrugsgrænsen nås:
es: Acción a tomar cuando se supera el límite de uso de datos:
hr: Radnja koja će se pokrenuti kada je dosegnuto ograničenje korištenja podataka:
hu: Teendő az adatfelhasználási korlát túllépésekor:
sv: Åtgärd att vidta när gränsen för dataanvändning överskrids:
