Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/Direct@claudiux/*.po
Languages: ca

source: SYSTEM
ca: SISTEMA

source: FAVORITES
ca: PREFERITS

source: RECENT DOCUMENTS
ca: DOCUMENTS RECENTS

source: (Right click to open folder)
ca: (Clic dret per obrir la carpeta)

source: Direct
ca: Directe

source: Search Home Folder
ca: Buscar al directori Home

source: Search File System
ca: Buscar al sistema de fitxers

source: Clear
ca: Netejar

source: Computer
ca: Ordinador

source: File System
ca: Sistema de fitxers

source: Network
ca: Xarxa

source: Trash
ca: Paperera

source: Open...
ca: Obrir...

source: Open Containing Folder...
ca: Obrir la carpeta contenidora...

source: Search
ca: Buscar

source: Start in
ca: Començar a

source: Select a folder
ca: Seleccioneu una carpeta

source: Follow symlinks
ca: Seguir els enllaços simbòlics

source: Search hidden
ca: Buscar ocults

source: Use regular expressions
ca: Utilitzar expressions regulars

source: Stop
ca: Aturar

source: File
ca: Fitxer

source: Path
ca: Ruta

source: Searching...
ca: Buscant...

source: Search Stopped
ca: Cerca aturada

source: Searching:
ca: Buscant:

source: Error: insufficient permissions to read folder
ca: Error: No hi ha permisos suficients per llegir la carpeta

source: Search Completed
ca: Cerca completada

source: Skipping
ca: Ignorant

source: - directory already searched
ca: - directori ja cercat

source: Provides direct and easy access to your Directories, Favorites, Recent documents and System locations
ca: Proveeix accés directe i fàcil als vostres directoris, preferits, documents recents i ubicacions del sistema

source: The Direct@claudiux applet is a fork from the placesCenter@scollins applet, with improvements.
ca: La miniaplicació Direct@claudiux és derivada de la miniaplicació placesCenter@scollins, oferint millores.

source: User
ca: Usuari

source: System
ca: Sistema

source: Favorites
ca: Preferits

source: Recent documents
ca: Documents recents

source: Panel settings
ca: Configuració del tauler

source: Menu settings
ca: Configuració del menú

source: User section
ca: Secció de l'usuari

source: Custom places
ca: Llocs personalitzats

source: System section
ca: Secció del sistema

source: Favorite documents
ca: Documents preferits

source: Panel icon
ca: Icona del tauler

source: Accepts icon name or direct path (supports symbolic icons)
ca: Accepta un nom d'icona o una ruta al fitxer (suporta icones simbòliques)

source: Panel text
ca: Text del tauler

source: Menu shortcut key
ca: Drecera del menú

source: Menu icon size
ca: Mida de la icona del menú

source: Name
ca: Nom

source: No icon on panel
ca: Tauler sense icona

source: Open on middle click
ca: Obrir en fer clic del mig

source: Leave blank to disable
ca: Deixeu-ho buit per a desactivar-ho

source: Show User section
ca: Mostrar la secció de l'usuari

source: Show desktop
ca: Mostrar l'escriptori

source: Icon Name
ca: Nom de la icona

source: Show trash
ca: Mostrar la paperera

source: Never
ca: Mai

source: Always
ca: Sempre

source: When not empty
ca: Quan no sigui buida

source: Show System section
ca: Mostrar la secció del sistema

source: Show computer
ca: Mostrar l'ordinador

source: Show file system
ca: Mostrar el sistema de fitxers

source: Show volumes
ca: Mostrar els volums

source: Only show mounted drives
ca: Mostrar només dispositius muntats

source: Show network
ca: Mostrar la xarxa

source: Show favorite documents
ca: Mostrar els documents preferits

source: Added time
ca: Temps afegit

source: Sorting method
ca: Mètode d'ordenació

source: All Favorite Documents
ca: Tots els documents preferits

source: Number to show
ca: Número a mostrar

source: Show complete path in tooltips
ca: Mostrar la ruta completa als tooltips

source: Replace icons with stars
ca: Substituirles icones per estrelles

source: Show recent documents
ca: Mostrar els documents recents

source: Access time
ca: Hora d'accés

source: Modification time
ca: Hora de modificació

source: All Recent Documents
ca: Tots els documents recents

source: Privacy
ca: Privadesa

source: Icon browser
ca: Navegador d'icones
