Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/AlwaysOn@krivetochka/*.po
Languages: de, fr

source: Click here to activate AlwaysOn
de: Hier drücken um AlwaysOn zu aktivieren
fr: Cliquer ici pour rendre l'ordinateur toujours actif

source: AlwaysOn activated
de: AlwaysOn aktiviert
fr: Ordinateur toujours actif

source: Your computer will now stay active.
de: Dein Computer wird nun aktiv bleiben.
fr: Votre ordinateur restera désormais actif.

source: Deactivate AlwaysOn
de: AlwaysOn deaktivieren
fr: Permettre à l'ordinateur d'être mis en veille

source: AlwaysOn deactivated
de: AlwaysOn deaktiviert
fr: Ordinateur pouvant être mis en veille

source: Now your computer can go to sleep.
de: Jetzt kann dein Computer in den Ruhezustand gehen.
fr: À présent votre ordinateur peut être mis en veille.

source: Activate AlwaysOn
de: AlwaysOn aktivieren
fr: Rendre l'ordinateur toujours actif

source: When AlwaysOn is activated, the screen will remain on, and the computer will not go to sleep. The behavior can be changed in the applet settings.
de: Wenn AlwaysOn aktiviert ist, bleibt der Bildschirm eingeschaltet, und der Computer wechselt nicht in den Ruhezustand. Das Verhalten kann in den Applet-Einstellungen geändert werden.
fr: Lorsque AlwaysOn est activé, l'écran reste allumé et l'ordinateur ne se met pas en veille. Ce comportement peut être modifié dans les paramètres de l'applet.

source: General
de: Allgemein
fr: Général

source: Click to select which settings will be affected by this applet
de: Klicke hier, um auszuwählen, welche Einstellungen von diesem Applet betroffen sein sollen.
fr: Cliquer pour sélectionner les paramètres qui seront affectés par cette applet

source: Dim the screen when idle
de: Dimme den Bildschirm im Leerlauf
fr: Réduire la luminosité de l'écran en mode veille

source: Sleep mode when idle
de: Ruhezustand im Leerlauf
fr: Mode de veille en cas d'inactivité

source: Turning off the screen when idle
de: Bildschirm ausschalten im Leerlauf
fr: Éteindre l'écran en cas d'inactivité

source: Select a combination to activate the applet
de: Wähle eine Tastenkombination aus um das applet zu aktivieren
fr: Définir un raccourci-clavier pour modifier la capacité de mise en veille de cet ordinateur

source: Notifications
de: Benachrichtigungen

source: Send notifications from this applet
de: Senden von Benachrichtigungen von diesem Applet
fr: Envoyer des notifications depuis cette applet

source: Appearance
de: Aussehen
fr: Aspect

source: Choose icon type
de: Icontyp auswählen
fr: Choisir le type d'icône

source: Symbolic
de: Symbolisch
fr: Symbolique

source: Colored
de: Gefärbt
fr: Coloré

source: Hide applet from the panel (works best with notifications enabled)
de: Applet aus dem Panel ausblenden (funktioniert am besten, wenn Benachrichtigungen aktiviert sind)
fr: Masquer l'applet du panneau (fonctionne mieux lorsque les notifications sont activées)

source: AlwaysOn
fr: Always ON (Toujours Actif)
