Repository: linuxmint/cinnamon-spices-applets
Catalog: tzclock@lhriley/files/tzclock@lhriley/po/*.po
Languages: ca, it, nl

source: Timezone
ca: Zona horària
it: Fuso Orario
nl: Tijdzone

source: Region
ca: Regió
it: Regione
nl: Regio

source: City
ca: Ciutat
it: Città
nl: Stad

source: Timezone Clock Settings
ca: Configuració de la zona horària
it: Impostazioni Fuso Orario
nl: Instellingen voor Tijdzoneklok

source: Timezone to display
ca: Zona horària a mostrar
it: Fuso Orario da mostrare
nl: Tijdzone om weer te geven

source: Enter a valid timezone name to display.
ca: Introduïu un nom de zona horària vàlid per mostrar.
it: Immettere un nome di un fuso orario valido da visualizzare.
nl: Voer een geldige naam voor de tijdzone in om weer te geven.

source: Select timezone on map
ca: Seleccionar zona horària al mapa
it: Seleziona un fuso orario sulla mappa
nl: Selecteer tijdzone op de kaart

source: Click this button to select timezone on map.
ca: Cliqueu aquest botó per seleccionar la zona horària al mapa.
it: Clicca questo pulsante per selezionare un fuso orario sulla mappa.
nl: Klik op deze knop om de tijdzone op de kaart te selecteren.

source: Browse valid timezone values by country
ca: Navegar valors de zones horàries vàlides per cada país
it: Sfoglia i valori di fuso orario validi per paese
nl: Blader door geldige tijdzone-waarden per land

source: Click this button to browse valid timezone values by country.
ca: Clique aquest botó per navegar per zones horàries vàlides per cada país.
it: Clicca su questo pulsante per sfogliare i valori di fuso orario validi per paese.
nl: Klik op deze knop om geldige tijdzone-waarden per land te bekijken.

source: Clock Display Format
ca: Format de visualització del rellotge
it: Formato Orario
nl: Klokweergave-indeling

source: Display the time using a 24 hour clock
ca: Mostrar el temps utilitzant un rellotge de 24 hores
it: Mostra il tempo utilizzando un orologio a 24 ore
nl: Tijd weergeven met een 24-uursklok

source: Check this to display the time using a 24 hour clock in the timezone clock applet.
ca: Marqueu això per a mostrar el temps utilitzant un rellotge de 24h a la miniaplicació.
it: Selezionare questa opzione per visualizzare l'ora utilizzando un orologio a 24 ore nell'applet dell'orologio del fuso orario.
nl: Vink dit aan om de tijd weer te geven met een 24-uursklok in de tijdzoneklok-applet.

source: Display the time with seconds
ca: Mostrar l'hora amb segons
it: Mostra il tempo con i secondi
nl: Tijd weergeven met seconden

source: Check this to display the time with seconds in the timezone clock applet.
ca: Marqueu això per a mostrar l'hora amb segons al rellotge de la miniaplicació.
it: Seleziona questa opzione per visualizzare il tempo con i secondi nell'applet dell'orologio del fuso orario.
nl: Vink dit aan om de tijd weer te geven met seconden in de tijdzoneklok-applet.

source: Display the date
ca: Mostrar la data
it: Mostra la data
nl: Datum weergeven

source: Check this to display the date in the timezone clock applet.
ca: Marqueu això per mostrar la data al rellotge de la miniaplicació.
it: Seleziona questa opzione per visualizzare la data nell'applet dell'orologio del fuso orario.
nl: Vink dit aan om de datum weer te geven in de tijdzoneklok-applet.

source: Use a custom date format
ca: Utilitzar un format de data personalitzat
it: Usa un formato data personalizzato
nl: Gebruik een aangepast datumformaat

source: Check this to define a custom format for the date in the timezone clock applet.
ca: Cliqueu aquí per establir un format personalitzat per a la data al rellotge de la miniaplicació.
it: Selezionare questa opzione per definire un formato personalizzato per la data nell'applet dell'orologio del fuso orario.
nl: Vink dit aan om een aangepast formaat voor de datum in te stellen in de tijdzoneklok-applet.

source: Date format:
ca: Format de data:
it: Formato della data:
nl: Datumformaat:

source: Set your custom format here.
ca: Establiu el vostre format personalitzat aquí.
it: Imposta il tuo formato personalizzato qui.
nl: Stel hier uw aangepast formaat in.

source: Show information on date format syntax
ca: Mostrar informació sobre la sintaxi del format de dates
it: Mostra le informazioni sulla sintassi del formato della data
nl: Toon informatie over de syntaxis van datumformaten

source: Click this button to know more about the syntax for date formats.
ca: Cliqueu aquest botó per a saber més sobre el format de visualització de dates.
it: Fare clic su questo pulsante per saperne di più sulla sintassi per i formati di data.
nl: Klik op deze knop om meer te weten te komen over de syntaxis voor datumformaten.

source: Timezone Clock
ca: Rellotge de franja horària
it: Orologio con Fuso Orario
nl: Tijdzoneklok

source: A simple clock for displaying the current time in a timezone
ca: Un rellotge simple que mostra el temps actual per una determinada franja horària
it: Un semplice orologio per mostrare l'ora attuale in un determinato fuso orario
nl: Een eenvoudige klok om de huidige tijd weer te geven in een tijdzone
