Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/Radio3.0@claudiux/*.po
Languages: sv, vi

source: unassigned
vi: chưa gán

source: Display Album Art at full size
vi: Hiển thị ảnh bìa album ở kích thước đầy đủ

source: This is your own list of Categories and Radio Stations.
sv: Detta är din egen lista med kategorier och radiostationer.
vi: Đây là danh sách các thể loại và đài phát thanh của bạn.

source: You can add more using the [+] button.
sv: Du kan lägga till fler med knappen [+].
vi: Bạn có thể thêm bằng nút [+].

source: For a category, fill in only its name; leave the other fields empty.
sv: För en kategori - Fyll endast i namn och lämna övriga fält tomma.
vi: Với thể loại, chỉ điền tên; để trống các trường khác.

source: For a radio station, enter only its name and its streaming URL.
sv: För radiostationer - Ange endast namn och strömnings-URL.
vi: Với đài phát thanh, chỉ nhập tên và URL streaming.

source: You can order the rows by dragging and dropping or by using the buttons and tools below the list.
sv: Du kan sortera raderna med dra & släpp, eller med knappar och verktyg under listan.
vi: Bạn có thể sắp xếp các dòng bằng kéo thả hoặc dùng các nút và công cụ bên dưới danh sách.

source: The buttons on the right below the list allow you to navigate page by page or category by category.
sv: Knapparna till höger, under listan, låter dig navigera sida för sida eller kategori för kategori.
vi: Các nút bên phải dưới danh sách cho phép duyệt theo trang hoặc theo thể loại.

source: To search for one of your stations, click on the list and start writing its name.
sv: För att söka efter någon av dina stationer, klickar du på listan och börjar skriva dess namn.
vi: Để tìm đài, bấm vào danh sách và bắt đầu nhập tên.

source: To easily add stations to your list, use the following 2 tabs: Search and Import.
sv: För att enkelt lägga till stationer i din lista använder du följande flikar: Sök och Importera.
vi: Để dễ thêm đài, dùng 2 tab sau: Tìm kiếm và Nhập khẩu.

source: Check its 'Menu' box to display a station or category in the menu.
sv: Markera rutan "Meny" för att visa en station eller kategori i menyn.
vi: Chọn hộp 'Menu' để hiển thị đài hoặc thể loại trong menu.

source: Check its '♪/➟' box to listen to the station or move it to another category using the tools below the list.
sv: Markera rutan "♪/➟" för att lyssna på stationen eller flytta den till en annan kategori med hjälp av verktygen under listan.
vi: Chọn hộp '♪/➟' để nghe đài hoặc di chuyển nó sang thể loại khác bằng công cụ bên dưới.

source: You can have your list of stations checked by internet databases.
sv: Du kan få din stationslista kontrollerad av internetdatabaser.
vi: Bạn có thể kiểm tra danh sách đài của mình qua cơ sở dữ liệu internet.

source: Any station recognized by one of these databases will receive a Universal Unique Identifier (UUID) provided by this database.
sv: Varje station som identifieras av någon av dessa databaser kommer att få en Universal Unique Identifier (UUID) som tillhandahålls av denna databas.
vi: Bất kỳ đài nào được cơ sở dữ liệu nhận diện sẽ nhận UUID (Mã định danh duy nhất toàn cầu) từ cơ sở dữ liệu đó.

source: So, if a streaming URL was changed, a next check would update it and you can continue to listen to the affected station.
sv: Så om en strömnings-URL ändras kommer nästa kontroll att uppdatera den, så att du kan fortsätta lyssna på den berörda stationen.
vi: Nếu URL streaming thay đổi, lần kiểm tra tiếp theo sẽ cập nhật và bạn có thể tiếp tục nghe đài đó.

source: Here you can search for other stations in a free radio database accessible via the Internet.
sv: Här kan du söka efter andra stationer i en fri radiodatabas, tillgänglig via Internet.
vi: Bạn có thể tìm các đài khác trong cơ sở dữ liệu radio miễn phí qua Internet.

source: Fill in at least a few fields of the form below then click on the 'Search ...' button.
sv: Fyll i åtminstone några fält i formuläret nedan och klicka sedan på knappen "Sök...".
vi: Điền ít nhất vài trường trong form dưới đây rồi bấm nút 'Tìm kiếm ...'.

source: Each time this button is clicked, a new results page is displayed in the second part of this page, where you can test certain stations and include them in the menu.
sv: Varje gång du klickar på den här knappen visas en ny resultatsida på den andra delen av den här sidan, där du kan testa vissa stationer och inkludera dem i menyn.
vi: Mỗi lần bấm nút này, một trang kết quả mới hiển thị ở phần hai của trang, nơi bạn có thể thử một số đài và thêm vào menu.

source: A station already in your menu will only appear in search results if its streaming URL has changed.
sv: En station som redan finns i din meny visas bara i sökresultaten om dess strömnings-URL har ändrats.
vi: Đài đã có trong menu chỉ xuất hiện trong kết quả tìm kiếm nếu URL streaming của nó thay đổi.

source: When no new page appears, it means that all results matching your search criteria have been displayed.
sv: När ingen ny sida visas betyder det att alla resultat som matchar dina sökkriterier redan har visats.
vi: Khi không xuất hiện trang mới, nghĩa là tất cả kết quả phù hợp với tiêu chí tìm kiếm đã hiển thị.

source: You can import a file containing the name and streaming URL of at least one radio station.
sv: Du kan importera en fil som innehåller namn och strömnings-URL för minst en radiostation.
vi: Bạn có thể nhập một file chứa tên và URL streaming của ít nhất một đài.

source: These radio stations are displayed in the list below. You can test them by checking their ♪ box.
sv: Dessa radiostationer visas i listan nedan. Du kan testa dem genom att markera rutan "♪".
vi: Các đài này hiển thị trong danh sách dưới. Bạn có thể thử bằng cách chọn hộp ♪ của chúng.

source: Then manage this list with the buttons at the bottom of this tab.
sv: Hantera sedan den här listan med knapparna längst ner, på den här fliken.
vi: Sau đó quản lý danh sách này bằng các nút ở dưới tab này.

source: In the Shoutcast directory, click the download button to the left of the station name.
sv: På Shoutcast-sidan klickar du på nedladdningsknappen till vänster om stationsnamnet.
vi: Trong thư mục Shoutcast, bấm nút tải về bên trái tên đài.

source: Select the open format (.XSPF) and save the file giving it the same name as the station.
sv: Välj det öppna formatet (.XSPF) och spara filen med samma namn som stationen.
vi: Chọn định dạng mở (.XSPF) và lưu file với tên giống tên đài.

source: This file can then be imported here.
sv: Denna fil kan sedan importeras här.
vi: File này sau đó có thể được nhập vào đây.

source: %s bytes = %s GB = %s GiB
sv: %s byte = %s GB = %s GiB
vi: %s byte = %s GB = %s GiB

source: Sun.
vi: CN.

source: Mon.
vi: T2.

source: Tue.
vi: T3.

source: Wed.
vi: T4.

source: Thu.
vi: T5.

source: Fri.
vi: T6.

source: Sat.
vi: T7.

source: (Undefined)
sv: (Odefinierad)
vi: (Chưa xác định)

source: (Blacklist)
vi: (Danh sách đen)

source: Start
vi: Bắt đầu

source: Stop
sv: Stopp
vi: Dừng

source: Volume: %s%
sv: Volym: %s%
vi: Âm lượng: %s%

source: Middle-Click: Stop Recording
sv: Mushjulsklick: Stoppa inspelning
vi: Nhấp giữa: Dừng ghi âm

source: Middle-click: ON/OFF
sv: Mushjulsklick: PÅ/AV
vi: Nhấp giữa: BẬT/TẮT

source: Click: Select another station
sv: Klick: Välj en annan station
vi: Nhấp: Chọn đài khác

source: Scroll wheel: volume change
sv: Rullningshjul: Volymändring
vi: Cuộn chuột: thay đổi âm lượng

source: Click to select a station
sv: Klicka för att välja en station
vi: Nhấp để chọn đài

source: Wake Up
vi: Đánh thức

source: Configure...
sv: Konfigurera...
vi: Cấu hình...

source: Search for new stations...
sv: Sök efter nya stationer...
vi: Tìm đài mới...

source: Load a sample station list
vi: Tải danh sách đài mẫu

source: Sound Settings
sv: Ljudinställningar
vi: Cài đặt âm thanh

source: Watch on YT
sv: Titta på YT
vi: Xem trên YT

source: Try to download it from YT (unsafe)
sv: Försök ladda ner det från YT (osäkert)
vi: Thử tải từ YT (không an toàn)

source: Recently Played Stations:
sv: Nyligen spelade stationer:
vi: Đài đã nghe gần đây:

source: Visit the home page of this station
sv: Besök hemsidan för denna station
vi: Truy cập trang chủ đài này

source: Categories
vi: Thể loại

source: Radio Stations
vi: Đài phát thanh

source: All Categories
vi: Tất cả thể loại

source: My Radio Stations
sv: Mina radiostationer
vi: Đài của tôi

source: Downloading...
sv: Laddar ner...
vi: Đang tải về...

source: Stop downloading
sv: Stoppa nerladdning
vi: Dừng tải về

source: Download complete
sv: Nerladdning slutförd
vi: Tải xong

source: Open the recordings folder
sv: Öppna inspelningsmappen
vi: Mở thư mục ghi âm

source: An error seems to have occurred during recording!
sv: Ett fel verkar ha inträffat under inspelning!
vi: Có vẻ đã xảy ra lỗi trong quá trình ghi âm!

source: Please check this record.
sv: Kontrollera denna inspelning.
vi: Vui lòng kiểm tra bản ghi này.

source: Record from now
sv: Spela in från nu
vi: Ghi âm từ bây giờ

source: Stop Current Recording
sv: Stoppa aktuell inspelning
vi: Dừng ghi âm hiện tại

source: Playing %s%s
sv: Spelar upp %s%s
vi: Đang phát %s%s

source: Radio OFF
sv: Radio AV
vi: Radio TẮT

source: Unable to record anything!
sv: Kan inte spela in någonting!
vi: Không thể ghi âm!

source: Insufficient space
sv: Otillräckligt utrymme
vi: Không đủ dung lượng

source: The limit you set has been reached.
sv: Gränsen du anger har nåtts.
vi: Giới hạn bạn đặt đã đạt.

source: Please Log Out then Log In
sv: Logga ut och in igen
vi: Vui lòng đăng xuất rồi đăng nhập lại

source: to finalize yt-dlp update
sv: för att slutföra uppdateringen av yt-dlp
vi: để hoàn tất cập nhật yt-dlp

source: Nothing to save.
sv: Inget att spara.
vi: Không có gì để lưu.

source: List of saved radio stations
sv: Lista över sparade radiostationer
vi: Danh sách các đài đã lưu

source: This will replace all current radio stations.
sv: Detta kommer att ersätta alla aktuella radiostationer.
vi: Hành động này sẽ thay thế tất cả các đài hiện có.

source: Are you sure you want to continue?
sv: Vill du verkligen fortsätta?
vi: Bạn có chắc muốn tiếp tục không?

source: Update in progress
sv: Uppdatering pågår
vi: Đang cập nhật

source: It may take a while ... Please wait.
sv: Det kan ta en stund... vänta!
vi: Quá trình có thể mất một lúc ... Vui lòng chờ.

source: Update completed successfully
sv: Uppdatering slutförd
vi: Cập nhật hoàn tất thành công

source: ERROR: Invalid YT video URL!
sv: FEL: Ogiltig YT video-URL!
vi: LỖI: URL video YT không hợp lệ!

source: Unable to extract a single soundtrack
sv: Kan inte extrahera ett enskilt ljudspår
vi: Không thể trích xuất nhạc nền đơn lẻ

source: Maybe it's a playlist?
sv: Det kanske är en spelningslista?
vi: Có thể đây là một danh sách phát?

source: Close
sv: Stäng
vi: Đóng

source: Cancel
vi: Hủy

source: Radio3.0 applet
vi: Applet Radio 3.0

source: Enable the OSD150 extension
vi: Bật tiện ích mở rộng OSD150

source: To obtain an horizontal OSD, you need to enable the OSD150 extension.
vi: Để có OSD ngang, bạn cần bật tiện ích mở rộng OSD150.

source: Download the OSD150 extension
vi: Tải tiện ích mở rộng OSD150

source: To obtain an horizontal OSD, you need to download the OSD150 extension. Click on the Download button then search for OSD150 and select the ⬇ button.
vi: Để có OSD ngang, bạn cần tải tiện ích mở rộng OSD150. Nhấp nút Tải về, tìm OSD150 và chọn nút ⬇.

source: Remove '%s'
sv: Ta bort "%s"
vi: Xóa '%s'

source: About...
sv: Om...
vi: Giới thiệu...

source: Manual...
vi: Hướng dẫn...

source: Reload this applet
sv: Uppdatera detta panelprogram
vi: Tải lại applet này

source: Schedule a background record...
sv: Schemalägg bakgrundsinspelning...
vi: Lên lịch ghi âm nền...

source: Configure the Alarm Clock...
vi: Cấu hình Đồng hồ báo thức...

source: Extract soundtrack from YouTube video...
sv: Extrahera ljudspår från YouTube-video...
vi: Trích xuất nhạc nền từ video YouTube...

source: (auto)
vi: (tự động)

source: (manual)
sv: (manuell)
vi: (thủ công)

source: Stop Recording
sv: Stoppa inspelning
vi: Dừng ghi âm

source: Start Recording
sv: Starta inspelning
vi: Bắt đầu ghi âm

source: Cancel downloads from YT
sv: Avbryt nerladdningar från YT
vi: Hủy tải từ YT

source: Pulse Effects
vi: Hiệu ứng nhịp

source: Easy Effects
vi: Hiệu ứng đơn giản

source: Radio ON at startup
sv: Radio PÅ vid uppstart
vi: Bật Radio khi khởi động

source: Display Station Logo
sv: Visa stationslogo
vi: Hiển thị Logo Đài

source: Album Art desklet settings
vi: Cài đặt desklet Album Art

source: Wake me up!
vi: Đánh thức tôi!

source: Show Album Art on desktop
vi: Hiển thị Album Art trên màn hình

source: Do not check about dependencies
sv: Kontrollera inte beroenden
vi: Không kiểm tra các phụ thuộc

source: Display volume level near icon
sv: Visa volymnivå nära ikonen
vi: Hiển thị mức âm lượng gần biểu tượng

source: You need the 'Album Art 3.0' desklet
vi: Bạn cần desklet 'Album Art 3.0'

source: You can install it by clicking on the first button and then searching for Album.
vi: Bạn có thể cài đặt bằng cách nhấp nút đầu tiên rồi tìm 'Album'.

source: Desklets
vi: Desklet

source: You need to activate the 'Album Art 3.0' desklet
vi: Bạn cần kích hoạt desklet 'Album Art 3.0'

source: You can activate it by clicking on the first button, then searching for Album and adding it with button [+].
vi: Bạn có thể kích hoạt bằng cách nhấp nút đầu tiên, tìm 'Album' và thêm bằng nút [+].

source: Close without stopping recording
sv: Stäng utan stoppa inspelning
vi: Đóng mà không dừng ghi âm

source: Starting recording from %s:%s to %s:%s
sv: Startar inspelning från %s:%s till %s:%s
vi: Bắt đầu ghi âm từ %s:%s đến %s:%s

source: Recording completed
sv: Inspelning slutförd
vi: Ghi âm hoàn tất

source: This will import a new file containing radio stations.
sv: Detta importerar en ny fil innehållande radistationer.
vi: Hành động này sẽ nhập một tập tin mới chứa các đài radio.

source: Do you want to continue?
sv: Vill du fortsätta?
vi: Bạn có muốn tiếp tục không?

source: No new radio in your list.
sv: Ingen ny radiostation i din lista.
vi: Không có đài mới trong danh sách của bạn.

source: One more radio in your list.
sv: En radiostation till i din lista.
vi: Thêm một đài mới vào danh sách của bạn.

source: %s more radios in your list.
sv: %s radiostationer till i din lista.
vi: %s đài nữa trong danh sách của bạn.

source: There are no new stations to add to the Radio3.0 applet menu
sv: Det finns inga nya stationer att lägga till i panelmenyn för Radio3.0
vi: Không có đài mới nào để thêm vào menu applet Radio3.0

source: A new station has been added to the Radio3.0 applet menu
sv: En ny station har lagts till i panelmenyn för Radio3.0
vi: Một đài mới đã được thêm vào menu applet Radio3.0

source: %s new stations have been added to the Radio3.0 applet menu
sv: %s nya stationer har lagts till i panelmenyn för Radio3.0
vi: %s đài mới đã được thêm vào menu applet Radio3.0

source: The applet %s is fully functional.
sv: Panelprogrammet %s fungerar fullt ut.
vi: Applet %s hoạt động đầy đủ.

source: All dependencies are installed
sv: Alla beroenden är installerade
vi: Tất cả các phụ thuộc đã được cài đặt

source: You appear to be missing some of the programs required for this applet to have all its features.
sv: Du verkar sakna några av de program som krävs för att detta panelprogram skall få alla funktioner.
vi: Có vẻ bạn thiếu một số chương trình cần thiết để applet này hoạt động đầy đủ.

source: Please execute, in the just opened terminal, the commands:
sv: Kör, i den just öppnade terminalen, följande kommandon:
vi: Vui lòng thực thi các lệnh trong terminal vừa mở:

source: Some dependencies are not installed!
sv: Vissa beroenden är inte installerade!
vi: Một số phụ thuộc chưa được cài đặt!

source: To finalize the translation installation, please restart Cinnamon
sv: Starta om Cinnamon, för att slutföra översättningsinstallationen.
vi: Để hoàn tất cài đặt bản dịch, vui lòng khởi động lại Cinnamon

source: Execution of '%s' failed:
sv: Körning av "%s" misslyckades:
vi: Thực thi '%s' thất bại:

source: Previous instance
sv: Föregående instans
vi: Phiên trước

source: Next instance
sv: Nästa instans
vi: Phiên tiếp theo

source: More options
sv: Fler alternativ
vi: Thêm tùy chọn

source: Import from a file
sv: Importera från en fil
vi: Nhập từ tập tin

source: Export to a file
sv: Exportera till en fil
vi: Xuất ra tập tin

source: Reset to defaults
sv: Återställ till standardvärden
vi: Đặt về mặc định

source: Reload %s
sv: Uppdatera %s
vi: Tải lại %s

source: Settings for %s
sv: Inställningar för %s
vi: Cài đặt cho %s

source: Select or enter file to export to
sv: Välj eller ange fil att exportera till
vi: Chọn hoặc nhập tập tin để xuất ra

source: JSON files
sv: JSON-filer
vi: Tập tin JSON

source: Select a JSON file to import
sv: Välj JSON-fil att importera
vi: Chọn tập tin JSON để nhập

source: Add new entry
sv: Lägg till ny post
vi: Thêm mục mới

source: Remove selected entry
sv: Ta bort markerad post
vi: Xóa mục đã chọn

source: Edit selected entry
sv: Redigera markerad post
vi: Chỉnh sửa mục đã chọn

source: Unselect the selected row
sv: Avmarkera markerad rad
vi: Bỏ chọn hàng đã chọn

source: Move selected entry up
sv: Flytta upp markerad post
vi: Di chuyển mục đã chọn lên trên

source: Move selected entry down
sv: Flytta ner markerad post
vi: Di chuyển mục đã chọn xuống dưới

source: Go to bottom
sv: Gå till slutet
vi: Chuyển xuống cuối

source: Go to next page
sv: Gå till nästa sida
vi: Chuyển sang trang tiếp theo

source: Go to previous page
sv: Gå till föregående sida
vi: Quay về trang trước

source: Go to top
sv: Gå till början
vi: Chuyển lên đầu

source: Go to next category
sv: Gå till nästa kategori
vi: Chuyển sang mục tiếp theo

source: Go to previous category
sv: Gå till föregående kategori
vi: Quay về mục trước

source: Edit entry
sv: Redigera post
vi: Chỉnh sửa mục

source: The Ultimate Internet Radio Receiver & Recorder for Cinnamon
sv: Den ultimata internetradiomottagaren och inspelaren för Cinnamon
vi: Máy thu & ghi đài Internet tối ưu cho Cinnamon

source: Radios
sv: Radiokanaler
vi: Đài

source: Import
vi: Nhập

source: Search
sv: Sök
vi: Tìm kiếm

source: Behavior
sv: Beteende
vi: Hành vi

source: Recording
sv: Inspelning
vi: Ghi âm

source: Scheduling
sv: Schemaläggning
vi: Lên lịch

source: Network
sv: Nätverk
vi: Mạng

source: Alarm Clock
vi: Đồng hồ báo thức

source: Stations and Categories on the menu
sv: Stationer och kategorier på menyn
vi: Các đài và mục trên menu

source: Moving selected stations
sv: Flyttar markerade stationer
vi: Di chuyển đài đã chọn

source: Save and Restore
sv: Spara och återställ
vi: Lưu & Phục hồi

source: Update this station list
sv: Uppdatera stationslistan
vi: Cập nhật danh sách đài này

source: Unwanted (blacklist)
vi: Không mong muốn (danh sách đen)

source: Only for Radio++ users
vi: Chỉ dành cho người dùng Radio++

source: Get files on Shoutcast to import here
sv: Hämta filer på Shoutcast för att importera här
vi: Lấy tập tin từ Shoutcast để nhập vào đây

source: File to import
sv: Fil att importera
vi: Tập tin cần nhập

source: File contents
sv: Filinnehåll
vi: Nội dung tập tin

source: Search for Radio Stations
sv: Sök efter radiostationer
vi: Tìm đài radio

source: Search results
sv: Sökresultat
vi: Kết quả tìm kiếm

source: Settings Window
vi: Cửa sổ Cài đặt

source: Start-up
sv: Uppstart
vi: Khởi động

source: Volume step
sv: Volymsteg
vi: Bước âm lượng

source: Show Help
sv: Visa hjälpen
vi: Hiển thị trợ giúp

source: Privacy
sv: Sekretess
vi: Quyền riêng tư

source: Contextual Menu
sv: Kontextmeny
vi: Menu ngữ cảnh

source: Keyboard shortcuts
sv: Tangentbordsgenvägar
vi: Phím tắt bàn phím

source: Notifications
sv: Aviseringar
vi: Thông báo

source: Codec and Bitrate
sv: Kodek och bithastighet
vi: Codec và tốc độ bit

source: Icon
sv: Ikon
vi: Biểu tượng

source: Only on horizontal panels
vi: Chỉ trên thanh ngang

source: Quality
sv: Kvalitet
vi: Chất lượng

source: Monitoring
sv: Övervakning
vi: Giám sát

source: Database Info
sv: Databasinfo
vi: Thông tin cơ sở dữ liệu

source: EXPERIMENTAL
vi: THỬ NGHIỆM

source: Cache
vi: Bộ nhớ đệm

source: Recordings
sv: Inspelningar
vi: Bản ghi

source: Preservation of hard disk space
sv: Bevarande av hårddiskutrymme
vi: Bảo vệ dung lượng ổ cứng

source: Ignore YT
vi: Bỏ qua YT

source: Extract soundtrack from YouTube video
sv: Extrahera ljudspår från YouTube-video
vi: Trích âm thanh từ video YouTube

source: Schedule a background recording
sv: Schemalägg en bakgrundsinspelning
vi: Lên lịch ghi âm nền

source: Unable to schedule a background recording
sv: Kan inte schemalägga en bakgrundsinspelning
vi: Không thể lên lịch ghi âm nền

source: Scheduled recordings
sv: Schemalagda inspelningar
vi: Các bản ghi đã lên lịch

source: Options
vi: Tùy chọn

source: Working Days
vi: Ngày làm việc

source: Work-Off Days
vi: Ngày nghỉ làm

source: Show help labels in each tab of this Settings window
sv: Visa hjälpetiketter på varje flik i det här inställningsfönstret
vi: Hiển thị nhãn trợ giúp ở mỗi tab của cửa sổ Cài đặt này

source: You can uncheck this option when you are familiar with all of these settings.
sv: Du kan avmarkera det här alternativet när du har bekantat dig med alla dessa inställningar.
vi: Bạn có thể bỏ chọn tùy chọn này khi đã quen với tất cả các cài đặt.

source: Help
sv: Hjälp
vi: Trợ giúp

source: List of stations
sv: Lista över radiostationer
vi: Danh sách đài

source: Station or Category
sv: Station eller kategori
vi: Đài hoặc Thể loại

source: Bitrate (kbps)
sv: Bithastighet (kbps)
vi: Tốc độ bit (kbps)

source: Streaming URL (empty for a category)
sv: Strömnings-URL (lämnas tom för en kategori)
vi: URL phát trực tuyến (để trống nếu là thể loại)

source: Unique identifier
sv: Unik identifierare
vi: Mã định danh duy nhất

source: Home page
sv: Hemsida
vi: Trang chủ

source: Tags
sv: Taggar
vi: Thẻ

source: Artist/Title swap
sv: Växla Artist/Låttitel
vi: Đổi Artist/Title

source: ♪ Play the next station to test
sv: ♪ Spela nästa station för att testa
vi: ♪ Phát đài tiếp theo để kiểm tra

source: Category to which to move the selected stations:
sv: Kategori att flytta de valda stationerna till:
vi: Thể loại để di chuyển các đài đã chọn:

source: ➟ Move selected stations to this category
sv: ➟ Flytta markerade stationer till denna kategori
vi: ➟ Di chuyển các đài đã chọn vào thể loại này

source: Go to this category
sv: Gå till denna kategori
vi: Đi tới thể loại này

source: Show all stations and categories in the menu
sv: Visa alla stationer och kategorier i denna meny
vi: Hiển thị tất cả đài và thể loại trong menu

source: Hide all stations and categories (so the menu becomes empty)
sv: Dölj alla stationer och kategorier (så att menyn blir tom)
vi: Ẩn tất cả đài và thể loại (menu sẽ trống)

source: Save this list of stations
sv: Spara denna stationslista
vi: Lưu danh sách đài này

source: Restore a list of stations
sv: Återställ en stationslista
vi: Phục hồi danh sách đài

source: Open the folder containing these lists
sv: Öppna mappen som innehåller dessa listor
vi: Mở thư mục chứa các danh sách này

source: Update my station list with the Radio Database data
sv: Uppdatera min stationslista med Radio Database-data
vi: Cập nhật danh sách đài của tôi bằng dữ liệu từ cơ sở Radio

source: Blacklisted URL
vi: URL bị chặn

source: Import your stations from Radio++
vi: Nhập đài từ Radio++ của bạn

source: Open the Shoutcast directory
sv: Öppna Shoutcast-sidan
vi: Mở thư mục Shoutcast

source: Import a .csv, .m3u, .pls, .xspf or .json file
sv: Importera en .csv-, .m3u-, .pls-, .xspf- eller .json-fil
vi: Nhập tập tin .csv, .m3u, .pls, .xspf hoặc .json

source: Select
sv: Välj
vi: Chọn

source: Title
sv: Titel
vi: Tiêu đề

source: Streaming URL
sv: Strömnings-URL
vi: URL phát trực tuyến
