Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/Radio3.0@claudiux/*.po
Languages: sv, vi

source: Saint Pierre And Miquelon - PM
sv: Sankt Pierre och Miquelon - PM
vi: Saint Pierre và Miquelon - PM

source: Saint Vincent And The Grenadines - VC
sv: Sankt Vincent och Grenadinerna - VC
vi: Saint Vincent và Grenadines - VC

source: Sao Tome And Principe - ST
sv: Sao Tome och Principe - ST
vi: Sao Tome và Principe - ST

source: Saudi Arabia - SA
sv: Saudi Arabien - SA
vi: Ả Rập Saudi - SA

source: Sint Maarten (Dutch Part) - SX
sv: Sint Maarten (Holländska delen) - SX
vi: Sint Maarten (Phần Hà Lan) - SX

source: Solomon Islands - SB
sv: Solomonöarna - SB
vi: Quần đảo Solomon - SB

source: South Africa - ZA
sv: Sydafrika - ZA
vi: Nam Phi - ZA

source: South Georgia And The South Sandwich Islands - GS
sv: Södra Georgia och Södra Sandwichöarna - GS
vi: Nam Georgia và Quần đảo Nam Sandwich - GS

source: South Sudan - SS
sv: Sydsudan - SS
vi: Nam Sudan - SS

source: Spain - ES
sv: Spanien - ES
vi: Tây Ban Nha - ES

source: Svalbard And Jan Mayen - SJ
sv: Svalbard och Jan Mayen - SJ
vi: Svalbard và Jan Mayen - SJ

source: Swaziland - SZ
vi: Eswatini - SZ

source: Sweden - SE
sv: Sverige - SE
vi: Thụy Điển - SE

source: Switzerland - CH
sv: Schweiz - CH
vi: Thụy Sĩ - CH

source: Syrian Arab Republic - SY
sv: Syrien - SY
vi: Cộng hòa Ả Rập Syria - SY

source: Taiwan (Province Of China) - TW
sv: Taiwan - TW
vi: Đài Loan - TW

source: Tanzania (United Republic Of) - TZ
sv: Tanzania - TZ
vi: Tanzania - TZ

source: Thailand - TH
vi: Thái Lan - TH

source: Trinidad And Tobago - TT
sv: Trinidad och Tobago - TT
vi: Trinidad và Tobago - TT

source: Turkey - TR
sv: Turkiet - TR
vi: Thổ Nhĩ Kỳ - TR

source: Turks And Caicos Islands - TC
sv: Turks- och Caicosöarna - TC
vi: Quần đảo Turks và Caicos - TC

source: United Arab Emirates - AE
sv: Förenade Arabemiraten - AE
vi: Các Tiểu vương quốc Ả Rập Thống nhất - AE

source: United Kingdom - GB
sv: Storbritannien - GB
vi: Vương quốc Anh - GB

source: United States - US
sv: Förenta Staterna - US
vi: Hoa Kỳ - US

source: United States Minor Outlying Islands - UM
sv: Förenta staternas avlägset belägna öar - UM
vi: Các đảo xa của Hoa Kỳ - UM

source: Venezuela (Bolivarian Republic Of) - VE
sv: Venezuela - VE
vi: Venezuela - VE

source: Viet Nam - VN
vi: Việt Nam - VN

source: Virgin Islands (British) - VG
sv: Jungfruöarna (Brittiska) - VG
vi: Quần đảo Virgin (Anh) - VG

source: Virgin Islands (U.S.) - VI
sv: Jungfruöarna (U.S.) - VI
vi: Quần đảo Virgin (Mỹ) - VI

source: Wallis And Futuna - WF
sv: Wallis och Futuna - WF
vi: Wallis và Futuna - WF

source: Western Sahara - EH
sv: Västsahara - EH
vi: Sahara Tây - EH

source: OPTIONAL. Choose a country.
sv: VALFRITT. Välj ett land.
vi: TÙY CHỌN. Chọn một quốc gia.

source: Tag
sv: Tagg
vi: Thẻ

source: OPTIONAL. Only one word, as blues or jazz or rock or talk or...
sv: VALFRITT. Endast ett ord såsom blues, jazz, rock eller tal...
vi: TÙY CHỌN. Chỉ một từ, ví dụ blues, jazz, rock, talk...

source: Unknown
sv: Okänd
vi: Không xác định

source: Unknown,H.264
sv: Okänd, H.264
vi: Không xác định,H.264

source: OPTIONAL. Choose a codec.
sv: VALFRITT. Välj en kodek.
vi: TÙY CHỌN. Chọn một codec.

source: Minimal Bitrate
sv: Minsta bithastighet
vi: Tốc độ bit tối thiểu

source: OPTIONAL. Choose a minimal bitrate (in kbps).
sv: VALFRITT. Välj en minsta bithastighet (i kbps).
vi: TÙY CHỌN. Chọn tốc độ bit tối thiểu (kbps).

source: Order
sv: Ordning
vi: Sắp xếp

source: name
sv: Namn
vi: tên

source: tags
sv: Taggar
vi: thẻ

source: country
sv: Land
vi: quốc gia

source: state
sv: Status
vi: bang

source: language
sv: Språk
vi: ngôn ngữ

source: votes
sv: Röster
vi: số phiếu

source: bitrate
sv: Bithastighet
vi: tốc độ bit

source: last check-time
sv: Senast kontrollerad
vi: lần kiểm tra cuối

source: click timestamp
sv: Klick-tidsstämpel
vi: thời gian nhấp

source: click count
sv: Klickantal
vi: số lượt nhấp

source: click trend
sv: Klicktrend
vi: xu hướng nhấp

source: change timestamp
sv: Tidsstämpeländring
vi: thời gian thay đổi

source: random
sv: Slumpmässigt
vi: ngẫu nhiên

source: OPTIONAL. Name of the attribute the result list will be sorted by.
sv: VALFRITT. Namn på det attribut som resultatlistan skall sorteras efter.
vi: TÙY CHỌN. Chọn thuộc tính để sắp xếp danh sách kết quả.

source: Limit
sv: Gräns
vi: Giới hạn

source: Maximum number of results per page.
sv: Max antal resultat per sida
vi: Số kết quả tối đa trên mỗi trang.

source: Next page number
sv: Nästa sidnummer
vi: Số trang tiếp theo

source: Reset
sv: Återställ
vi: Đặt lại

source: Search...
sv: Sök...
vi: Tìm kiếm...

source: Remove selected items
sv: Ta bort markerade objekt
vi: Xóa mục đã chọn

source: Display radio name
vi: Hiển thị tên radio

source: Display title
vi: Hiển thị tiêu đề

source: Maximum title length
vi: Độ dài tiêu đề tối đa

source: 0 means no maximum
vi: 0 nghĩa là không giới hạn

source: Wake me up softly
vi: Đánh thức nhẹ nhàng

source: By checking this box, the sound volume gradually increases.
vi: Bật tùy chọn này, âm lượng sẽ tăng dần.

source: Initial volume (%)
vi: Âm lượng ban đầu (%)

source: Final volume (%)
vi: Âm lượng cuối (%)

source: The final volume must be greater than or equal to the initial volume.
vi: Âm lượng cuối phải lớn hơn hoặc bằng âm lượng ban đầu.

source: Transition duration (seconds)
vi: Thời gian chuyển đổi (giây)

source: Sunday
vi: Chủ Nhật

source: Monday
vi: Thứ Hai

source: Tuesday
vi: Thứ Ba

source: Wednesday
vi: Thứ Tư

source: Thursday
vi: Thứ Năm

source: Friday
vi: Thứ Sáu

source: Saturday
vi: Thứ Bảy

source: Wake-Up Time
vi: Thời gian đánh thức

source: Last-listened-to radio station
vi: Đài radio nghe gần nhất

source: Activate tink to ensure speakers are awake
vi: Bật âm thanh 'tink' để đảm bảo loa đã sẵn sàng

source: Radio3.0 web page...
sv: Radio3.0 webbplats...

source: Menu
sv: Meny

source: Codec
sv: Kodek

source: Color of the symbolic icon while the radio is off
sv: Färg på den symboliska ikonen medan radion är av

source: Chromium (basictext)
sv: Chromium (grundläggande text)

source: Chromium (gnomekeyring)
sv: Chromium (gnome nyckelring)

source: Radio
sv: Radiostation

source: Albania - AL
sv: Albanien - AL

source: Algeria - DZ
sv: Algeriet - DZ

source: Armenia - AM
sv: Armenien - AM

source: Brazil - BR
sv: Brasilien - BR

source: Brunei Darussalam - BN
sv: Brunei - BN

source: Bulgaria - BG
sv: Bulgarien - BG

source: Cameroon - CM
sv: Camerun - CM

source: Croatia - HR
sv: Croatien - HR

source: Estonia - EE
sv: Estland - EE

source: Ethiopia - ET
sv: Etiopien - ET

source: Georgia - GE
sv: Georgien - GE

source: Greenland - GL
sv: Grönland - GL

source: Hungary - HU
sv: Ungern - HU

source: Iceland - IS
sv: Island - IS

source: Ireland - IE
sv: Irland - IE

source: Jordan - JO
sv: Jordanien - JO

source: Latvia - LV
sv: Lettland - LV

source: Libya - LY
sv: Libyen - LY

source: Luxembourg - LU
sv: Luxemburg - LU

source: Madagascar - MG
sv: Madagaskar - MG

source: Maldives - MV
sv: Maldiverna - MV

source: Mauritania - MR
sv: Mauritanien - MR

source: New Zealand - NZ
sv: Nya Zeeland - NZ

source: Papua New Guinea - PG
sv: Papua Nya Guinea - PG

source: Philippines - PH
sv: Philippinerna - PH

source: Romania - RO
sv: Rumänien - RO

source: Saint Lucia - LC
sv: Sankta Lucia - LC

source: Serbia - RS
sv: Serbien - RS

source: Seychelles - SC
sv: Seychellerna - SC

source: Singapore - SG
sv: Singapor - SG

source: Slovakia - SK
sv: Slovakien - SK

source: Slovenia - SI
sv: Slovenien - SI

source: Timor-Leste - TL
sv: Timor - TL

source: Tunisia - TN
sv: Tunisien - TN

source: Ukraine - UA
sv: Ukraina - UA

source: Yemen - YE
sv: Jemen - YE

source: codec
sv: Kodek
