Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/Radio3.0@claudiux/*.po
Languages: sv, vi

source: Import the selected stations into my own list
sv: Importera de markerade stationerna till min egen lista
vi: Nhập các đài đã chọn vào danh sách của tôi

source: Remove selected items from this list
sv: Ta bort markerade objekt från denna lista
vi: Xóa các mục đã chọn khỏi danh sách này

source: Blacklist selected items from this list
vi: Đưa các mục đã chọn vào danh sách đen

source: Select all items
sv: Markera alla objekt
vi: Chọn tất cả mục

source: Unselect all items
sv: Avmarkera alla objekt
vi: Bỏ chọn tất cả mục

source: Station
sv: Radiostation
vi: Đài

source: Country Code
sv: Landskod
vi: Quốc gia Mã

source: Country
sv: Land
vi: Quốc gia

source: Page:
sv: Sida:
vi: Trang:

source: Vertical maximization
vi: Mở rộng chiều dọc

source: When this option is checked, this Settings Window will be maximized vertically the next time it is opened.
vi: Khi tùy chọn này được chọn, cửa sổ Cài đặt sẽ được mở rộng theo chiều dọc lần tiếp theo mở.

source: Turn on the radio when Cinnamon starts up
sv: Slå på radion när Cinnamon startar
vi: Bật radio khi Cinnamon khởi động

source: The selected radio will be the last you listened to, even if you stopped it. VPN users: By checking this, the radio broadcast could use your VPN link in the event that this one is active before the start of this applet.
sv: Den valda radiostationen kommer att vara den sista du lyssnade på, även om du stoppade den. VPN-användare: Genom att markera detta kan radiosändningen använda din VPN-länk, om den är aktiv innan detta panelprogram startar.
vi: Đài được chọn sẽ là đài bạn nghe gần nhất, ngay cả khi bạn đã dừng. Người dùng VPN: Khi chọn tùy chọn này, phát sóng radio có thể sử dụng đường dẫn VPN nếu nó đang hoạt động trước khi applet này bắt đầu.

source: Volume level starting a new radio (%)
sv: Volymnivå vid start av ny radiostation (%)
vi: Mức âm lượng khi khởi động đài mới (%)

source: If set, then this will change the volume level starting a new radio, in percentage of the general volume level. Default is (Undefined): The volume level remains unchanged. Please note that you can change the volume level scrolling on this applet icon, or using the slider in the context menu.
sv: Vid aktivering, kommer detta att ändra volymnivån som startar en ny radiostation, i procent av den allmänna volymnivån. Standardvärdet är (Odefinierad): Volymnivån förblir oförändrad. Notera att du kan ändra volymnivån med mushjulet på panelikonen, eller använda skjutreglaget i snabbmenyn.
vi: Nếu được đặt, mức âm lượng khi khởi động đài mới sẽ thay đổi theo tỷ lệ phần trăm của mức âm lượng tổng thể. Mặc định là (Không xác định): Mức âm lượng không thay đổi. Lưu ý: Bạn có thể thay đổi mức âm lượng bằng cách cuộn trên biểu tượng applet hoặc dùng thanh trượt trong menu ngữ cảnh.

source: Volume step scrolling on icon
sv: Volymsteg vid rullning på ikonen
vi: Bước thay đổi âm lượng khi cuộn trên biểu tượng

source: By how much increase or decrease the volume using the mouse scroll wheel on the icon.
sv: Med hur mycket du vill öka eller minska volymen med musens rullhjul på ikonen.
vi: Tăng hoặc giảm âm lượng bao nhiêu khi dùng bánh xe chuột trên biểu tượng.

source: Magnetize all multiples of 25%
vi: Gắn chặt mọi bội số của 25%

source: Show OSD while changing volume
sv: Visa OSD medan volymen ändras
vi: Hiển thị OSD khi thay đổi âm lượng

source: Should OSD (On-Screen Display) be displayed when changing volume?
sv: Skall OSD (On-Screen Display) visas när du ändrar volymen?
vi: Có hiển thị OSD (Trên màn hình) khi thay đổi âm lượng không?

source: Show volume OSD when changing radio station
vi: Hiển thị OSD âm lượng khi đổi đài

source: Show '%' in OSD
vi: Hiển thị ký tự '%' trong OSD

source: Show horizontal OSD
vi: Hiển thị OSD ngang

source: Show the name and the version of this applet in the menu
sv: Visa namn och version för detta panelprogram i menyn
vi: Hiển thị tên và phiên bản applet trong menu

source: Number of Recently Played Stations in menu
sv: Antal senast spelade stationer i menyn
vi: Số đài đã nghe gần đây trong menu

source: How many recently listened stations do you want to display in the menu?
sv: Hur många nyligen spelade stationer vill du visa i menyn?
vi: Bạn muốn hiển thị bao nhiêu đài đã nghe gần đây trong menu?

source: Empty your Recently Played Stations list at startup
sv: Töm listan "Nyligen spelade stationer" vid start
vi: Xóa danh sách đài đã nghe gần đây khi khởi động

source: Empty your Recently Played Stations list now
sv: Töm listan "Nyligen spelade stationer" nu
vi: Xóa ngay danh sách đài đã nghe gần đây

source: Display the Station list beside the Category list
vi: Hiển thị danh sách đài bên cạnh danh sách thể loại

source: Checked: Hover (without clicking) over a Category to display its list of Stations; then select your station. Unchecked: Single list containing each category followed by its stations.
vi: Chọn: Di chuột (không nhấp) lên Thể loại để hiển thị danh sách đài; sau đó chọn đài của bạn. Bỏ chọn: Danh sách đơn gồm từng thể loại kèm các đài bên dưới.

source: Show system items in the menu
sv: Visa systemobjekt i menyn
vi: Hiển thị các mục hệ thống trong menu

source: Do you want to show 'Configure...' and 'Sound Settings' items in the menu?
sv: Vill du visa "Konfigurera..." och "Ljudinställningar" i menyn?
vi: Bạn có muốn hiển thị các mục 'Cấu hình...' và 'Cài đặt âm thanh' trong menu không?

source: Show the 'Reload this applet' item in the contextual menu
sv: Visa alternativet "Uppdatera det här panelprogrammet" i snabbmenyn
vi: Hiển thị mục 'Tải lại applet này' trong menu ngữ cảnh

source: For developers only
sv: Endast för utvecklare
vi: Chỉ dành cho nhà phát triển

source: Increase Volume
sv: Höj volymen
vi: Tăng âm lượng

source: Decrease Volume
sv: Sänk volymen
vi: Giảm âm lượng

source: Mute
sv: Tyst
vi: Tắt tiếng

source: Radio ON/OFF
sv: Radio PÅ/AV
vi: Bật/Tắt radio

source: Next station
sv: Nästa station
vi: Đài tiếp theo

source: Next station recently listened to
sv: Nästa nyligen avlyssnade station
vi: Đài đã nghe gần đây tiếp theo

source: Previous station
sv: Föregående station
vi: Đài trước

source: Previous station recently listened to
sv: Föregående nyligen avlyssnade station
vi: Đài đã nghe gần đây trước đó

source: Show help for mouse actions in the tooltip
sv: Visa hjälp för musåtgärder i knappbeskrivningen
vi: Hiển thị trợ giúp cho các hành động chuột trong tooltip

source: You can uncheck this option when you are familiar with all mouse roles.
sv: Du kan avmarkera det här alternativet när du är bekant med alla musåtgärder.
vi: Bạn có thể bỏ chọn nếu đã quen với tất cả chức năng chuột.

source: Change of radio
sv: Byte av radiostation
vi: Thay đổi đài

source: Change of song or program
sv: Byte av låt eller program
vi: Thay đổi bài hát hoặc chương trình

source: Please note that some radios do not notify you of a song or program change.
sv: Notera att vissa radiostationer inte meddelar dig om låt- eller programändring.
vi: Lưu ý: Một số đài không thông báo thay đổi bài hát hoặc chương trình.

source: seconds
sv: sekunder
vi: giây

source: Duration of a song or program change notification
sv: Varaktighet för en avisering om låt- eller programändring
vi: Thời lượng thông báo thay đổi bài hát hoặc chương trình

source: Show in notifications the buttons to start and stop recordings
sv: Visa knappar för att starta och stoppa inspelningar i aviseringar
vi: Hiển thị nút bắt đầu và dừng ghi âm trong thông báo

source: Please note that this will have no effect if you do not wish to be notified of a song or program change.
sv: Observera att detta inte har någon effekt om du väljer bort avisering om en låt- eller programändring.
vi: Lưu ý: Thao tác này sẽ không có hiệu lực nếu bạn không muốn nhận thông báo thay đổi bài hát hoặc chương trình.

source: Show codec
sv: Visa kodek
vi: Hiển thị codec

source: Show bit rate
sv: Visa bithastighet
vi: Hiển thị tốc độ bit

source: Unit: kbps (kilobit per second). The higher this bit rate, the better the sound quality of the stream.
sv: Enhet: kbps (kilobit per sekund). Ju högre bithastighet, desto bättre ljudkvalitet på strömmen.
vi: Đơn vị: kbps (kilobit mỗi giây). Tốc độ bit cao hơn thì chất lượng âm thanh của luồng càng tốt.

source: Color of the symbolic icon while the radio is on
sv: Färg på den symboliska ikonen medan radion är på
vi: Màu của biểu tượng khi radio đang bật

source: Color of the symbolic icon while recording
sv: Färg på den symboliska ikonen vid inspelning
vi: Màu của biểu tượng khi đang ghi âm

source: Display the logo of the radio station listened to
sv: Visa logotypen för den radiostation du lyssnar på
vi: Hiển thị logo của đài đang nghe

source: Replace this applet icon with the radio station logo, if it exists.
sv: Ersätt panelikonen med radiostationens logotyp, om den finns.
vi: Thay biểu tượng applet này bằng logo đài nếu có.

source: Network Quality
sv: Nätverkskvalitet
vi: Chất lượng mạng

source: High
sv: Hög
vi: Cao

source: Low
sv: Låg
vi: Thấp

source: High Quality: The recordings you make while listening to the radio will double the bit rate usually required to just listen to the radio. Thus, the recordings will not be disturbed by extraneous sounds or by a change in the volume of the radio. Low Quality: These recordings come directly from the sound card, which relieves the network but risks polluting them with extraneous sounds (system sounds for example). The volume of the radio will be set to 100% in order to obtain the best possible quality.
sv: Hög kvalitet: Inspelningarna du gör när du lyssnar på radio kommer att fördubbla bithastigheten som vanligtvis krävs för att bara lyssna på radio. Således kommer inspelningarna inte att störas av främmande ljud eller av en förändring i radions volym. Låg kvalitet: Dessa inspelningar kommer direkt från ljudkortet, vilket avlastar nätverket men riskerar att förorena dem med främmande ljud (till exempel systemljud). Radions volym kommer att ställas in på 100% för att uppnå bästa möjliga kvalitet.
vi: Chất lượng cao: Các bản ghi khi nghe radio sẽ có tốc độ bit gấp đôi so với chỉ nghe radio. Do đó, các bản ghi sẽ không bị nhiễu bởi tiếng động bên ngoài hoặc thay đổi âm lượng. Chất lượng thấp: Các bản ghi này lấy trực tiếp từ card âm thanh, giảm tải mạng nhưng có nguy cơ bị nhiễu bởi âm thanh bên ngoài (ví dụ âm thanh hệ thống). Âm lượng radio sẽ được đặt 100% để có chất lượng tốt nhất.

source: Quality of downloaded Album Art
vi: Chất lượng Album Art tải về

source: Max Resolution
vi: Độ phân giải tối đa

source: High Quality
vi: Chất lượng cao

source: Medium
vi: Trung bình

source: Standard
vi: Tiêu chuẩn

source: Default: High Quality. Choose a value corresponding to your Network Quality.
vi: Mặc định: Chất lượng cao. Chọn giá trị tương ứng với chất lượng mạng của bạn.

source: Monitor the network
sv: Övervaka nätverket
vi: Giám sát mạng

source: Whether or not to restart the radio when the network becomes active again after an interruption. VPN users: By checking this, the radio broadcast may use your VPN link.
sv: Om radion ska startas om eller inte när nätverket blir aktivt igen efter ett avbrott. VPN-användare: Genom att aktivera detta kan radiosändningen använda din VPN-länk.
vi: Khởi động lại radio khi mạng hoạt động trở lại sau gián đoạn. Người dùng VPN: Nếu chọn, phát sóng radio có thể sử dụng đường kết nối VPN của bạn.

source: Format: http://[user:pass@]URL[:port] Default: empty. If empty, the environment variables http_proxy and ALL_PROXY will be used if present. If set, this proxy will not be used for https requests.
sv: Format: http://[användarnamn:lösenord@]URL[:port] Standard: Tomt. Om tomt, används miljövariablerna http_proxy och ALL_PROXY om de finns. Om aktivt, används inte den här proxyn för https-förfrågningar.
vi: Định dạng: http://[user:pass@]URL[:port] Mặc định: trống. Nếu trống, các biến môi trường http_proxy và ALL_PROXY sẽ được sử dụng nếu có. Nếu đặt, proxy này sẽ không dùng cho các yêu cầu https.

source: Apply HTTP Proxy
sv: Tillämpa HTTP-proxy
vi: Áp dụng HTTP Proxy

source: Your favorite database:
vi: Cơ sở dữ liệu ưa thích của bạn:

source: Random
vi: Ngẫu nhiên

source: Database URL
sv: Databas-URL
vi: URL cơ sở dữ liệu

source: No cache
vi: Không dùng cache

source: Checking this option limits memory usage, but no longer allows the user to rewind the cache (using the sound150@claudiux applet).
vi: Chọn tùy chọn này giới hạn việc sử dụng bộ nhớ, nhưng không còn cho phép tua lại cache (sử dụng applet sound150@claudiux).

source: Minutes to cache 0 means no limit (default). 1 hour = 60 minutes. 24 hours = 1440 minutes.
vi: Số phút lưu cache 0 nghĩa là không giới hạn (mặc định). 1 giờ = 60 phút. 24 giờ = 1440 phút.

source: Cache on disk (Write packet data to a temporary file, instead of keeping them in memory.)
vi: Lưu cache trên đĩa (Ghi dữ liệu gói vào tệp tạm, thay vì giữ trong bộ nhớ.)

source: Stream cache size
vi: Kích thước cache luồng

source: The amount of stream cache. Default: 10 MiB. Beware, setting this to a large value can reduce performance.
vi: Dung lượng cache luồng. Mặc định: 10 MiB. Lưu ý: đặt giá trị lớn có thể làm giảm hiệu năng.

source: No limit
vi: Không giới hạn

source: Path to the folder that will contain your future recordings
sv: Sökväg till mappen som kommer att innehålla dina framtida inspelningar
vi: Đường dẫn đến thư mục chứa các bản ghi trong tương lai

source: Set this path to default one
sv: Ange den här sökvägen som standard
vi: Đặt đường dẫn này về mặc định

source: Recording format
sv: Inspelningsformat
vi: Định dạng ghi âm

source: Please note that this choice will have no effect on any current recording, but on subsequent ones.
sv: Notera att detta val inte kommer att ha någon effekt på någon aktuell inspelning, utan på efterföljande.
vi: Lưu ý: Lựa chọn này sẽ không ảnh hưởng đến bản ghi hiện tại mà chỉ áp dụng cho các bản ghi tiếp theo.

source: Way to stop recording
sv: Sätt att stoppa inspelning
vi: Cách dừng ghi âm

source: automatically, when the current song ends
sv: Automatiskt, när aktuell låt slutar
vi: tự động khi bài hát hiện tại kết thúc

source: manually; thus, several recordings can follow one another
sv: Manuellt: Således kan flera inspelningar följa på varandra
vi: thủ công; cho phép nhiều bản ghi nối tiếp nhau

source: Space remaining on disk when opening this window:
sv: Återstående utrymme på disken när det här fönstret öppnas:
vi: Dung lượng còn lại trên đĩa khi mở cửa sổ này:

source: Disk space unit as defined in Nemo's display preferences (File size prefixes)
sv: Diskutrymmesenhet enligt definitionen i Nemos visningsinställningar (Filstorleksprefix)
vi: Đơn vị dung lượng đĩa theo cài đặt hiển thị của Nemo (tiền tố kích thước tệp)

source: GB (decimal)
vi: GB (thập phân)

source: GB (decimal long)
sv: GB (decimal lång)
vi: GB (thập phân đầy đủ)

source: GiB (binary)
sv: GiB (binär)
vi: GiB (nhị phân)

source: GiB (binary long)
sv: GiB (binär lång)
vi: GiB (nhị phân đầy đủ)

source: Changing this also changes Nemo's file size prefixes.
sv: Om du ändrar detta ändras även Nemos filstorleksprefix.
vi: Thay đổi điều này cũng sẽ thay đổi tiền tố kích thước tệp của Nemo.

source: Units: As defined above
sv: Enheter: Enligt ovanstående definition
vi: Đơn vị: Theo định nghĩa ở trên

source: Space to be left free on the hard disk
sv: Utrymme som skall lämnas ledigt på hårddisken
vi: Dung lượng để trống trên ổ cứng

source: Highlight this applet icon during background recording
sv: Färgmarkera den här panelikonen under bakgrundsinspelning
vi: Làm nổi bật biểu tượng applet trong khi ghi âm nền

source: Ignore Youtube features
vi: Bỏ qua các tính năng của Youtube

source: Ignoring Youtube features reduces CPU load. But loading album art becomes impossible.
vi: Bỏ qua các tính năng của Youtube giảm tải CPU, nhưng việc tải ảnh bìa album sẽ không khả thi.

source: Use cookies from
sv: Använd kakor från
vi: Sử dụng cookie từ

source: (None)
sv: (Ingen)
vi: (Không có)

source: Cookies are used by YouTube to determine which videos you may watch. For Chromium, you can select the method (in parentheses) you chose to save cookies.
sv: Cookies används av YouTube för att avgöra vilka videor du kan titta på. För Chromium kan du välja metod (inom parentes) för att spara cookies.
vi: Cookie được YouTube sử dụng để xác định video bạn có thể xem. Với Chromium, bạn có thể chọn phương pháp (trong ngoặc) bạn đã dùng để lưu cookie.

source: Display, under the icon, the progress of downloads from YT.
sv: Visa under ikonen, förlopp för nedladdningar från YT.
vi: Hiển thị tiến trình tải xuống từ YT dưới biểu tượng.

source: Progression interval (ms)
sv: Förloppsintervall (ms)
vi: Khoảng thời gian cập nhật tiến trình (ms)

source: Depending on network quality
sv: Beroende på nätverkskvalitet
vi: Tùy theo chất lượng mạng

source: YouTube video link
sv: YouTube video-länk
vi: Liên kết video YouTube

source: Paste above the YouTube link you copied
sv: Klistra in här ovan, den YouTube-länk du kopierat
vi: Dán liên kết YouTube bạn đã sao chép vào đây

source: In case of playlist
sv: Vid spelningslista
vi: Trong trường hợp danh sách phát

source: Extract single soundtrack
sv: Extrahera singelljudspår
vi: Trích xuất một bài hát duy nhất

source: Extract whole playlist
sv: Extrahera hela spelningslistan
vi: Trích xuất toàn bộ danh sách phát

source: Keep video (slower)
sv: Bevara video (långsam)
vi: Giữ video (chậm hơn)

source: Whether or not to keep the intermediate video file on disk after post-processing
sv: Om den mellanliggande videofilen ska behållas eller inte, på disken vid efterbehandling
vi: Có giữ tệp video trung gian trên đĩa sau khi xử lý hay không

source: Record in subdirectory
sv: Spela in i undermapp
vi: Ghi vào thư mục con

source: (without leading or trailing slash)
sv: (utan inledande eller avslutande snedstreck)
vi: (không có dấu gạch chéo đầu hoặc cuối)

source: Extract soundtrack
sv: Extrahera ljudspår
vi: Trích xuất nhạc nền

source: Date
sv: Datum
vi: Ngày

source: Time
sv: Tid
vi: Giờ

source: Seconds will be ignored.
sv: Sekunder ignoreras.
vi: Giây sẽ bị bỏ qua.

source: Duration
sv: Varaktighet
vi: Thời lượng

source: Schedule this recording
sv: Schemalägg denna inspelning
vi: Lên lịch ghi âm này

source: You are running out of disk space. See in the Recording tab.
sv: Du har slut på diskutrymme. Se på fliken "Inspelning".
vi: Dung lượng ổ đĩa sắp hết. Xem trong tab Ghi âm.

source: Remove?
sv: Ta bort?
vi: Xóa?

source: In progress
sv: Pågår
vi: Đang thực hiện

source: Action
sv: Åtgärd
vi: Hành động

source: Identifier
sv: Identifierare
vi: Định danh

source: Do not modify anything in this list, except in the "Remove?" column
sv: Ändra ingenting i den här listan, förutom i kolumnen "Ta bort?"
vi: Không chỉnh sửa gì trong danh sách này, trừ cột "Xóa?"

source: Station Name
sv: Stationsnamn
vi: Tên Đài

source: OPTIONAL. Name (or part of the name) of the radio station.
sv: VALFRITT. Radiostationens namn (eller del av namn).
vi: TÙY CHỌN. Tên (hoặc một phần tên) của đài phát thanh.

source: (My Country)
sv: (Mitt land)
vi: (Quốc gia của tôi)

source: Åland Islands - AX
sv: Åland - AX
vi: Quần đảo Åland - AX

source: American Samoa - AS
sv: Amerikanska Samoa - AS
vi: Samoa thuộc Mỹ - AS

source: Antarctica - AQ
sv: Antarktik - AQ
vi: Nam Cực - AQ

source: Antigua And Barbuda - AG
vi: Antigua và Barbuda - AG

source: Australia - AU
sv: Australien - AU
vi: Úc - AU

source: Austria - AT
sv: Österrike - AT
vi: Áo - AT

source: Belgium - BE
sv: Belgien - BE
vi: Bỉ - BE

source: Bolivia (Plurinational State Of) - BO
sv: Bolivia - BO
vi: Bolivia (Nhà nước đa dân tộc) - BO

source: Bonaire (Sint Eustatius And Saba) - BQ
vi: Bonaire (Sint Eustatius và Saba) - BQ

source: Bosnia And Herzegovina - BA
sv: Bosnien och Herzegovina - BA
vi: Bosnia và Herzegovina - BA

source: Bouvet Island - BV
sv: Bouvet - BV
vi: Đảo Bouvet - BV

source: British Indian Ocean Territory - IO
vi: Lãnh thổ Ấn Độ Dương thuộc Anh - IO

source: Cambodia - KH
sv: Kambodia - KH
vi: Campuchia - KH

source: Cayman Islands - KY
vi: Quần đảo Cayman - KY

source: Central African Republic - CF
vi: Cộng hòa Trung Phi - CF

source: China - CN
sv: Kina - CN
vi: Trung Quốc - CN

source: Christmas Island - CX
sv: Julöarna - CX
vi: Đảo Christmas - CX

source: Cocos (Keeling) Islands - CC
vi: Đảo Cocos (Keeling) - CC

source: Congo - CG
sv: Kongo - CG
vi: Cộng hòa Congo - CG

source: Congo (The Democratic Republic Of The) - CD
vi: Congo (Cộng hòa Dân chủ) - CD

source: Cook Islands - CK
vi: Quần đảo Cook - CK

source: Côte D'Ivoire - CI
vi: Bờ Biển Ngà - CI

source: Cyprus - CY
sv: Cypern - CY
vi: Síp - CY

source: Czech Republic - CZ
sv: Tjeckien - CZ
vi: Cộng hòa Séc - CZ

source: Denmark - DK
sv: Danmark - DK
vi: Đan Mạch - DK

source: Dominican Republic - DO
sv: Dominikanska Republiken - DO
vi: Cộng hòa Dominica - DO

source: Egypt - EG
sv: Egypten - EG
vi: Ai Cập - EG

source: Equatorial Guinea - GQ
vi: Guinea Xích Đạo - GQ

source: Falkland Islands (Malvinas) - FK
sv: Falklandsöarna - FK
vi: Quần đảo Falkland (Malvinas) - FK

source: Faroe Islands - FO
sv: Faroeöarna - FO
vi: Quần đảo Faroe - FO

source: Finland - FI
vi: Phần Lan - FI

source: France - FR
sv: Frankrike - FR
vi: Pháp - FR

source: French Guiana - GF
sv: Franska Guiana - GF
vi: Guiana thuộc Pháp - GF

source: French Polynesia - PF
sv: Franska Polynesien - PF
vi: Polynesia thuộc Pháp - PF

source: French Southern Territories - TF
sv: Franska södra territorierna - TF
vi: Lãnh thổ Nam Cực và phía Nam Pháp - TF

source: Germany - DE
sv: Tyskland - DE
vi: Đức - DE

source: Greece - GR
sv: Grekland - GR
vi: Hy Lạp - GR

source: Heard Island And Mcdonald Islands - HM
vi: Đảo Heard và McDonald - HM

source: Holy See (Vatican City State) - VA
sv: Holy See (Vatikanstaten) - VA
vi: Vatican (Thành phố Vatican) - VA

source: Hong Kong - HK
vi: Hồng Kông - HK

source: India - IN
sv: Indien - IN
vi: Ấn Độ - IN

source: Iran (Islamic Republic Of) - IR
vi: Iran (Cộng hòa Hồi giáo) - IR

source: Isle Of Man - IM
vi: Đảo Man - IM

source: Italy - IT
sv: Italien - IT
vi: Ý - IT

source: Japan - JP
vi: Nhật Bản - JP

source: Korea (Democratic People'S Republic Of) - KP
vi: Triều Tiên - KP

source: Korea (Republic Of) - KR
vi: Hàn Quốc - KR

source: Lao People'S Democratic Republic - LA
vi: Lào - LA

source: Lebanon - LB
sv: Libanon - LB
vi: Li-băng - LB

source: Lithuania - LT
sv: Litauen - LT
vi: Litva - LT

source: Macedonia (The Former Yugoslav Republic Of) - MK
sv: Makedonien - MK
vi: Bắc Macedonia - MK

source: Marshall Islands - MH
sv: Marshallöarna - MH
vi: Quần đảo Marshall - MH

source: Micronesia (Federated States Of) - FM
sv: Micronesien - FM
vi: Micronesia (Liên bang) - FM

source: Moldova (Republic Of) - MD
sv: Moldavien - MD
vi: Moldova - MD

source: Mongolia - MN
sv: Mongoliet - MN
vi: Mông Cổ - MN

source: Morocco - MA
sv: Marocko - MA
vi: Maroc - MA

source: Netherlands - NL
sv: Nederländerna - NL
vi: Hà Lan - NL

source: New Caledonia - NC
sv: Nya Kaledonien - NC
vi: Tân Caledonia - NC

source: Norfolk Island - NF
sv: Norfolkön - NF
vi: Đảo Norfolk - NF

source: Northern Mariana Islands - MP
sv: Norra Marianeröarna - MP
vi: Quần đảo Bắc Mariana - MP

source: Norway - NO
sv: Norge - NO
vi: Na Uy - NO

source: Palestine (State Of) - PS
sv: Palestina - PS
vi: Palestine - PS

source: Poland - PL
sv: Polen - PL
vi: Ba Lan - PL

source: Portugal - PT
vi: Bồ Đào Nha - PT

source: Russian Federation - RU
sv: Ryssland - RU
vi: Liên bang Nga - RU

source: Saint Helena (Ascension And Tristan Da Cunha) - SH
sv: Sankt Helena - SH
vi: Saint Helena - SH

source: Saint Kitts And Nevis - KN
sv: Sankt Kitts och Nevis - KN
vi: Saint Kitts và Nevis - KN

source: Saint Martin (French Part) - MF
sv: SanktMartin (Franska delen) - MF
vi: Saint Martin (Phần Pháp) - MF
