Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/hwmonitor@sylfurd/*.po
Languages: ca, da, it, ja, nl, tr

source: Set your internet speed (in) in Mbit/s. Note that sometimes ISP:s delivers better or worse speed than what you have paid for. You might need to adjust this value up or down, to make it look right to you.
ca: Establiu la vostra velocitat d'internet (entrada) en Mb/s.
da: Angiv din internethastighed (ned) i Mbit/s. Nogle gange kan din internetudbyder levere højere eller lavere hastighed, end du har betalt for. Måske skal værdien justeres op eller ned for at få den til at se rigtig ud.
it: Imposta la velocità di Internet (in entrata) in Mbit/s. Nota che a volte alcuni ISP: s offrono una velocità migliore o peggiore di quella per cui hai pagato. Potrebbe essere necessario regolare questo valore verso l'alto o verso il basso, per farlo sembrare giusto per te.
ja: お使いのインターネットの速度 (下り) を Mbps 単位で設定してください。ただし、インターネットサービスプロバイダー (ISP) が公表している速度は理論値であることもあり、実際に出る速度は変動するかもしれません。現在の環境に合った値を計測・調整してみてください。
nl: Stel uw internetsnelheid (in) in Mbit/s in. Let op dat soms ISP's een betere of slechtere snelheid leveren dan waarvoor u hebt betaald. U moet deze waarde mogelijk naar boven of naar beneden aanpassen om het er goed uit te laten zien voor u.
tr: İnternet hızınızı (gelen) Mbit/s olarak ayarlayın. Servis sağlayıcıların bazen, ödediğinizden (internet paketinizden) daha iyi ya da kötü bir internet hızı sunabileceğini dikkate alın. Doğru sonuçlar görünmesini sağlamak için, bu değeri yukarı veya aşağı ayarlamanız gerekebilir.

source: Choose your own label for the NET (in) graph
ca: Trieu la vostra etiqueta pel gràfic de xarxa (entrant)
da: Vælg din egen etiket til NET (ned)-grafen
it: Scegli la tua etichetta per il grafico RETE (in entrata)
ja: ネット (受信) グラフに独自のラベルを付けます。
nl: Kies uw eigen label voor de NET (in) grafiek
tr: AĞ (gelen) grafiği için kendi etiketinizi belirleyin

source: Set the custom label for the NET (in) graph
ca: Assigneu l'etiqueta personalitzada del gràfic de xarxa (entrant)
da: Angiv den tilpassede etiket til NET (ned)-grafen
it: Impostare l'etichetta personalizzata per il grafico RETE (in entrata)
ja: ネット (受信) グラフに付けるラベル
nl: Stel het aangepaste label voor de NET (in) grafiek in
tr: AĞ (gelen) grafiği için özel etiket belirle

source: logarithmic
ca: algorísmic
da: logaritmisk
it: logaritmica
ja: 対数
nl: logaritmisch
tr: logaritmik

source: linear
ca: lineal
da: lineær
it: lineare
ja: 線形
nl: lineair
tr: doğrusal

source: Scale
ca: Escalat
da: Skala
it: Scala
ja: 目盛
nl: Schaal
tr: Ölçek

source: Use linear or logarithmic scale.
ca: Utilitzeu l'escalat linear o algorísmic.
da: Anvend lineær eller logaritmisk skala.
it: Usa scala lineare o logaritmica.
ja: 線形目盛か対数目盛のどちらかを使用します。
nl: Gebruik lineaire of logaritmische schaal.
tr: Doğrusal veya logaritmik ölçek kullanımı.

source: Show or hide the NET (in) usage label
ca: Mostra o amaga l'etiqueta d'ús de la xarxa (entrant)
da: Vis eller skjul etiketten for NET (ned)-forbrug
it: Mostra o nascondi l'etichetta di utilizzo RETE (in entrata)
ja: ネット (受信) 通信量のラベルを表示/非表示にします。
nl: Toon of verberg het NET (in) gebruik label
tr: AĞ (gelen) kullanım grafiğini gösterir ya da gizler

source: Show NET (out) graph
ca: Mostrar el gràfic de xarxa (sortint)
da: Vis NET (op)-grafen
it: Mostra grafico RETE (in uscita)
ja: ネット (送信) グラフを表示
nl: Toon NET (uit) grafiek
tr: AĞ (giden) grafiği

source: Show or hide the NET (out) graph
ca: Mostra o amaga el gràfic de xarxa (sortint)
da: Vis eller skjul NET (op)-grafen
it: Mostra o nasconde il grafico RETE (in uscita)
ja: ネット (送信) グラフを表示/非表示にします。
nl: Toon of verberg de NET (uit) grafiek
tr: AĞ (giden) grafiğini gösterir ya da gizler

source: Internet speed (out).
ca: Velocitat d'internet (sortida).
da: Internethastighed (op).
it: Velocità internet (in uscita)
ja: インターネット速度 (上り)
nl: Internetsnelheid (uit).
tr: İnternet hızı (giden).

source: Set your internet speed (out) in Mbit/s. Note that sometimes ISP:s delivers better or worse speed than what you have paid for. You might need to adjust this value up or down, to make it look right to you.
ca: Establiu la vostra velocitat d'internet (sortida) en Mb/s.
da: Angiv din internethastighed (op) i Mbit/s. Nogle gange kan din internetudbyder levere højere eller lavere hastighed, end du har betalt for. Måske skal værdien justeres op eller ned for at få den til at se rigtig ud.
it: Imposta la velocità di Internet (in uscita) in Mbit/s. Nota che a volte alcuni ISP: s offrono una velocità migliore o peggiore di quella per cui hai pagato. Potrebbe essere necessario regolare questo valore verso l'alto o verso il basso, per farlo sembrare giusto per te.
ja: お使いのインターネットの速度 (上り) を Mbps 単位で設定してください。ただし、インターネットサービスプロバイダー (ISP) が公表している速度は理論値であることもあり、実際に出る速度は変動するかもしれません。現在の環境に合った値を計測・調整してみてください。
nl: Stel uw internetsnelheid (uit) in Mbit/s in. Let op dat soms ISP's een betere of slechtere snelheid leveren dan waarvoor u hebt betaald. U moet deze waarde mogelijk naar boven of naar beneden aanpassen om het er goed uit te laten zien voor u.
tr: İnternet hızınızı (giden) Mbit/s olarak ayarlayın. Servis sağlayıcıların bazen, ödediğinizden (internet paketinizden) daha iyi ya da kötü bir internet hızı sunabileceğini dikkate alın. Doğru sonuçlar görünmesini sağlamak için, bu değeri yukarı veya aşağı ayarlamanız gerekebilir.

source: Choose your own label for the NET (out) graph
ca: Trieu la vostra etiqueta pel gràfic de xarxa (sortint)
da: Vælg din egen etiket til NET (op)-grafen
it: Scegli la tua etichetta per il grafico RETE (in uscita)
ja: ネット (送信) グラフに独自のラベルを付けます。
nl: Kies uw eigen label voor de NET (uit) grafiek
tr: AĞ (giden) grafiği için kendi etiketinizi belirleyin

source: Set the custom label for the NET (out) graph
ca: Assigneu l'etiqueta personalitzada del gràfic de xarxa (sortint)
da: Angiv den tilpassede etiket til NET (op)-grafen
it: Imposta l'etichetta personalizzata per il grafico RETE (in uscita)
ja: ネット (送信) グラフに付けるラベル
nl: Stel het aangepaste label voor de NET (uit) grafiek in
tr: AĞ (giden) grafiği için özel etiket belirle

source: Show or hide the NET (out) usage label
ca: Mostra o amaga l'etiqueta d'ús de la xarxa (sortint)
da: Vis eller skjul etiketten for NET (op)-forbrug
it: Mostra o nascondi l'etichetta di utilizzo RETE (in uscita)
ja: ネット (送信) 通信量のラベルを表示/非表示にします。
nl: Toon of verberg het NET (uit) gebruik label
tr: AĞ (giden) kullanım grafiğini gösterir ya da gizler

source: Show DISK (read) graph
ca: Mostrar el gràfic d'ús del disc (lectura)
da: Vis DISK (læs)-grafen.
it: Mostra grafico DISCO (lettura)
ja: ディスク (読取) グラフを表示
nl: Toon SCHIJF (lezen) grafiek
tr: DİSK (okuma) grafiğini göster

source: Show or hide the DISK (read) graph. Shows usage of the drive specified below.
ca: Mostra o amaga el gràfic d'ús del disc (lectura).
da: Vis eller skjul DISK (læs)-grafen. Viser forbruget på drevet angivet nedenfor.
it: Mostra o nasconde il grafico del DISCO (lettura). Mostra l'utilizzo dell'unità specificata di seguito.
ja: ディスク (読取) グラフを表示/非表示にします。下で指定したドライブの負荷率が表示されます。
nl: Toon of verberg de SCHIJF (lezen) grafiek. Toont het gebruik van het opgegeven station.
tr: DİSK (okuma) grafiğini gösterir ya da gizler. Aşağıda belirtilen sürücünün kullanımını gösterir.

source: Set the device name to monitor for the DISK (read) graph.
ca: Assigneu el nom del dispositiu a monitorar pel gràfic de lectura del disc.
da: Angiv enhedsnavnet, der skal overvåges, for DISK (læs)-grafen
it: Imposta il nome dell'unità da monitorare per il grafico DISCO (lettura)
ja: ディスク (読取) グラフで監視するデバイス名を設定します。
nl: Stel de apparaatnaam in om te monitoren voor de SCHIJF (lezen) grafiek.
tr: DİSK (okuma) grafiğini izlemek için bir aygıt belirleyin.

source: Use custom graph label.
ca: Utilitzar una etiqueta personalitzada pel gràfic.
da: Anvend tilpasset grafetiket.
it: Usa un'etichetta del grafico personalizzata.
ja: グラフに任意のラベルを付ける
nl: Gebruik aangepast grafieklabel.
tr: Özel grafik etiketi kullan.

source: Choose your own label for the DISK (read) graph.
ca: Trieu la vostra etiqueta pel gràfic d'ús del disc (lectura).
da: Vælg din egen etiket til DISK (læs)-grafen.
it: Scegli la tua etichetta per il grafico DISCO (lettura).
ja: ディスク (読取) グラフに独自のラベルを付けます。
nl: Kies uw eigen label voor de SCHIJF (lezen) grafiek.
tr: DİSK (okuma) grafiği için kendi etiketinizi belirleyin.

source: Set the custom label for the DISK (read) graph.
ca: Assigneu l'etiqueta personalitzada pel gràfic d'ús del disc (lectura).
da: Angiv den tilpassede etiket til DISK (læs)-grafen.
it: Impostare l'etichetta personalizzata per il grafico DISCO (lettura).
ja: ディスク (読取) グラフに付けるラベル
nl: Stel het aangepaste label voor de SCHIJF (lezen) grafiek in.
tr: DİSK (okuma) grafiği için özel etiket belirle.

source: Show details.
ca: Mostrar detalls.
da: Vis detaljer.
it: Mostra dettagli.
ja: 詳細を表示
nl: Toon details.
tr: Detayları göster.

source: Show or hide the DISK (read) usage label.
ca: Mostra o amaga l'etiqueta del gràfic del disc (lectura).
da: Vis eller skjul etiketten for DISK (læs)-forbrug.
it: Mostra o nascondi l'etichetta di utilizzo del DISCO (lettura).
ja: ディスク (読取) 負荷率のラベルを表示/非表示にします。
nl: Toon of verberg het SCHIJF (lezen) gebruik label.
tr: DİSK (okuma) kullanım grafiğini gösterir ya da gizler.

source: Show DISK (write) graph.
ca: Mostrar el gràfic del disc (escriptura).
da: Vis DISK (skriv)-grafen.
it: Mostra grafico DISCO (scrittura).
ja: ディスク (書込) グラフを表示
nl: Toon SCHIJF (schrijven) grafiek.
tr: DİSK (yazma) grafiğini göster.

source: Show or hide the DISK (write) graph. Shows usage of the drive specified below.
ca: Mostra o amaga el gràfic d'ús del disc (escriptura).
da: Vis eller skjul DISK (skriv)-grafen. Viser forbruget på drevet angivet nedenfor.
it: Mostra o nasconde il grafico del DISCO (scrittura). Mostra l'utilizzo dell'unità specificata di seguito.
ja: ディスク (書込) グラフを表示/非表示にします。下で指定したドライブの負荷率が表示されます。
nl: Toon of verberg de SCHIJF (schrijven) grafiek. Toont het gebruik van het station hieronder gespecificeerd.
tr: DİSK (yazma) grafiğini gösterir ya da gizler. Aşağıda belirtilen sürücünün kullanımını gösterir.

source: Set the device name to monitor for the DISK (write) graph.
ca: Assigneu el nom del dispositiu a monitorar pel gràfic d'escriptura del disc.
da: Angiv enhedsnavnet, der skal overvåges, for DISK (skriv)-grafen
it: Imposta il nome dell'unità da monitorare per il grafico DISCO (scrittura).
ja: ディスク (書込) グラフで監視するデバイス名を設定します。
nl: Stel de apparaatnaam in om te monitoren voor de SCHIJF (schrijven) grafiek.
tr: DİSK (yazma) grafiğini izlemek için bir aygıt belirleyin.

source: Choose your own label for the DISK (write) graph.
ca: Trieu la vostra etiqueta pel gràfic d'ús del disc (escriptura).
da: Vælg din egen etiket til DISK (skriv)-grafen.
it: Scegli la tua etichetta per il grafico DISCO (scrittura).
ja: ディスク (書込) グラフに独自のラベルを付けます。
nl: Kies uw eigen label voor de SCHIJF (schrijven) grafiek.
tr: DİSK (yazma) grafiği için kendi etiketinizi belirleyin.

source: Set the custom label for the DISK (write) graph.
ca: Assigneu l'etiqueta personalitzada pel gràfic d'ús del disc (escriptura).
da: Angiv den tilpassede etiket til DISK (skriv)-grafen.
it: Impostare l'etichetta personalizzata per il grafico DISCO (scrittura).
ja: ディスク (書込) グラフに付けるラベル
nl: Stel het aangepaste label voor de SCHIJF (schrijven) grafiek in.
tr: DİSK (yazma) grafiği için özel etiket belirle.

source: Show or hide the DISK (write) usage label.
ca: Mostra o amaga l'etiqueta del gràfic del disc (escriptura).
da: Vis eller skjul etiketten for DISK (skriv)-forbrug.
it: Mostra o nascondi l'etichetta di utilizzo del DISCO (scrittura).
ja: ディスク (書込) 負荷率のラベルを表示/非表示にします。
nl: Toon of verberg het SCHIJF (schrijven) gebruik label.
tr: DİSK (yazma) kullanım grafiğini gösterir ya da gizler.

source: Show BAT (battery) graph.
ca: Mostrar el gràfic de la bateria.
da: Vis BAT (batteri)-grafen.
it: Mostra grafico BAT (batteria)
ja: 電池 (バッテリー) グラフを表示
nl: Toon BAT (batterij) grafiek.
tr: PİL (Batarya) grafiğini göster.

source: Show or hide the BAT (battery) graph. Shows battery level.
ca: Mostra o amaga el gràfic del nivell de la bateria.
da: Vis eller skjul BAT (batteri)-grafen. Viser batteriniveauet.
it: Mostra o nascondi il grafico di utilizzo della BAT (batteria). Mostra i livelli di batteria.
ja: 電池 (バッテリー) グラフを表示/非表示にします。バッテリーの残量が表示されます。
nl: Toon of verberg de BAT (batterij) grafiek. Toont batterijniveau.
tr: PİL (batarya) grafiğini gösterir ya da gizler. Batarya seviyesini gösterir.

source: Choose your own label for the BAT (battery) graph.
ca: Trieu la vostra etiqueta pel gràfic de la bateria.
da: Vælg din egen etiket til BAT (batteri)-grafen.
it: Scegli la tua etichetta per il grafico BAT (batteria)
ja: 電池 (バッテリー) グラフに独自のラベルを付けます。
nl: Kies uw eigen label voor de BAT (batterij) grafiek.
tr: PİL (batarya) grafiği için kendi etiketinizi belirleyin.

source: Set the custom label for the BAT (battery) graph.
ca: Assigneu l'etiqueta personalitzada pel gràfic de la bateria.
da: Angiv den tilpassede etiket til BAT (batteri)-grafen.
it: Imposta l'etichetta personalizzata per il grafico BAT (batteria).
ja: 電池 (バッテリー) グラフに付けるラベル
nl: Stel het aangepaste label voor de BAT (batterij) grafiek in.
tr: PİL (baterya) grafiği için özel etiket belirle.

source: Show or hide the BAT (battery) detail label.
ca: Mostra o amaga l'etiqueta dels detalls al gràfic de la bateria.
da: Vis eller skjul detaljeetiketten for BAT (batteri)-grafen.
it: Mostra o nascondi l'etichetta di utilizzo BAT (batteria).
ja: 電池 (バッテリー) 詳細のラベルを表示/非表示にします。
nl: Toon of verberg het BAT (batterij) detail label.
tr: PİL (batarya) etiketini gösterir ya da gizler.

source: Select a device
ca: Seleccioneu un dispositiu
da: Vælg en enhed
it: Seleziona un dispositivo
ja: デバイスを選択
nl: Selecteer een apparaat
tr: Bir aygıt seçin

source: Set the device to monitor for the DISK (read) graph.
ca: Establiu el dispositiu a monitorar pel gràfic del disc (lectura).
da: Angiv enheden, der skal overvåges, for DISK (læs)-grafen.
it: Imposta il dispositivo da monitorare per il grafico DISCO (lettura).
ja: ディスク (読取) グラフで監視するデバイス
nl: Stel het apparaat in om te monitoren voor de SCHIJF (lezen) grafiek.
tr: DİSK (okuma) grafiğini izlemek için bir aygıt belirleyin.

source: Set the device to monitor for the DISK (write) graph.
ca: Establiu el dispositiu a monitorar pel gràfic del disc (escriptura).
da: Angiv enheden, der skal overvåges, for DISK (skriv)-grafen
it: Imposta il dispositivo da monitorare per il grafico DISCO (scrittura).
ja: ディスク (書込) グラフで監視するデバイス
nl: Stel het apparaat in om te monitoren voor de SCHIJF (schrijven) grafiek.
tr: DİSK (yazma) grafiğini izlemek için bir aygıt belirleyin.

source: CPU
tr: İşlemci
