Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/hwmonitor@sylfurd/*.po
Languages: ca, da, it, ja, nl, tr

source: Dependency missing
ca: Dependència faltant
da: Afhængighed mangler
it: Dipendenze mancanti
ja: 必要なライブラリがありません
nl: Afhankelijkheid ontbreekt
tr: Eksik bağımlılıklar var

source: to use the applet %s
ca: per fer ús de la miniaplicació %s
da: for at bruge panelprogrammet %s
it: per utilizzare l'applet %s
ja: がアプレット %s を使用するために必要です
nl: om de applet %s te gebruiken
tr: %s uygulamacığını kullanmak için

source: Please install the GTop package Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop
ca: Si us plau instal·leu GTop Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop
da: Installér pakken GTop Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop
it: Installa il pacchetto GTop Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arco: libgtop
ja: GTop パッケージをインストールしてください Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop
nl: Installeer alstublieft het GTop-pakket Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop
tr: Lütfen Gtop paketini yükleyin Ubuntu / Mint: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop

source: MEM
ca: MEMÒRIA
da: HUK
ja: メモリ
tr: Bellek

source: NET (in)
ca: XARXA (entrant)
da: NET (ned)
it: RETE (in entrata)
ja: ネット (受信)
tr: AĞ (gelen)

source: NET (out)
ca: XARXA (sortint)
da: NET (op)
it: RETE (in uscita)
ja: ネット (送信)
tr: AĞ (giden)

source: DISK (read)
ca: DISC (lectura)
da: DISK (læs)
it: DISCO (lettura)
ja: ディスク (読取)
nl: SCHIJF (lezen)
tr: DİSK (okuma)

source: DISK (write)
ca: DISC (escriptura)
da: DISK (skriv)
it: DISCO (scrittura)
ja: ディスク (書込)
nl: SCHIJF (schrijven)
tr: DİSK (yazma)

source: BAT
ca: BATERIA
ja: 電池
tr: PİL

source: Open System Monitor
ca: Obrir el monitor del sistema
da: Åbn systemovervågning
it: Apri Monitor di Sistema
ja: システムモニターを開く
nl: Open Systeemmonitor
tr: Sistem Gözlemcisini Aç

source: Restart 'Graphical hardware monitor'
ca: Reiniciar el 'Monitor gràfic de hardware'
da: Genstart "Grafisk hardwareovervågning"
it: Riavvia 'Monitor grafico hardware '
ja: 'グラフィカルハードウェアモニター' を再起動
nl: Herstart 'Grafische hardwaremonitor'
tr: 'Grafiksel donanım izleyici'yi yeniden başlat

source: Displaying realtime system information (CPU, memory, network and disk load).
ca: Mostra informació del sistema en temps real (CPU, memòria, xarxa i càrrega del disc).
da: Viser systeminformation i realtid (CPU hukommelse, netværk og diskbelastning).
it: Visualizzazione delle informazioni sul sistema in tempo reale (carico della CPU, della memoria, della rete e del disco).
ja: システムの情報をリアルタイムに表示します (CPU・メモリ・ネットワーク・ディスク負荷)
nl: Realtime systeeminformatie weergeven (CPU, geheugen, netwerk en schijfbelasting).
tr: Sistem bilgilerini gerçek zamanlı gösterir (İşlemci, bellek, ağ ve disk yükleme).

source: Graphical hardware monitor
ca: Monitor gràfic de hardware
da: Grafisk hardwareovervågning
it: Monitor grafico hardware
ja: グラフィカルハードウェアモニター
nl: Grafische hardwaremonitor
tr: Grafiksel donanım izleyici

source: General
da: Generelt
it: Generale
ja: 全般
nl: Algemeen
tr: Genel

source: BAT (battery)
ca: BAT (bateria)
da: BAT (batteri)
it: BAT (batteria)
ja: 電池 (バッテリー)
nl: BAT (batterij)
tr: PİL (Batarya)

source: General settings
ca: Opcions generals
da: Generelle indstillinger
it: Impostazioni generali
ja: 全般設定
nl: Algemene instellingen
tr: Genel ayarlar

source: Theme (graph)
ca: Tema (gràfic)
da: Tema (graf)
it: Tema (grafico)
ja: テーマ (グラフ)
nl: Thema (grafiek)
tr: Tema (grafik)

source: Theme (graph data)
ca: Tema (dades del gràfic)
da: Tema (grafdata)
it: Tema (dati grafico)
ja: テーマ (グラフのデータ)
nl: Thema (grafiekgegevens)
tr: Tema (veri grafiği)

source: CPU settings
ca: Opcions de CPU
da: CPU-indstillinger
it: Impostazioni CPU
ja: CPU の設定
nl: CPU-instellingen
tr: İşlemci ayarları

source: MEM settings
ca: Opcions de MEMÒRIA
da: HUK-indstillinger
it: Impostazioni MEM
ja: メモリの設定
nl: MEM-instellingen
tr: Bellek ayarları

source: NET (in) settings
ca: Opcions de XARXA (entrada)
da: NET-indstillinger (ned)
it: Impostazioni RETE (in entrata)
ja: ネット (受信) の設定
nl: NET (in) instellingen
tr: AĞ (gelen) ayarları

source: NET (out) settings
ca: Opcions de XARXA (sortida)
da: NET-indstillinger (op)
it: Impostazioni RETE (in uscita)
ja: ネット (送信) の設定
nl: NET (uit) instellingen
tr: AĞ (giden) ayarları

source: DISK (read) settings
ca: Opcions de DISC (lectura)
da: DISK-indstillinger (læs)
it: Impostazioni DISCO (lettura)
ja: ディスク (読取) の設定
nl: SCHIJF (lezen) instellingen
tr: DİSK (okuma) ayarları

source: DISK (write) settings
ca: Opcions de DISC (escriptura)
da: DISK-indstillinger (skriv)
it: Impostazioni DISCO (scrittura)
ja: ディスク (書込) の設定
nl: SCHIJF (schrijven) instellingen
tr: DİSK (yazma) ayarları

source: BAT (battery) settings
ca: Opcions de BATERIA
da: BAT-indstillinger (batteri)
it: Impostazioni BAT (batteria)
ja: 電池 (バッテリー) の設定
nl: BAT (batterij) instellingen
tr: PİL (Batarya) ayarları

source: Update frequency (seconds)
ca: Interval de temps de refresc (segons)
da: Opdateringsinterval (sekunder)
it: Frequenza di aggiornamento (secondi)
ja: 更新する頻度 (秒)
nl: Vernieuwingsfrequentie (seconden)
tr: Güncelleme sıklığı (saniye)

source: The amount of time (in seconds) between the graph updates.
ca: Número de segons transcorreguts entre actualitzacions dels gràfics.
da: Tidsintervallet (i sekunder) for opdatering af grafen.
it: La quantità di tempo (in secondi) tra gli aggiornamenti del grafico.
ja: 何秒ごとにグラフを更新するかです。
nl: De tijd tussen de grafiekupdates (in seconden).
tr: Grafik güncellemeleri arasındaki süre (saniye cinsinden).

source: Don't draw grid lines
ca: No dibuixar línies de quadrícula
da: Vis ikke gitterlinjer
it: Non disegnare linee della griglia
ja: グリッドの線を描画しない
nl: Geen rasterlijnen tekenen
tr: Izgara çizgilerini gösterme

source: Draw graph over grid lines
ca: Dibuixar el gràfic sobre línies de quadrícula
da: Vis graf over gitterlinjer
it: Disegna un grafico sulle linee della griglia
ja: グラフをグリッドの線の上に描画
nl: Grafiek over rasterlijnen tekenen
tr: Grafiği ızgara çizgilerinin üstünde göster

source: Draw grid lines over graph
ca: Dibuixar línies de quadrícula sobre el gràfic
da: Vis gitterlinjer over graf
it: Disegna le linee della griglia sul grafico
ja: グリッドの線をグラフの上に描画
nl: Rasterlijnen over grafiek tekenen
tr: Izgara çizgilerini grafik üstünde göster

source: Grid lines
ca: Línies de quadrícula
da: Gitterlinjer
it: Linee della griglia
ja: グリッドの線
nl: Rasterlijnen
tr: Izgara çizgileri

source: How to draw the graph grid lines.
ca: Com es dibuixaran las línies de la quadrícula.
da: Hvordan gitterlinjer vises.
it: Come disegnare le linee della griglia del grafico.
ja: どうグリッドの線を描画するかです。
nl: Hoe de grafiekrasterlijnen te tekenen.
tr: Grafik ve ızgara çizgilerinin nasıl gösterileceğini belirler.

source: dark theme
ca: tema fosc
da: mørkt tema
it: tema scuro
ja: 暗いテーマ
nl: donker thema
tr: koyu tema

source: gray theme
ca: tema gris
da: gråt tema
it: tema grigio
ja: 灰色のテーマ
nl: grijs thema
tr: gri tema

source: light theme
ca: tema clar
da: lyst tema
it: tema chiaro
ja: 明るいテーマ
nl: licht thema
tr: açık tema

source: custom theme
ca: tema personalitzat
da: tilpasset tema
it: tema personalizzato
ja: 任意のテーマ
nl: aangepast thema
tr: özel tema

source: Use 'custom theme' to select colors that matches your current desktop theme.
ca: Utilitzeu 'tema personalitzat' per seleccionar colors que encaixin amb el vostre tema d'escriptori actual.
da: Brug "tilpasset tema" for at vælge farver, som matcher dit nuværende skrivebordstema.
it: Usa un 'tema personalizzato' per selezionare i colori che corrispondono al tuo tema desktop attuale.
ja: '任意のテーマ' を使用すると、お使いのデスクトップのテーマに合った色を選択できます。
nl: Gebruik 'aangepast thema' om kleuren te kiezen die overeenkomen met het huidige desktopthema.
tr: Mevcut masaüstü temanızla eşleşen renkleri seçmek için 'özel tema'yı kullanın.

source: Border color
ca: Color de les vores
da: Kantfarve
it: Colore bordo
ja: 罫線の色
nl: Randkleur
tr: Kenarlık rengi

source: Click the button to select a border color for the graphs
ca: Cliqueu el botó per seleccionar un color per les vores dels gràfics
da: Klik knappen for at vælge en kantfarve til grafen
it: Fare clic sul pulsante per selezionare un colore del bordo per i grafici
ja: ボタンをクリックすると、グラフの罫線の色を選択できます。
nl: Klik op de knop om een randkleur voor de grafieken te selecteren
tr: Grafiklere kenarlık rengi seçmek için düğmeye tıklayın

source: Background color 1
ca: Color de fons 1
da: Baggrundsfarve 1
it: Colore di sfondo 1
ja: 背景色 1
nl: Achtergrondkleur 1
tr: Arkaplan rengi 1

source: Click the button to select a starting color for the linear gradient of the graph background
ca: Assigneu el color inicial pel degradat del fons del gràfic
da: Klik knappen for at vælge en begyndelsesfarve til den lineære farveovergang i grafens baggrund
it: Fare clic sul pulsante per selezionare un colore iniziale per il gradiente lineare dello sfondo del grafico
ja: ボタンをクリックすると、グラフの背景にかけるグラデーションの始まりの色を選択できます。
nl: Klik op de knop om een beginkleur te selecteren voor de lineaire gradiënt van de grafiekachtergrond
tr: Grafik arka planının doğrusal eğimine başlangıç rengi seçmek için düğmeye tıklayın

source: Background color 2
ca: Color de fons 2
da: Baggrundsfarve 1
it: Colore di sfondo 2
ja: 背景色 2
nl: Achtergrondkleur 2
tr: Arkaplan rengi 2

source: Click the button to select a ending color for the linear gradient of the graph background
ca: Assigneu el color final pel degradat del fons del gràfic
da: Klik knappen for at vælge en slutfarve til den lineære farveovergang i grafens baggrund
it: Fare clic sul pulsante per selezionare un colore finale per il gradiente lineare dello sfondo del grafico
ja: ボタンをクリックすると、グラフの背景にかけるグラデーションの終わりの色を選択できます。
nl: Klik op de knop om een eindkleur te selecteren voor de lineaire gradiënt van de grafiekachtergrond
tr: Grafik arka planının doğrusal eğimine bitiş rengi seçmek için düğmeye tıklayın

source: Label color
ca: Color de l'etiqueta
da: Etiketfarve
it: Colore etichetta
ja: ラベルの色
nl: Labelkleur
tr: Etiket rengi

source: Click the button to select a label color
ca: Cliqueu el botó per seleccionar un color per l'etiqueta
da: Klik på knappen for at vælge etikettens farve
it: Fare clic sul pulsante per selezionare un colore per l'etichetta
ja: ボタンをクリックすると、ラベルの色を選択できます。
nl: Klik op de knop om een labelkleur te selecteren
tr: Bir etiket rengi seçmek için düğmeye tıklayın

source: Label font size
ca: Mida de la font de l'etiqueta principal
da: Etikettens skriftstørrelse
it: Dimensione carattere etichetta
ja: ラベルのフォントサイズ
nl: Lettergrootte label
tr: Etiket yazı tipi boyutu

source: Set the font size for the main label.
ca: Assigneu la mida de la font a l'etiqueta principal.
da: Angiv skriftstørrelsen for den primære etiket
it: Imposta la dimensione del carattere per l'etichetta principale.
ja: メインラベルのフォントサイズを設定します。
nl: Stel de lettergrootte in voor het hoofdlabel.
tr: Ana etiket için yazı tipi boyutunu ayarlar.

source: Detail label color
ca: Color de l'etiqueta de detalls
da: Etiketfarve for detaljer
it: Colore etichetta dettaglio
ja: 詳細ラベルの色
nl: Detail labelkleur
tr: Detay etiket rengi

source: Click the button to select a detail label color
ca: Assigneu el color de l'etiqueta de detalls
da: Klik på knappen for at vælge etiketfarve for detaljer
it: Fare clic sul pulsante per selezionare un colore per l'etichetta dei dettagli
ja: ボタンをクリックすると、詳細ラベルの色を選択できます。
nl: Klik op de knop om een detail labelkleur te selecteren
tr: Detaya bir etiket rengi seçmek için düğmeye tıklayın

source: Detail label font size
ca: Mida de la font de l'etiqueta de detalls
da: Skriftstørrelse for detaljeetiketten
it: Dimensione carattere etichetta dettaglio
ja: 詳細ラベルのフォントサイズ
nl: Lettergrootte detail label
tr: Detay etiket yazı tipi boyutu

source: Set the font size for the detail label.
ca: Assigneu la mida de la font per l'etiqueta de detalls.
da: Angiv skriftstørrelsen for detaljeetiketten
it: Imposta la dimensione del carattere per l'etichetta del dettaglio.
ja: 詳細ラベルのフォントサイズを設定します。
nl: Stel de lettergrootte in voor het detail label.
tr: Detay etiketi için yazı tipi boyutunu ayarlar.

source: default theme
ca: tema per defecte
da: standardtema
it: tema predefinito
ja: 既定のテーマ
nl: standaardthema
tr: varsayılan tema

source: blue theme
ca: tema blau
da: blåt tema
it: tema blu
ja: 青いテーマ
nl: blauw thema
tr: mavi tema

source: Graph color 1
ca: Color del gràfic 1
da: Graffarve 1
it: Colore del grafico 1
ja: グラフの色 1
nl: Grafiekkleur 1
tr: Grafik rengi 1

source: Click the button to select a starting color for the linear gradient of the graph colors. Offset for the first color is always 0.
ca: Assigneu el color inicial pel degradat dels colors del gràfic. El desviament del color inicial és sempre 0.
da: Klik knappen for at vælge en begyndelsesfarve til den lineære farveovergang i grafens farve. Den første farves forskydning er altid 0.
it: Fare clic sul pulsante per selezionare un colore iniziale per il gradiente lineare dei colori del grafico. L'offset per il primo colore è sempre 0.
ja: ボタンをクリックすると、グラフの色にかけるグラデーションの始まりの色を選択できます。最初の色の開始位置は常に 0 です。
nl: Klik op de knop om een beginkleur te selecteren voor de lineaire gradiënt van de grafiekkleuren. De offset voor de eerste kleur is altijd 0.
tr: Grafik renklerinin doğrusal eğimine bir başlangıç rengi seçmek için düğmesine tıklayın. İlk renk için ofset her zaman 0 dır.

source: Graph color 2
ca: Color del gràfic 2
da: Graffarve 2
it: Colore del grafico 2
ja: グラフの色 2
nl: Grafiekkleur 2
tr: Grafik rengi 2

source: Click the button to select a first middle color for the linear gradient of the graph colors.
ca: Assigneu el color del mig pel degradat dels colors del gràfic.
da: Klik knappen for at vælge den første midterste farve til den lineære farveovergang i grafens farve.
it: Fare clic sul pulsante per selezionare un primo colore medio per il gradiente lineare dei colori del grafico.
ja: ボタンをクリックすると、グラフの色にかけるグラデーション 1 つ目の中間色を選択できます。
nl: Klik op de knop om een eerste midden kleur te selecteren voor de lineaire gradiënt van de grafiekkleuren.
tr: Grafik renklerinin doğrusal eğimine birinci ara rengi seçmek için düğmeye tıklayın.

source: Offset for graph color 2
ca: Desviament pel color del gràfic 2
da: Graffarve 2's forskydning
it: Offset per il colore del grafico 2
ja: グラフの色 2 の開始位置
nl: Offset voor grafiekkleur 2
tr: Grafik rengi 2 için ofset

source: Offset for first middle color of the linear gradient
ca: Desviament pel color del mig del degradat
da: Forskydning for den første midterste farve i den lineære farveovergang
it: Offset per il primo colore medio del gradiente lineare
ja: グラデーション 1 つ目の中間色の開始位置です。
nl: Offset voor eerste midden kleur van de lineaire gradiënt
tr: Doğrusal eğimin birinci orta rengi için ofset

source: Graph color 3
ca: Color del gràfic 3
da: Graffarve 3
it: Colore del grafico 3
ja: グラフの色 3
nl: Grafiekkleur 3
tr: Grafik rengi 3

source: Click the button to select a second middle color for the linear gradient of the graph colors.
ca: Assigneu un segon color del mig pel degradat dels colors del gràfic.
da: Klik knappen for at vælge en anden midterste farve til den lineære farveovergang i grafens farve.
it: Fare clic sul pulsante per selezionare un secondo colore medio per il gradiente lineare dei colori del grafico.
ja: ボタンをクリックすると、グラフの色にかけるグラデーション 2 つ目の中間色を選択できます。
nl: Klik op de knop om een tweede midden kleur te selecteren voor de lineaire gradiënt van de grafiekkleuren.
tr: Grafik renklerinin doğrusal eğimine ikinci ara rengi seçmek için düğmeye tıklayın.

source: Offset for graph color 3
ca: Desviament pel color del gràfic 3
da: Graffarve 3's forskydning
it: Offset per il colore del grafico 3
ja: グラフの色 3 の開始位置
nl: Offset voor grafiekkleur 3
tr: Grafik rengi 3 için ofset

source: Offset for second middle color of the linear gradient
ca: Desviament pel segon color del mig del degradat del gràfic
da: Forskydning for den anden midterste farve i den lineære farveovergang
it: Offset per il secondo colore medio del gradiente lineare
ja: グラデーション 2 つ目の中間色の開始位置です。
nl: Offset voor tweede midden kleur van de lineaire gradiënt
tr: Doğrusal eğimin ikinci ara rengi için ofset

source: Graph color 4
ca: Color del gràfic 4
da: Graffarve 4
it: Colore del grafico 4
ja: グラフの色 4
nl: Grafiekkleur 4
tr: Grafik rengi 4

source: Click the button to select a ending color for the linear gradient of the graph colors. Offset for the last color is always 1.
ca: Assigneu el color final pel degradat dels colors del gràfic. El desviament del color final és sempre 1.
da: Klik knappen for at vælge en slutfarve til den lineære farveovergang i grafens farve. Den sidste farves forskydning er altid 1.
it: Fare clic sul pulsante per selezionare un colore finale per il gradiente lineare dei colori del grafico. L'offset per l'ultimo colore è sempre 1.
ja: ボタンをクリックすると、グラフの色にかけるグラデーションの終わりの色を選択できます。最後の色の開始位置は常に 1 です。
nl: Klik op de knop om een eindkleur te selecteren voor de lineaire gradiënt van de grafiekkleuren. De offset voor de laatste kleur is altijd 1.
tr: Grafik renklerinin doğrusal eğimine son rengi seçmek için düğmeye tıklayın. Son renk için ofset her zaman 1dir.

source: Show CPU graph
ca: Mostrar el gràfic de CPU
da: VIs cpu-graf
it: Mostra grafico della CPU
ja: CPU グラフを表示
nl: Toon CPU grafiek
tr: İşlemci grafiğini göster

source: Show or hide the CPU graph
ca: Mostra o amaga el gràfic de CPU
da: Vis eller skjul CPU-grafen
it: Mostra o nascondi il grafico della CPU
ja: CPU グラフを表示/非表示にします。
nl: Toon of verberg de CPU grafiek
tr: İşlemci grafiğini gösterir ya da gizler

source: Horizontal panel width or vertical panel height
ca: Amplada del tauler horitzontal / Alçada del tauler vertical
da: Vandret panelbredde eller lodret panelhøjde
it: Larghezza del pannello orizzontale o altezza del pannello verticale
ja: 水平パネルでの幅、または垂直パネルでの高さ
nl: Breedte horizontaal paneel of hoogte verticaal paneel
tr: Yatay panel genişliği veya dikey panel yüksekliği

source: Set the width of the graph for horizontal panels, or the height of the graph for vertical panels.
ca: La mateixa opció defineix tant l'amplada del tauler horitzontal com l'alçada del tauler vertical, en funció del que utilitzeu.
da: Angiv grafens bredde for vandrette paneler eller højden for lodrette paneler.
it: Imposta la larghezza del grafico per i pannelli orizzontali o l'altezza del grafico per i pannelli verticali.
ja: 水平パネルにおけるグラフの幅か、垂直パネルにおけるグラフの高さを設定します。
nl: Stel de breedte van de grafiek in voor horizontale panelen, of de hoogte van de grafiek voor verticale panelen.
tr: Yatay paneller için grafik genişliğini veya dikey paneller için grafik yüksekliğini ayarlar.

source: Use custom graph label
ca: Utilitzar una etiqueta personalitzada pel gràfic
da: Anvend tilpasset grafetiket
it: Usa un'etichetta grafica personalizzata
ja: グラフに任意のラベルを付ける
nl: Gebruik aangepast grafieklabel
tr: Özel grafik etiketi kullan

source: Choose your own label for the CPU graph
ca: Trieu la vostra etiqueta pel gràfic de CPU
da: Vælg din egen etiket til CPU-grafen
it: Scegli la tua etichetta per il grafico della CPU
ja: CPU グラフに独自のラベルを付けます。
nl: Kies uw eigen label voor de CPU grafiek
tr: İşlemci grafiği için kendi etiketinizi belirleyin

source: Set the custom label for the CPU graph
ca: Assigneu l'etiqueta personalitzada del gràfic de CPU
da: Angiv den tilpassede etiket til CPU-grafen
it: Impostare l'etichetta personalizzata per il grafico della CPU
ja: CPU グラフに付けるラベル
nl: Stel het aangepaste label voor de CPU grafiek in
tr: İşlemci grafiği için özel etiket belirle

source: Show details
ca: Mostrar detalls
da: Vis detaljer
it: Mostra dettagli
ja: 詳細を表示
nl: Toon details
tr: Detayları göster

source: Show or hide the CPU usage label
ca: Mostra o amaga l'etiqueta d'ús de CPU
da: Vis eller skjul etiketten for CPU-forbrug
it: Mostra o nascondi l'etichetta di utilizzo della CPU
ja: CPU 使用率のラベルを表示/非表示にします。
nl: Toon of verberg het CPU-gebruik label
tr: İşlemci kullanım grafiğini gösterir ya da gizler

source: Show the memory graph
ca: Mostrar el gràfic de memòria
da: Vis hukommelsesgrafen
it: Mostra il grafico della memoria
ja: メモリグラフを表示
nl: Toon de geheugen grafiek
tr: Bellek grafiğini göster

source: Show or hide the memory graph
ca: Mostra o amaga el gràfic de memòria
da: Vis eller skjul hukommelsesgrafen
it: Mostra o nascondi il grafico della memoria
ja: メモリグラフを表示/非表示にします。
nl: Toon of verberg de geheugen grafiek
tr: Bellek grafiğini gösterir ya da gizler

source: Horizontal panel width or vertical panel height.
ca: Amplada del tauler horitzontal / Alçada del tauler vertical.
da: Vandret panelbredde eller lodret panelhøjde.
it: Larghezza del pannello orizzontale o altezza del pannello verticale.
ja: 水平パネルでの幅、または垂直パネルでの高さ
nl: Breedte horizontaal paneel of hoogte verticaal paneel.
tr: Yatay panel genişliği veya dikey panel yüksekliği.

source: Choose your own label for the memory graph
ca: Trieu la vostra etiqueta pel gràfic de RAM
da: Vælg din egen etiket til hukommelsesgrafen
it: Scegli la tua etichetta per il grafico della memoria
ja: メモリグラフに独自のラベルを付けます。
nl: Kies uw eigen label voor de geheugen grafiek
tr: Bellek grafiği için kendi etiketinizi belirleyin

source: Set the custom label for the memory graph
ca: Assigneu l'etiqueta personalitzada del gràfic de RAM
da: Angiv den tilpassede etiket til hukommelsesgrafen
it: Imposta l'etichetta personalizzata per il grafico di memoria
ja: メモリグラフに付けるラベル
nl: Stel het aangepaste label voor de geheugen grafiek in
tr: Bellek grafiği için özel etiket belirle

source: Show or hide the memory usage label
ca: Mostra o amaga l'etiqueta de l'ús de memòria
da: Vis eller skjul etiketten for hukommelsesforbrug
it: Mostra o nascondi l'etichetta di utilizzo della memoria
ja: メモリ使用率のラベルを表示/非表示にします。
nl: Toon of verberg het geheugen gebruik label
tr: Bellek kullanım grafiğini gösterir ya da gizler

source: Show NET (in) graph
ca: Mostrar el gràfic de xarxa (entrant)
da: Vis NET (ned)-grafen
it: Mostra grafico RETE (in entrata)
ja: ネット (受信) グラフを表示
nl: Toon NET (in) grafiek
tr: AĞ (gelen) grafiği

source: Show or hide the NET (in) graph
ca: Mostra o amaga el gràfic de xarxa (entrant)
da: Vis eller skjul NET (ned)-grafen
it: Mostra o nasconde il grafico RETE (in entrata)
ja: ネット (受信) グラフを表示/非表示にします。
nl: Toon of verberg de NET (in) grafiek
tr: AĞ (gelen) grafiğini gösterir ya da gizler

source: Mbit/s
ca: Mb/s
ja: Mbps

source: Internet speed (in).
ca: Velocitat d'internet (entrada).
da: Internethastighed (ned).
it: Velocità internet (in entrata)
ja: インターネット速度 (下り)
nl: Internetsnelheid (in).
tr: İnternet hızı (gelen).
