Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/password-generator@spencerlommel.com/*.po
Languages: es, fi, fr

source: Generate Random Password
es: Generar contraseña aleatoria
fi: Luo arvottu salasana
fr: Créer un mot de passe aléatoire

source: Please enable at least one value in settings.
es: Por favor, active al menos un valor en la configuración.
fi: Ota asetuksissa käyttöön vähintään yksi arvo.
fr: Veuillez indiquer au moins une valeur dans les paramètres.

source: Copy
es: Copiar
fi: Kopioi
fr: Copie

source: Configurable Password Generator
es: Generador de contraseñas configurable
fi: Muokattava salasanageneraattori
fr: Générateur de mots de passe configurable

source: Password Generator
es: Generador de contraseñas
fr: Générateur de mot de passe

source: Password Settings
es: Configuración de la contraseña
fi: Salasanan asetukset
fr: Préférences pour le mot de passe

source: characters
es: caracteres
fi: merkkiä
fr: caractères

source: Password Length
es: Longitud de la contraseña
fi: Salasanan pituus
fr: Longueur du mot de passe

source: The password can be any length from 1 to 32 characters.
es: La contraseña puede tener entre 1 y 32 caracteres.
fi: Salasanan pituus voi olla mikä tahansa 1-32 merkkiä.
fr: Le mot de passe peut comporter de 1 à 32 caractères.

source: Include Lowercase Letters
es: Incluir minúsculas
fi: Sisältää pieniä kirjaimia
fr: Mettre des lettres minuscules

source: Include Uppercase Letters
es: Incluir mayúsculas
fi: Sisältää suuria kirjaimia
fr: Mettre des lettres majuscules

source: Include Numbers
es: Incluir números
fi: Sisältää numeroita
fr: Mettre des nombres

source: Include Symbols
es: Incluir símbolos
fi: Sisältää symboleja
fr: Mettre des symboles

source: Copy Settings
es: Copiar configuración
fi: Kopioinnin asetukset
fr: Préférences pour la copie

source: Automatically Copy To Clipboard
es: Copiar automáticamente al portapapeles
fi: Kopioi automaattisesti leikepöydälle
fr: Copie automatique dans le presse-papiers

source: When clicking the lock icon, instead of opening a window where the password can be copied it is instead automatically copied to your Clipboard.
es: Al hacer clic en el icono del candado, en lugar de abrirse una ventana en la que se puede copiar la contraseña, ésta se copia automáticamente en el Portapapeles.
fi: Kun painat lukkokuvaketta se kopioidaan automaattisesti leikepöydälle.
fr: Lorsque vous cliquez sur l'icône du cadenas, au lieu d'ouvrir une fenêtre dans laquelle le mot de passe peut être copié, il est automatiquement copié dans votre presse-papiers.

source: Play sound on copy
es: Reproducir sonido al copiar
fi: Kopioi leikepöydälle ja anna äänimerkki
fr: Emettre un son lors de la copie

source: Toggles whether or not a sound is played when the password is copied to the Clipboard
es: Activa o desactiva la reproducción de un sonido cuando la contraseña se copia en el Portapapeles
fi: Toistetaan äänimerkki kun salasana on kopioitu leikepöydälle
fr: Indique si un son est joué ou non lorsque le mot de passe est copié dans le presse-papiers

source: Select a sound to play when the password is copied
es: Seleccione el sonido que se reproducirá al copiar la contraseña
fi: Valitse äänimerkki jota haluat käyttää
fr: Sélectionner le son à jouer lorsque le mot de passe est copié
