Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/collapsible-systray@feuerfuchs.*/*.po
Languages: eu

source: Collapse
eu: Verkleinern

source: Expand
eu: Erweitern

source: No icons to hide/reveal
eu: Keine Symbole zum verstecken/anzeigen

source: Active applications
eu: Aktive Anwendungen

source: Inactive applications
eu: Inaktive Anwendungen

source: A replacement for the abandoned System Tray Collapsible Cinnamon applet
eu: Ein Nachfolger für das populäre System Tray Collapsible Cinnamon-Applet

source: Collapsible Systray
eu: Zusammenklappbares Systray

source: Behavior
eu: Verhalten

source: Appearance
eu: Aussehen

source: Animation support (disable if icons stop updating)
eu: Unterstützung von Animation (deaktivieren, wenn Icons sich nicht aktualisieren)

source: Disable if you have issues with icons not updating themselves.
eu: Deaktiviere diese Einstellung, wenn sich einige Icons nicht mehr aktualisieren.

source: milliseconds
eu: Millisekunden

source: Animation duration
eu: Animationsdauer

source: Expand on hover
eu: Beim Hovern erweitern

source: Expand on hover delay
eu: Beim Hovern erweitern - Verzögerung

source: Collapse on un-hover
eu: Beim Verlassen verkleinern

source: Collapse on un-hover delay
eu: Beim Verlassen verkleinern - Verzögerung

source: seconds
eu: Sekunden

source: Startup collapse delay
eu: Verkleinern beim Start - Verzögerung

source: The delay until the applet automatically collapses upon startup
eu: Die Verzögerung, bis das Applet sich automatisch beim Start verkleinert

source: Sort icons by name
eu: Symbole nach Namen sortieren

source: If unchecked, the order of the icons will be pretty much random
eu: Wenn inaktiv, dann ist die Reihenfolge willkürlich

source: Disable hover effect for tray icons
eu: Hover-Effekt für Tray-Symbole deaktivieren

source: If you have problems with the hover effect or it simply doesn't look good, you should enable this setting
eu: Falls der Hover-Effekt nicht richtig funktioniert oder nicht gut aussieht, solltest du diese Einstellung aktivieren

source: Horizontal expand icon
eu: Erweitern-Symbol (horizontal)

source: Enter either the icon's qualified name or it's full path
eu: Gib entweder den Namen des Symbols oder den kompletten Pfad an

source: Horizontal collapse icon
eu: Verkleinern-Symbol (horizontal)

source: Vertical expand icon
eu: Erweitern-Symbol (vertikal)

source: Vertical collapse icon
eu: Verkleinern-Symbol (vertikal)

source: px
eu: Pixel

source: Padding of tray icons
eu: Abstand von Tray-Symbolen

source: Internal use
eu: Interne Verwendung
