Repository: linuxmint/cinnamon-spices-applets
Catalog: VPN-Sentinel@claudiux/files/VPN-Sentinel@claudiux/po/*.po
Languages: vi

source: Timestamp
vi: Dấu thời gian

source: Date and Time
vi: Ngày và Giờ

source: Message
vi: Tin nhắn

source: VPN-Sentinel has just started.
vi: VPN-Sentinel vừa được khởi động.

source: Connected to VPN: %s
vi: Đã kết nối đến VPN: %s

source: Connected to WIREGUARD: %s
vi: Đã kết nối đến WIREGUARD: %s

source: Connected to: %s
vi: Đã kết nối đến: %s

source: %s has just been launched.
vi: %s vừa được khởi chạy.

source: %s has just been stopped.
vi: %s vừa được dừng.

source: %s stopped because the VPN link is idle.
vi: %s đã dừng vì liên kết VPN không hoạt động.

source: Connection lost. Attempt to reconnect to: %s
vi: Mất kết nối. Đang thử kết nối lại đến: %s

source: Connection to:
vi: Kết nối đến:

source: Connected to:
vi: Đã kết nối đến:

source: Disconnected from:
vi: Đã ngắt kết nối từ:

source: Switching to:
vi: Đang chuyển sang:

source: (None)
vi: (Không có)

source: ENABLED
vi: ĐÃ BẬT

source: DISABLED
vi: ĐÃ TẮT

source: TRANSIENT
vi: TẠM THỜI

source: Other active VPN links (select to disable):
vi: Các liên kết VPN đang hoạt động khác (chọn để tắt):

source: Connections
vi: Kết nối

source: Connect to VPN as soon as this applet starts.
vi: Kết nối đến VPN ngay khi applet này khởi động.

source: Try to reconnect to VPN when it shuts down incidentally.
vi: Thử kết nối lại đến VPN khi nó tắt ngẫu nhiên.

source: VPN Policy
vi: Chính sách VPN

source: Internet Apps Manager
vi: Trình quản lý Ứng dụng Internet

source: Open Activity Logs
vi: Mở Nhật ký Hoạt động

source: Reload Country Flag
vi: Tải lại Cờ Quốc gia

source: Confirm this Country Flag
vi: Xác nhận Cờ Quốc gia này

source: Network Settings
vi: Cài đặt Mạng

source: Network Connections
vi: Kết nối Mạng

source: VPN: %s Device: %s Since: %s
vi: VPN: %s Thiết bị: %s Từ: %s

source: WIREGUARD: %s Device: %s Since: %s
vi: WIREGUARD: %s Thiết bị: %s Từ: %s

source: Disconnected
vi: Đã ngắt kết nối

source: Transient
vi: Tạm thời

source: Deactivated
vi: Đã vô hiệu hóa

source: VPN-Sentinel re-loading requested.
vi: Đã yêu cầu tải lại VPN-Sentinel.

source: VPN-Sentinel was stopped.
vi: VPN-Sentinel đã bị dừng.

source: Still connected to VPN: %s
vi: Vẫn đang kết nối đến VPN: %s

source: Still connected to WIREGUARD: %s
vi: Vẫn đang kết nối đến WIREGUARD: %s

source: Still connected to: %s
vi: Vẫn đang kết nối đến: %s

source: No VPN/WIREGUARD link.
vi: Không có liên kết VPN/WIREGUARD.

source: VPN/WIREGUARD Status: Transient.
vi: Trạng thái VPN/WIREGUARD: Tạm thời.

source: The applet %s is fully functional.
vi: Applet %s hoạt động đầy đủ chức năng.

source: All dependencies are installed
vi: Tất cả các phụ thuộc đã được cài đặt

source: You appear to be missing some of the programs required for this applet to have all its features.
vi: Bạn dường như thiếu một số chương trình cần thiết để applet này có đầy đủ tính năng.

source: Please execute, in the just opened terminal, the commands:
vi: Vui lòng thực thi, trong terminal vừa mở, các lệnh:

source: Some dependencies are not installed!
vi: Một số phụ thuộc chưa được cài đặt!

source: Execution of '%s' failed:
vi: Thực thi '%s' thất bại:

source: VPN Sentinel is a powerful applet that monitors the VPN (or Wireguard) link, displays its status, can automatically connect to the last used VPN, reconnect the VPN link in case of unexpected disconnection, and start or stop certain Internet applications depending on the VPN status.
vi: VPN Sentinel là một applet mạnh mẽ giám sát liên kết VPN (hoặc Wireguard), hiển thị trạng thái của nó, có thể tự động kết nối đến VPN được sử dụng lần cuối, kết nối lại liên kết VPN trong trường hợp mất kết nối không mong muốn, và khởi động hoặc dừng các ứng dụng Internet nhất định tùy thuộc vào trạng thái VPN.

source: Notifications
vi: Thông báo

source: Flags
vi: Cờ

source: Flag
vi: Cờ

source: Sound Alert
vi: Cảnh báo Âm thanh

source: Icon colors
vi: Màu biểu tượng

source: Connection Policy
vi: Chính sách Kết nối

source: Bypass VPN for below domains
vi: Bỏ qua VPN cho các tên miền bên dưới

source: Activity Log
vi: Nhật ký Hoạt động

source: Settings
vi: Cài đặt

source: Managed Apps
vi: Ứng dụng được Quản lý

source: Show the VPN server country flag next to the icon
vi: Hiển thị cờ quốc gia máy chủ VPN bên cạnh biểu tượng

source: If this box is checked, a request is sent to a geolocation server to find out the country where your VPN server is located and its flag is displayed next to the icon of this applet.
vi: Nếu hộp này được chọn, một yêu cầu sẽ được gửi đến máy chủ định vị địa lý để tìm ra quốc gia nơi máy chủ VPN của bạn được đặt và cờ của nó được hiển thị bên cạnh biểu tượng của applet này.

source: While VPN is OFF
vi: Khi VPN TẮT

source: Hide the flag place
vi: Ẩn vị trí cờ

source: No flag, but leave its place
vi: Không có cờ, nhưng để lại vị trí của nó

source: Show my Country's Flag
vi: Hiển thị Cờ Quốc gia của tôi

source: (While VPN is OFF or in TRANSIENT mode)
vi: (Khi VPN TẮT hoặc ở chế độ TẠM THỜI)

source: Emit an audible alert when VPN shuts down incidentally
vi: Phát cảnh báo âm thanh khi VPN tắt ngẫu nhiên

source: Emit this audible alert when this Applet starts, if VPN is down.
vi: Phát cảnh báo âm thanh này khi Applet này khởi động, nếu VPN đang tắt.

source: While VPN is Connected
vi: Khi VPN Đã kết nối

source: While VPN is Disconnected
vi: Khi VPN Đã ngắt kết nối

source: While VPN is in Transition state
vi: Khi VPN ở trạng thái Chuyển tiếp

source: Border opacity
vi: Độ mờ đường viền

source: Apply
vi: Áp dụng

source: Try to connect to last VPN as soon as VPN Sentinel starts.
vi: Thử kết nối đến VPN cuối cùng ngay khi VPN Sentinel khởi động.

source: Deactivate this applet at startup
vi: Vô hiệu hóa applet này khi khởi động

source: When this option is checked, this applet starts in 'deactivated' state, saving resources but not monitoring anything. You can activate it from its menu.
vi: Khi tùy chọn này được chọn, applet này khởi động ở trạng thái 'đã vô hiệu hóa', tiết kiệm tài nguyên nhưng không giám sát bất cứ thứ gì. Bạn có thể kích hoạt nó từ menu của nó.

source: Do not try to automatically reconnect to VPN when disconnected through VPN Sentinel
vi: Không thử tự động kết nối lại đến VPN khi ngắt kết nối thông qua VPN Sentinel

source: Set the keybinding here to activate/deactivate the last used VPN.
vi: Đặt phím tắt ở đây để kích hoạt/vô hiệu hóa VPN được sử dụng lần cuối.

source: Domain
vi: Tên miền

source: Clicking this 'Apply' button will stop and then start your default connection. Thus, all active VPN connections will be closed.
vi: Nhấp nút 'Áp dụng' này sẽ dừng và sau đó khởi động kết nối mặc định của bạn. Do đó, tất cả các kết nối VPN đang hoạt động sẽ bị đóng.

source: Log status changes of VPNs and Internet applications
vi: Ghi nhật ký thay đổi trạng thái của VPN và ứng dụng Internet

source: Lifetime (days)
vi: Thời gian tồn tại (ngày)

source: Lifetime of a record in the log file, in days.
vi: Thời gian tồn tại của một bản ghi trong tập tin nhật ký, tính bằng ngày.

source: Open Activity Log
vi: Mở Nhật ký Hoạt động

source: Clear Activity Log
vi: Xóa Nhật ký Hoạt động

source: This list will be completed automatically. Confirm the lines with correct data in order to immediately display the flag of the country where the VPN server is located.
vi: Danh sách này sẽ được hoàn thành tự động. Xác nhận các dòng có dữ liệu chính xác để ngay lập tức hiển thị cờ của quốc gia nơi máy chủ VPN được đặt.

source: Flag List
vi: Danh sách Cờ

source: VPN Name
vi: Tên VPN

source: Country Code
vi: Mã Quốc gia

source: Confirmed
vi: Đã xác nhận

source: Sort by
vi: Sắp xếp theo

source: None
vi: Không

source: Manage Internet Apps
vi: Quản lý Ứng dụng Internet

source: This option allows this applet to manage the Internet applications you listed below.
vi: Tùy chọn này cho phép applet này quản lý các ứng dụng Internet mà bạn đã liệt kê bên dưới.

source: Show Help
vi: Hiển thị Trợ giúp

source: Name: Application name, as it appears in Menu/Internet. Launch: Whether or not to launch this application as soon as the VPN link becomes active. VPN only: Whether or not to quickly stop this application if it is started while the VPN is idle.
vi: Tên: Tên ứng dụng, như nó xuất hiện trong Menu/Internet. Khởi chạy: Có khởi chạy ứng dụng này ngay khi liên kết VPN trở nên hoạt động hay không. Chỉ VPN: Có nhanh chóng dừng ứng dụng này hay không nếu nó được khởi động trong khi VPN không hoạt động.

source: Managed applications
vi: Ứng dụng được quản lý

source: Name
vi: Tên

source: Launch
vi: Khởi chạy

source: VPN only
vi: Chỉ VPN

source: Add all Menu/Internet applications
vi: Thêm tất cả ứng dụng Menu/Internet
