Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/trilium-api@beatlink/*.po
Languages: fr, hu, vi, zh_tw

source: Toggle Reminders
fr: Activer/désactiver les rappels
hu: Emlékeztetők be-/kikapcsolása
vi: Bật/Tắt Nhắc nhở
zh_tw: 切換提醒

source: Applet for Displaying Text from a Trilium API Script
fr: Applet pour afficher du texte à partir d'un script API Trilium
hu: Kisalkalmazás szöveg megjelenítéséhez egy Trilium API szkriptből
vi: Applet Hiển thị Văn bản từ Script API Trilium
zh_tw: 用於顯示 Trilium API 指令碼文字的小程式

source: Trilium API
vi: API Trilium

source: Trilium Location
fr: Emplacement Trilium
hu: Trilium hely
vi: Vị trí Trilium
zh_tw: Trilium 位置

source: API Settings
fr: Paramètres d'API
hu: API beállítások
vi: Cài đặt API
zh_tw: API 設定

source: Label Display
fr: Affichage des étiquettes
hu: Címke megjelenítése
vi: Hiển thị Nhãn
zh_tw: 標籤顯示

source: Reminder Flash
fr: Flash de rappel
hu: Emlékeztető villogó
vi: Nhấp nháy Nhắc nhở
zh_tw: 提醒閃爍

source: Open On Click
fr: Ouvrir au clic
hu: Megnyitás kattintásra
vi: Mở khi Nhấp
zh_tw: 點選開啟

source: App Location
fr: Emplacement de l'application
hu: Alkalmazás helye
vi: Vị trí Ứng dụng
zh_tw: 應用程式位置

source: This Computer
fr: Cet ordinateur
hu: Ez a számítógép
vi: Máy tính này
zh_tw: 本機

source: Remote Server
fr: Serveur distant
hu: Távoli szerver
vi: Máy chủ Từ xa
zh_tw: 遠端伺服器

source: Please indicate whether this applet should point to the Trilium app installed locally or a remote URL
fr: Veuillez indiquer si cette applet doit pointer vers l'application Trilium installée localement ou vers une URL distante.
hu: Kérjük, jelezze, hogy ennek az appletnek a helyileg telepített Trilium alkalmazásra vagy egy távoli URL-re kell-e mutatnia
vi: Vui lòng chỉ định xem applet này nên trỏ đến ứng dụng Trilium được cài đặt cục bộ hay một URL từ xa
zh_tw: 請指定小程式要指向本機安裝的 Trilium 應用程式或是遠端 URL

source: Remote Server URL
fr: URL du serveur distant
hu: Távoli szerver URL-címe
vi: URL Máy chủ Từ xa
zh_tw: 遠端伺服器 URL

source: Enter the URL for the Trilium Server this app should connect to. (e.g https://trilium.example.com)
fr: Saisissez l'URL du serveur Trilium auquel cette application doit se connecter (par exemple : https://trilium.example.com)
hu: Add meg annak a Trilium szervernek az URL-címét, amelyhez az alkalmazásnak csatlakoznia kell. (pl. https://trilium.example.com)
vi: Nhập URL cho Máy chủ Trilium mà ứng dụng này nên kết nối đến. (ví dụ: https://trilium.example.com)
zh_tw: 請輸入此應用程式應連線的 Trilium 伺服器 URL（例如 https://trilium.example.com）

source: API Endpoint
fr: Point de terminaison d'API
hu: API Végpont
vi: Điểm cuối API
zh_tw: API 端點

source: The Trilium API Endpoint that requests are sent to (whatever comes after 'custom/')
fr: Le point de terminaison d'API Trilium auquel les requêtes sont envoyées (ce qui suit 'custom/')
hu: A Trilium API végpont, ahová a kéréseket küldik (bármi is legyen a 'custom/' után)
vi: Điểm cuối API Trilium mà các yêu cầu được gửi đến (bất cứ thứ gì sau 'custom/')
zh_tw: 傳送請求的 Trilium API 端點（'custom/' 後面的部分）

source: API Key
fr: Clé API
hu: API kulcs
vi: Khóa API
zh_tw: API 金鑰

source: The API Key used in Agenda Panel script
fr: La clé API utilisée dans le script du panneau d'agenda
hu: Az Agenda Panel szkriptben használt API-kulcs
vi: Khóa API được sử dụng trong script Bảng kế hoạch
zh_tw: Agenda Panel 指令碼中使用的 API 金鑰

source: Fetch Action
fr: Action de récupération
hu: Lekérés művelet
vi: Hành động Lấy dữ liệu
zh_tw: 擷取動作

source: The action sent during fetch requests
fr: Action envoyée lors des demandes de récupération
hu: A lekérések során küldött művelet
vi: Hành động được gửi trong các yêu cầu lấy dữ liệu
zh_tw: 擷取請求期間傳送的動作

source: Click Action
fr: Cliquez sur Action
hu: Kattintási művelet
vi: Hành động Nhấp
zh_tw: 點選動作

source: The action sent when the applet is clicked
fr: Action envoyée lorsque l'on clique sur l'applet
hu: A kisalkalmazásra kattintáskor végrehajtott művelet
vi: Hành động được gửi khi applet được nhấp
zh_tw: 點選小程式時傳送的動作

source: How often (in seconds) to check the API for new text.
fr: À quelle fréquence (en secondes) vérifier l'API pour un nouveau texte.
hu: Milyen gyakran (másodpercben) kell ellenőrizni az API-t új szövegek után.
vi: Tần suất (tính bằng giây) kiểm tra API để tìm văn bản mới.
zh_tw: 檢查 API 中是否有新文字的頻率（以秒為單位）。

source: The text added to the beginning of every panel message
fr: Le texte ajouté au début de chaque message du panneau
hu: A szöveg, ami minden panelüzenet elejére kerül
vi: Văn bản được thêm vào đầu mỗi tin nhắn panel
zh_tw: 附加到每個面板訊息開頭的文字

source: The text added to the end of every panel message
fr: Le texte ajouté à la fin de chaque message du panneau
hu: A szöveg, amit minden panelüzenet végére hozzáadnak
vi: Văn bản được thêm vào cuối mỗi tin nhắn panel
zh_tw: 附加到每個面板訊息結尾的文字

source: The width of the panel text in characters
fr: La largeur du texte du panneau en caractères
hu: A panel szövegének szélessége karakterekben
vi: Độ rộng của văn bản panel tính bằng ký tự
zh_tw: 面板文字的字元寬度

source: Sets whether the reminder flashes are enabled or not
fr: Définir si les flashs de rappel sont activés ou non
hu: Beállítja, hogy az emlékeztető villogása engedélyezve legyen-e vagy sem
vi: Đặt xem các nhấp nháy nhắc nhở có được bật hay không
zh_tw: 設定是否啟用提醒閃爍

source: How often (in seconds) to flash the applet periodically for reminders.
fr: À quelle fréquence (en secondes) faire clignoter périodiquement l'applet pour les rappels.
hu: Milyen gyakran (másodpercben) villogjon a kisalkalmazás periodikusan emlékeztetőkként.
vi: Tần suất (tính bằng giây) nhấp nháy applet định kỳ để nhắc nhở.
zh_tw: 設定提醒閃爍的頻率（以秒為單位）。

source: How long (in milliseconds) should the applet reminder color stay set. Set to 0 for infinity
fr: Durée (en millisecondes) de la couleur de rappel de l'applet. Régler sur 0 pour l'infini.
hu: Mennyi ideig (milliszekundumban) maradjon beállítva a kisalkalmazás emlékeztető színe? Állítsa 0-ra a végtelenséghez
vi: Bao lâu (tính bằng mili giây) mà màu nhắc nhở applet nên được giữ. Đặt thành 0 để vô hạn
zh_tw: 小程式提醒顏色應保持設定的時間（以毫秒為單位）。設定為 0 代表無限期

source: The color used when reminding
fr: La couleur utilisée pour les rappels
hu: Az emlékeztetőhöz használt szín
vi: Màu được sử dụng khi nhắc nhở
zh_tw: 提醒時使用的顏色

source: Open Trilium when the applet is clicked
fr: Ouvrir Trilium lorsque l'on clique sur l'applet
hu: Nyissa meg a Triliumot, amikor a kisalkalmazásra kattint
vi: Mở Trilium khi applet được nhấp
zh_tw: 點選小程式時開啟 Trilium

source: The command to open Trilium
fr: Commande pour ouvrir Trilium
hu: A parancs a Trilium megnyitásához
vi: Lệnh để mở Trilium
zh_tw: 用來開啟 Trilium 的指令
