Repository: linuxmint/cinnamon-spices-applets
Catalog: 0dyseus@DesktopHandler/files/0dyseus@DesktopHandler/po/*.po
Languages: cs, hr, sv

source: Description
cs: Popis

source: This applet is based on [Smart Panel](https://cinnamon-spices.linuxmint.com/extensions/view/32) extension and [Show Desktop ++](https://cinnamon-spices.linuxmint.com/applets/view/165) applet, both authored by **mohammad-sn**. I *mixed* both of them into an applet because there is not always room on the panel to perform the actions added by **Smart Panel**. The **Smart Panel** extension can still be installed and activated at the same time than this applet to have even more desktop actions.
cs: Tento aplet je založen na rozšíření [Smart Panel](https://cinnamon-spices.linuxmint.com/extensions/view/32) a na [Show Desktop ++](https://cinnamon-spices.linuxmint.com/applets/View/165) apletu, oba od autora **mohammad-sn**. Já jsem *smíchal* oba z nich do jednoho apletu, protože na panelu není vždy prostor k provádění akcí přidaných ze **Smart Panel**. Rozšíření **Smart Panel** může být stále nainstalováno a aktivováno současně s tímto apletem, aby bylo možné provádět ještě další akce na ploše.

source: Features
cs: Vlastnosti a funkce

source: The applet icon, background color and width can be customized.
cs: Ikonu apletu, barvu pozadí a šířku lze přizpůsobit.

source: Scroll over applet actions:
cs: Nastavitelné akce při rolování:

source: Switch between workspaces
cs: Přepínání mezi pracovními plochami
hr: Prebaci između radnih prostora
sv: Växla mellan arbetsytor

source: Adjust opacity of windows
cs: Upravit průhlednost okna
hr: Prilagodi prozirnost prozora
sv: Justera fönsteropacitet

source: Toggle Show desktop
cs: Zobrazit pracovní plochu
hr: Prikaži radnu površinu
sv: Visa skrivbordet

source: Switch between windows
cs: Přepínání mezi okny
hr: Prebaci između prozora
sv: Växla mellan fönster

source: Posibility to perform different actions for scrolling up and down.
cs: Možnost provádět různé akce pro posouvání nahoru a dolů.

source: Posibility to perform different actions on left and middle click.
cs: Možnost provádět různé akce pro levé a střední kliknutí.

source: Actions for up/down scroll and/or left/middle clicks.
cs: Akce pro rolovací tlačítka nahoru/dolů a/nebo kliknutí na levé/střední tlačítko.

source: Launch App Switcher
cs: Spustit přepínání aplikací
hr: Pokreni izmjenjivača aplikacija
sv: Starta programväxlaren

source: Show Desktop
cs: Zobrazit pracovní plochu

source: Run 1st Custom Command
cs: Spustit 1. uživatelský příkaz
hr: Pokreni 1. prilagođenu naredbu
sv: Kör 1:a anpassade kommandot

source: Run 2nd Custom Command
cs: Spustit 2. uživatelský příkaz
hr: Pokreni 2. prilagođenu naredbu
sv: Kör 2:a anpassade kommandot

source: Run 3rd Custom Command
cs: Spustit 3. uživatelský příkaz
hr: Pokreni 3. prilagođenu naredbu
sv: Kör 3:e anpassade kommandot

source: Run 4rd Custom Command
cs: Spustit 4. uživatelský příkaz
hr: Pokreni 4. prilagođenu naredbu
sv: Kör 4:e anpassade kommandot

source: Posibility to create a windows list menu.
cs: Možnost vytvoření seznamu oken v menu.

source: Left/Middle/Right click on applet can be configured to open the windows list menu.
cs: Levé/střední/pravé kliknutí na aplet lze nakonfigurovat tak, aby otevřelo nabídku se seznamem oken.

source: Desktop peek functionality with configurable levels of opacity.
cs: Vylepšení funkčnosti s nastavitelnými úrovněmi průhlednosti plochy.

source: The following two sections are available only in English.
cs: Následující dvě části jsou k dispozici pouze v angličtině.
sv: Följande två sektioner är endast tillgängliga på Engelska.

source: Do not install on any other version of Cinnamon.
cs: Neinstalujte v žádné jiné verzi Cinnamonu.

source: Compatibility
cs: Kompatibilita

source: Help
cs: Nápověda
hr: Pomoć
sv: Hjälp

source: Contributors
cs: Přispěvatelé
sv: Medhjälpare

source: Changelog
cs: Přehled změn
sv: Ändringslogg

source: Help for %s
cs: Nápověda pro %s
sv: Hjälp för %s

source: IMPORTANT!!!
cs: DŮLEŽITÉ!!!
sv: VIKTIGT!!!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
cs: Nikdy neodstraňujte soubory ze složky tohoto xletu. Mohlo by to narušit funkčnost xletu.
sv: Ta aldrig bort någon av filerna i den här xlet-mappen. Det kan förstöra programmets funktioner.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
cs: Zprávy o chybách, požadavky na funkce a příspěvky by měly být prováděny v repozitáři tohoto xletu, na který je odkaz dále.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på följande länk.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
cs: Lokalizace apletů/deskletů/rozšíření (a.k.a. xlety)
sv: Applets/Desklets/Extensions (xlets) översättning

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
cs: Pokud byl tento xlet nainstalován z nastavení systému v Cinnamonu, byly všechny tyto lokalizace xletu automaticky nainstalovány.
sv: Om denna xlet installerades från Cinnamons inställningar, installerades också alla översättningar automatiskt.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
cs: Pokud byl tento xlet nainstalován ručně a nikoliv pomocí nastavení systému v Cinnamonu, mohou být lokalizace instalovány spuštěním skriptu nazvaného ** localizations.sh ** z terminálu otevřeného uvnitř složky xletu.
sv: Om denna xlet installerades manuellt och inte via Cinnamons inställningar, kan översättningar installeras genom att köra skriptet **localizations.sh** från en terminal öppnad i programmappen.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
cs: Pokud tento xlet nemá k dispozici překlad pro váš jazyk, můžete jej vytvořit podle následujících pokynů.
sv: Om ditt språk saknas i denna xlet, kan du översätta den med hjälp av följande instruktioner.

source: Close window
cs: Zavřít okno
hr: Zatvori prozor
sv: Stäng fönstret

source: Close all windows from this wrokspace
cs: Zavřít všechna okna na této ploše
hr: Zatvori sve prozore sa ovog radnog prostora
sv: Stäng alla fönster på arbetsytan

source: No open windows
cs: Žádná otevřená okna
hr: Nema otvorenih prozora
sv: Inga öppna fönster

source: Close all windows from all workspaces
cs: Zavřít všechna okna na všech plochách
hr: Zatvori sve prozore sa svih radnog prostora
sv: Stäng alla fönster på alla arbetsytor

source: About...
cs: O aplikaci...
hr: O programu...
sv: Om...

source: Configure...
cs: Nastavit...
hr: Prilagodi…
sv: Konfigurera...

source: Remove '%s'
cs: Odebrat '%s'
hr: Ukloni '%s'
sv: Ta bort "%s"

source: Are you sure that you want to remove '%s' from your panel?
cs: Jste si jisti, že chcete odstranit '%s' z panelu?
hr: Sigurno želite ukloniti '%s' s panela?
sv: Vill du verkligen ta bort "%s" från panelen?

source: Cancel
cs: Zrušit
hr: Odustani
sv: Avbryt

source: None
cs: Žádná
hr: Nikakva
sv: Ingen

source: Icons only
cs: Pouze ikony
hr: Samo ikone
sv: Endast ikoner

source: Thumbnails only
cs: Pouze náhledy
hr: Samo minijature
sv: Endast miniatyrer

source: Icons and thumbnails
cs: Ikony a náhledy
hr: Ikone i pregled minijatura
sv: Ikoner och miniatyrer

source: Icons and window preview
cs: Ikony a náhledy oken
hr: Ikone i pregled prozora
sv: Ikoner och förhandsvisning

source: Window preview (no icons)
cs: Přehled oken (bez ikon)
hr: Pregled prozora (bez ikona)
sv: Förhandsvisning (inga ikoner)

source: Timeline (3D)
cs: Časová osa (3D)
hr: Vremenska linija (3D)
sv: Tidslinje (3D)

source: System default
cs: Výchozí nastavení
hr: Zadano sustavom
sv: Systemstandard

source: Toggle show desktop
cs: Zobrazit pracovní plochu
hr: Prikaži radnu površinu
sv: Visa/Dölj skrivbordet

source: Open windows list menu
cs: Otevřít menu seznamu oken
hr: Otvori izbornik popisa prozora
sv: Öppna fönsterlista

source: Scroll Up
cs: Posunování nahoru
hr: Klizi prema gore
sv: Skrolla upp

source: Scroll Down
cs: Posunování dolů
hr: Klizi prema dolje
sv: Skrolla ner

source: Scroll
cs: Posunování
hr: Kotačić
sv: Skrolla

source: Left click
cs: Kliknutí na levé tlačítko
hr: Lijevi klik
sv: Vänsterklick

source: Middle click
cs: Kliknutí na prostřední tlačítko
hr: Srednji klik
sv: Mushjulsklick

source: Right click
cs: Kliknutí na pravé tlačítko
hr: Desni klik
sv: Högerklick

source: Various shortcuts to handle desktop actions.
cs: Různé pomůcky a klávesové zkratky pro provádění akcí na ploše.
hr: Razne mogućnosti rukovanja radnom površinom.
sv: Diverse genvägar för att hantera skrivbordsåtgärder.

source: See this xlet help file.
cs: Viz soubor s nápovědou tohoto xletu.
sv: Se hjälpfilen för denna xlet.

source: 1st Custom Command:
cs: 1. uživatelský příkaz:
hr: 1. prilagođena naredba:
sv: 1:a anpassade kommandot:

source: 2nd Custom Command:
cs: 2. uživatelský příkaz:
hr: 2. prilagođena naredba:
sv: 2:a anpassade kommandot:

source: Show close all windows buttons for workspaces
cs: Zobrazit tlačítka pro zavření všech oken pro pracovní plochy
hr: Prikaži tipke zatvaranja svih prozora za radne prostore
sv: Visa "Stäng alla fönster" för arbetsytor

source: App Switcher Settings:
cs: Nastavení přepínání aplikací:
hr: Mogućnosti izmjenjivača radnih prostora
sv: Inställningar för programväxlare:

source: Set a custom icon for the applet.
cs: Použít vlastní ikonu pro tento aplet.
hr: Postavite prilagođenu ikonu za aplet.
sv: Anpassa ikonen för panelprogrammet.

source: Icon for Applet (Leave blank to remove icon):
cs: Ikona pro aplet (ponechat prázdné pro odstranění ikony):
hr: Ikona apleta (ostavi prazno za uklanjanje ikone):
sv: Ikon för panelprogrammet (Lämnas tom för att ta bort ikonen):

source: Action on scrolling down:
cs: Akce při posunování dolů:
hr: Radnja pomicanja kotačića miša dolje:
sv: Åtgärd vid skrollning neråt:

source: Action on scrolling:
cs: Akce při posunování:
hr: Radnja pomicanja kotačića miša:
sv: Åtgärd vid skrollning:

source: Show "Configure..."
cs: Zobrazit "Nastavit..."
hr: Prikaži "Prilagodi…"
sv: Visa "Konfigurera..."

source: pixels
cs: pixelů
hr: piksela
sv: pixlar

source: Applet custom width (Set to 0 (zero) to not set a width):
cs: Vlastní šířka apletu (nastavením na 0 (nula), nebude nastavena šířka):
hr: Prilagodi širinu apleta (postavi 0 (nulu) za nepostavljanje širine):
sv: Anpassad bredd på panelprogrammet (0 för ingen anpassning):

source: Opacify the icons on the desktop
cs: Zprůhlednit ikony na ploše
hr: Prozirnost ikona radne površine
sv: Semitransparenta ikoner på skrivbordet

source: Show context menu default items on right click
cs: Zobrazit výchozí položky kontextového menu při kliknutí na pravé tlačítko
hr: Prikaži zadane stavke izbornika lijevim klikom
sv: Visa standardobjekt i kontextmenyn vid högerklick

source: I mainly added this so it's easy to see the applet the first time is placed in a panel.
cs: Přidal jsem to hlavně proto, aby byl aplet vidět při prvním umístění do panelu.
hr: Ovo je dodano tako da se lakše vidi gdje je aplet prvi puta smješten na panelu.
sv: Jag lade till det här, huvudsakligen för att det är enkelt att se programmet första gången det placeras i panelen.

source: Background color for the applet:
cs: Barva pozadí pro aplet:
hr: Boja pozadine apleta:
sv: Panelprogrammets bakgrundsfärg:

source: Windows menu options
cs: Volby pro menu oken
hr: Mogućnosti izbornika prozora
sv: Alternativ för fönstermeny

source: Applet options:
cs: Volby apletu:
hr: Mogućnosti apleta
sv: Alternativ för panelprogrammet:

source: Prevent accidental workspace/window switching on rapid scrolling
cs: Zabránit náhodnému přepnutí pracovní plochy/okna při rychlém posouvání
hr: Spriječi slučajno prebacivanje radnih prostora/prozora pri brzom pomicanju kotačićem miša
sv: Förhindra oavsiktlig växling av arbetsyta/fönster vid snabb skrollning

source: Blur windows on hover
cs: Rozmazat okna při nahlédnutí na plochu
hr: Zamuti prozore kada se viri na radnu površinu
sv: Gör fönster otydliga vid hovring

source: Mouse click options:
cs: Volby pro kliknutí tlačítkem myši:
hr: Mogućnosti klika miša
sv: Musklicksalternativ:

source: milliseconds
cs: milisekund
hr: milisekundi
sv: millisekunder

source: Minimum delay between scrolls:
cs: Minimální zpoždění mezi posunováním:
hr: Najmanja odgoda između pomicanja kotačićem miša:
sv: Minsta fördröjning mellan scrollningar:

source: Current Application
cs: Aktuální aplikace
hr: Trenutne aplikacije
sv: Aktuellt program

source: All workspaces
cs: Všechny plochy
hr: Svih radnih prostora
sv: Alla arbetsytor

source: Current workspace
cs: Aktuální plocha
hr: Trenutnog radnog prostora
sv: Aktuell arbetsyta

source: Switch between windows from:
cs: Přepnout mezi okny z:
hr: Prebaci između prozora sa:
sv: Växla mellan fönster från:

source: Mouse button to open menu (It will override mouse click actions):
cs: Otevřít menu tlačítkem myši (Tímto způsobem se přepíší akce kliknutí myší):
hr: Tipka miša za otvaranje izbornika (Zaobilazi radnje klika mišem):
sv: Musknapp för att öppna menyn (det åsidosätter andra klickåtgärder):

source: Show "Remove this applet"
cs: Zobrazit "Odebrat tento aplet"
hr: Prikaži "Ukloni aplet"
sv: Visa "Ta bort det här panelprogrammet"

source: Level of opacity:
cs: Stupeň průhlednosti:
hr: Razina prozirnosti
sv: Opacitetsnivå:

source: Independent actions for scrolling up and down
cs: Nezávislé akce pro posouvání nahoru a dolů.
hr: Nezavisne radnje za pomicanje kotačića miša gore i dolje
sv: Oberoende åtgärder för att skrolla upp och ner

source: Peek at desktop options:
cs: Volby pro nahlédnutí na plochu při najetí:
hr: Mogućnosti virenja na radnu površinu
sv: Alternativ för förhandsgranskning av skrivbordet:

source: Show "Help"
cs: Zobrazit "Nápověda"
hr: Prikaži "Pomoć"
sv: Visa "Hjälp"

source: Peek desktop trigger delay:
cs: Prodleva před nahlédnutím na plochu:
hr: Odgoda prije prikaza virenja na radnu površinu:
sv: Fördröjning vid förhandsgranskning av skrivbordet:

source: 3rd Custom Command:
cs: 3. uživatelský příkaz:
hr: 3. prilagođena naredba:
sv: 3:e anpassade kommandot:

source: Action on applet left click:
cs: Akce při kliknutí levým tlačítkem na aplet:
hr: Radnja lijevog klika na aplet:
sv: Åtgärd vid vänsterklick på panelikonen:

source: Modifier key:
cs: Modifikační klávesa:
hr: Tipke izmjenjivača:
sv: Modifieringstangent:

source: When a modifier key is pressed, switch between windows from:
cs: Když je stisknuto modifikační klávesa, přepíná se mezi okny z:
hr: Kada je tipka izmjenjivača pritisnuta, prebaci između prozora sa:
sv: När en modifieringstangent hålls ner, växla mellan fönster från:

source: App switcher style:
cs: Styl přepínání aplikací:
hr: Izgled izmjenjivača aplikacija:
sv: Stil på programväxlare:

source: Mouse scroll options:
cs: Volby pro posunování kolečkem myši:
hr: Mogućnosti pomicanja kotačića miša
sv: Skrollalternativ:

source: Action on scrolling up:
cs: Akce při posunování nahoru:
hr: Radnja pomicanja kotačića miša gore:
sv: Åtgärd vid skrollning uppåt:

source: Enable Windows list menu
cs: Povolit menu seznamu oken
hr: Omogući izbornik popisa prozora
sv: Aktivera fönsterlista

source: Keep menu open while closing windows
cs: Ponechat menu otevřené při zavírání oken
hr: Zadrži otvoren izbornik pri zatvaranju prozora
sv: Behåll menyn öppen medan fönster stängs

source: Show close buttons on windows list
cs: Zobrazit tlačítko pro ukončení v seznamu oken
hr: Prikaži tipke zatvaranja na popisu prozora
sv: Visa stängknappar i fönsterlistan

source: 4rd Custom Command:
cs: 4. uživatelský příkaz:
hr: 4. prilagođena naredba:
sv: 4:e anpassade kommandot:

source: Show "About..."
cs: Zobrazit "O aplikaci..."
hr: Prikaži "O programu..."
sv: Visa "Om..."

source: Take a glance at your desktop and desklets.
cs: Získat celkový náhled pracovní plochy a deskletů.
hr: Bacite pogled na vašu radnu površinu i desklete.
sv: Ta en titt på ditt skrivbord och dina skrivbordsprogram

source: Opacify windows on hover (a.k.a. desktop peek)
cs: Zprůhlednit okna při najetí (a.k.a. desktop peek)
hr: Prozirnost prozora pri lebdenju (poznato kao "virenje na radnu površinu")
sv: Semitransparenta fönster vid hovring (förhandsgranskning av skrivbord)

source: Opacify desklets
cs: Zprůhlednit desklety
hr: Prozirnost deskleta
sv: Semitransparenta skrivbordsprogram

source: Action on applet middle click:
cs: Akce při kliknutí prostředním tlačítkem na aplet
hr: Radnja srednjeg klika na aplet:
sv: Åtgärd vid mushjulsklick på panelikonen:

source: Custom Commands:
cs: Uživatelské příkazy:
hr: Prilagođene naredbe:
sv: Anpassade kommandon:

source: language-name
sv: Svenska

source: Choose language
sv: Välj språk

source: Overview
hr: Pregled prozora
sv: Översikt

source: Coverflow (3D)
hr: Protok aplikacija (3D)
sv: Omslagsflöde (3D)

source: Desktop Handler
hr: Rukovatelj radnom površinom
sv: Skrivbordshanterare

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked below.
hr: Izvještaji grešaka, zahtjevi novih značajki i doprinosi trebali bi biti podneseni na poveznici xlet repozitorija ispod.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på nedanstående länk.

source: Expo
hr: Prikaz radnih prostora

source: OK
hr: U redu
