Repository: linuxmint/cinnamon-spices-applets
Catalog: tapo@smiklosovic/files/tapo@smiklosovic/po/*.po
Languages: es, hu, nl, vi, zh_tw

source: Tapo Control Panel
es: Panel de control Tapo
hu: Tapo Vezérlőpult
nl: Tapo Bedieningspaneel
vi: Bảng điều khiển Tapo
zh_tw: Tapo 控制面板

source: Reload Applet
es: Recargar Applet
hu: Kisalkalmazás újratöltése
nl: Herlaad applet
vi: Tải lại Applet
zh_tw: 重新載入小程式

source: All devices
es: Todos los dispositivos
hu: Minden eszköz
nl: Alle apparaten
vi: Tất cả thiết bị
zh_tw: 所有裝置

source: Control Tapo Appliances
es: Control de electrodomésticos Tapo
hu: Irányítsd a Tapo készülékeket
nl: Bedien Tapo-apparaten
vi: Điều khiển Thiết bị Tapo
zh_tw: 控制 Tapo 裝置

source: Device names
es: Nombres de los dispositivos
hu: Eszköz nevek
nl: Apparaatnamen
vi: Tên thiết bị
zh_tw: 裝置名稱

source: Device names, separated by comma. Names have to correspond to names in tapo-rest settings in devices object in the configuration file.
es: Nombres de dispositivos, separados por comas. Los nombres deben corresponder a los nombres en la configuración de tapo-rest en el objeto de dispositivos en el archivo de configuración.
hu: Eszköznevek, vesszővel elválasztva. A neveknek meg kell egyeznie a konfigurációs fájlban található eszközök objektumban a tapo-rest beállításokban megadott nevekkel.
nl: Apparaatnamen, gescheiden door komma's. Namen moeten overeenkomen met de namen in de tapo-rest instellingen in het apparaten object in het configuratiebestand.
vi: Tên thiết bị, phân cách bằng dấu phẩy. Tên phải tương ứng với tên trong cài đặt tapo-rest trong đối tượng devices trong tập tin cấu hình.
zh_tw: 裝置名稱，以逗號分隔。名稱必須與 tapo-rest 設定中裝置物件的名稱對應。

source: URL for tapo-rest service
es: URL para el servicio tapo-rest
hu: A tapo-rest szolgáltatás URL-je
nl: URL voor tapo-rest service
vi: URL cho dịch vụ tapo-rest
zh_tw: tapo-rest 服務的 URL

source: Password for tapo-rest
es: Contraseña para tapo-rest
hu: Tapo-rest jelszava
nl: Wachtwoord voor tapo-rest
vi: Mật khẩu cho tapo-rest
zh_tw: tapo-rest 的密碼

source: Enter password for tapo-rest service
es: Introduzca la contraseña para el servicio tapo-rest
hu: Adja meg a tapo-rest szolgáltatás jelszavát
nl: Voer het wachtwoord voor de tapo-rest service in
vi: Nhập mật khẩu cho dịch vụ tapo-rest
zh_tw: 請輸入 tapo-rest 服務的密碼

source: Login to tapo-rest
es: Iniciar sesión en tapo-rest
hu: Jelentkezzen be a tapo-restbe
nl: Inloggen bij tapo-rest
vi: Đăng nhập vào tapo-rest
zh_tw: 登入 tapo-rest
