Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/cinnamonvantage@garlayntoji/*.po
Languages: fi, vi

source: Fn Lock
fi: Fn lukitus

source: Super/Windows key
fi: Windows-näppäin
vi: Phím Super/Windows

source: Touchpad
fi: Kosketuslevy

source: Battery conservation mode
fi: Akun säästötila
vi: Chế độ tiết kiệm pin

source: Battery fast charge mode
fi: Akun nopea lataus
vi: Chế độ sạc pin nhanh

source: Always On USB
fi: USB-liitännät
vi: Luôn bật USB

source: Display Overdrive
fi: Näytön kellotus
vi: Hiển thị Overdrive

source: Hybrid graphics mode
fi: Hybridigrafiikka
vi: Chế độ đồ họa lai

source: System reboot required
fi: Käynnistä tietokone uudelleen
vi: Cần khởi động lại hệ thống

source: A system reboot is required for this change to take effect.
fi: Tietokone on käynnistettävä uudelleen, jotta muutokset tulee voimaan.
vi: Cần phải khởi động lại hệ thống để thay đổi này có hiệu lực.

source: Displays information and togglables about Lenovo Legion hardware
fi: Näyttää Lenovo Legion asetukset ja laitteiston tiedot
vi: Hiển thị thông tin và các tùy chọn chuyển đổi về phần cứng Lenovo Legion

source: Cinnamon Vantage settings
fi: Cinnamon Vantage asetukset
vi: Cài đặt Cinnamon Vantage

source: Super key
fi: Windows-näppäin
vi: Phím Super

source: Alway On USB
fi: USB-liitännät
vi: Luôn luôn trên USB

source: Access multimedia keys without holding Fn
fi: Multimedia-näppäimet käytössä. Fn pidetään painettuna
vi: Truy cập các phím đa phương tiện mà không cần giữ phím Fn

source: Enables the Super/Windows key
fi: Käytä Windows-näppäintä
vi: Kích hoạt phím Super/Windows

source: Enables the laptop's touchpad
fi: Käytä kannettavan kosketuslevyä
vi: Kích hoạt touchpad của laptop

source: Limits the charge of the battery to extend its lifespan
fi: Rajoittaa akun latausta pidentääkseen käyttöikää
vi: Giới hạn mức sạc của pin để kéo dài tuổi thọ của pin

source: Allow the battery to charge faster
fi: Käytä akun nopeaa latausta
vi: Cho phép pin sạc nhanh hơn

source: Keeps the USB ports always powered on
fi: Pitää USB-liitännät jatkuvasti päällä
vi: Giữ cho các cổng USB luôn được bật

source: Reduces the laptop's display latency
fi: Vähentää näytön viivettä
vi: Giảm độ trễ hiển thị của máy tính xách tay

source: Enables the laptop's integrated graphics. This setting requires a reboot to take effect.
fi: Ottaa käyttöön kannettavaan integroidun näytönohjaimen. Asetus vaatii tietokoneen käynnistämisen uudelleen.
vi: Bật đồ họa tích hợp của máy tính xách tay. Cài đặt này yêu cầu khởi động lại để có hiệu lực.
