Repository: linuxmint/cinnamon-spices-applets
Catalog: rancher@centurix/files/rancher@centurix/po/*.po
Languages: es, fr, vi

source: Settings
es: Ajustes
fr: Paramètres
vi: Cài đặt

source: Editing Homestead configuration...
es: Edición de la configuración de Homestead ...
fr: Modification de la configuration de Homestead...
vi: Đang chỉnh sửa cấu hình Homestead...

source: Rancher: Bringing Homestead up, please wait...
es: Rancher: Traer Homestead, por favor espere ...
fr: Rancher : lancement d'Homestead, veuillez patienter...
vi: Rancher: Khởi động Homestead, vui lòng đợi...

source: Bringing Homestead up...
es: Traer a Homestead ...
fr: Lancement d'Homestead ...
vi: Đang khởi động Homestead...

source: Rancher: Taking Homestead down, please wait...
es: Rancher: Tomando Homestead abajo, por favor espere ...
fr: Rancher : Extinction d'Homestead, veuillez patienter ...
vi: Rancher: Tắt Homestead, vui lòng đợi...

source: Taking Homestead down...
es: Tomando Homestead abajo ...
fr: Extinction d'Homestead ...
vi: Đang tắt Homestead...

source: Rancher: Provisioning Homestead, please wait...
es: Rancher: Provisioning Homestead, por favor espere ...
fr: Rancher : Provisioning d'Homestead, veuillez patienter ...
vi: Rancher: Cấu hình Homestead, vui lòng đợi...

source: Provisioning Homestead...
es: Aprovisionamiento Homestead ...
fr: Provisioning d'Homestead ...
vi: Đang cấu hình Homestead...

source: Rancher: Destroying Homestead, please wait...
es: Rancher: Destruyendo Homestead, por favor espere ...
fr: Rancher : destruction d'Homestead, veuillez patienter ...
vi: Rancher: Xóa Homestead, vui lòng đợi...

source: Destroying Homestead...
es: Destruyendo Homestead ...
fr: Destruction d'Homestead ...
vi: Đang xóa Homestead...

source: Rancher: Suspending Homestead, please wait...
es: Rancher: Suspendiendo Homestead, por favor espere ...
fr: Rancher : Suspension d'Homestead, veuillez patienter ...
vi: Rancher: Tạm dừng Homestead, vui lòng đợi...

source: Suspending Homestead...
es: Suspendiendo Homestead ...
fr: Suspension d'Homestead ...
vi: Đang tạm dừng Homestead...

source: Homestead SSH Terminal opened
es: Terminal Homestead SSH abierta
fr: Terminal SSH d'Homestead ouvert
vi: Đã mở Terminal SSH của Homestead

source: Rancher: Recompiling Kernel, please wait...
es: Rancher: Recompilando Kernel, por favor espere...
fr: Rancher : Recompilation du noyau, veuillez patienter ...
vi: Rancher: Biên dịch lại Kernel, vui lòng đợi...

source: Recompiling Kernel...
es: Recompilando el Kernel...
fr: Recompilation du noyau
vi: Đang biên dịch lại Kernel...

source: Refresh this menu
es: Actualizar este menú
fr: Actualiser ce menu
vi: Làm mới menu này

source: Rancher: Homestead missing or not configured.
es: Rancher: Homestead falta o no está configurado.
fr: Rancher: Homestead manquant ou non configuré.
vi: Rancher: Homestead không tồn tại hoặc chưa được cấu hình.

source: Homestead missing or not configured.
es: Homestead faltante o no configurado.
fr: Homestead manquant ou non configuré.
vi: Homestead không tồn tại hoặc chưa được cấu hình.

source: Vagrant is out of date, please update.
es: Vagrant no está actualizado, por favor actualícelo.
fr: Vagrant est obsolète, veuillez le mettre à jour
vi: Vagrant đã lỗi thời, vui lòng cập nhật.

source: Kernel Module not loaded. Needs recompilation.
es: Módulo del núcleo no cargado. Necesita recompilación.
fr: Module noyau non chargé. Une recompilation est nécessaire.
vi: Module Kernel chưa được nạp. Cần biên dịch lại.

source: Rancher: Homestead up.
es: Rancher: Homestead.
fr: Rancher: Homestead opérationnel.
vi: Rancher: Homestead đã chạy.

source: Homestead up.
es: Homestead para arriba.
fr: Homestead opérationnel
vi: Homestead đã chạy.

source: (Running)
es: (Corriendo)
fr: (En fonctionnement)
vi: (Đang chạy)

source: Rancher: Homestead suspended.
es: Rancher: Homestead suspendido.
fr: Rancher : Homestead est suspendu.
vi: Rancher: Homestead đã tạm dừng.

source: Homestead suspended.
es: Homestead suspendido.
fr: Homestead suspendu.
vi: Homestead đã tạm dừng.

source: (Suspended)
es: (Suspendido)
fr: (Suspendu)
vi: (Đã tạm dừng)

source: Rancher: Homestead down.
es: Rancher: Homestead abajo.
fr: Rancher: Homestead est arrêté.
vi: Rancher: Homestead đã tắt.

source: Homestead down.
es: Homestead abajo.
fr: Homestead arrêté.
vi: Homestead đã tắt.

source: (Down)
es: (Abajo)
fr: (Arrêté)
vi: (Đã tắt)

source: Rancher: Homestead not created.
es: Rancher: Homestead no creado.
fr: Rancher : Homestead non créé.
vi: Rancher: Homestead chưa được tạo.

source: Homestead not created
es: Homestead no creado
fr: Homestead non créé
vi: Homestead chưa được tạo

source: (Not created/Destroyed)
es: (No creado / destruido)
fr: (Non créé/Détruit)
vi: (Chưa tạo/Đã xóa)

source: Rancher: Homestead not installed.
es: Rancher: Homestead no instalado.
fr: Rancher: Homestead n'est pas installé.
vi: Rancher: Homestead chưa cài đặt.

source: Homestead not installed
es: Homestead no instalado
fr: Homestead non installé
vi: Homestead chưa cài đặt

source: Click here for installation instructions
es: Haga clic aquí para ver las instrucciones de instalación
fr: Cliquez ici pour les instructions d'installation
vi: Nhấn vào đây để xem hướng dẫn cài đặt

source: Homestead missing or not configured
es: Homestead desaparecido o no configurado
fr: Homestead manquant ou non configuré
vi: Homestead không tồn tại hoặc chưa được cấu hình

source: Recompile Kernel Module.
es: Recompilar módulo del núcleo.
fr: Recompilation de module noyau
vi: Biên dịch lại Module Kernel.

source: Vagrant is out of date for this version of Homestead, please update.
es: Vagrant está desactualizado para esta versión de Homestead, por favor actualice.
fr: Vagrant est obsolète pour cette version d'Homestead, veuillez mettre à jour.
vi: Vagrant đã lỗi thời cho phiên bản Homestead này, vui lòng cập nhật.

source: Click here for the Vagrant download page.
es: Haga clic aquí para acceder a la página de descarga de Vagrant.
fr: Cliquez ici pour la page de téléchargement de Vagrant.
vi: Nhấn vào đây để tải Vagrant.

source: Status
es: Estado
fr: Statut
vi: Trạng thái

source: Run provisioning
es: Ejecutar aprovisionamiento
fr: Exécuter le provisioning
vi: Chạy cấu hình

source: Suspend Homestead
es: Suspender Homestead
fr: Suspendre Homestead
vi: Tạm dừng Homestead

source: SSH Terminal...
es: Terminal SSH...
fr: Terminal SSH
vi: Mở Terminal SSH...

source: Configuration
es: Configuración
vi: Cấu hình

source: Memory:
es: Memoria:
fr: Mémoire :
vi: Bộ nhớ:

source: CPU:
es: UPC:

source: Provider:
es: Proveedor:
fr: Fournisseur :
vi: Nhà cung cấp:

source: Edit Homestead configuration...
es: Editar configuración de Homestead...
fr: Modifier la configuration de Homestead
vi: Chỉnh sửa cấu hình Homestead...

source: Hosted Sites
es: Sitios alojados
fr: Sites hébergés
vi: Các trang web đã lưu trữ

source: Edit hosts file...
es: Editar archivo hosts...
fr: Modifier le fichier hosts ...
vi: Chỉnh sửa file hosts...

source: Hosted Databases
es: Bases de datos alojadas
fr: Bases de données hébergées
vi: Các cơ sở dữ liệu đã lưu trữ

source: Command not found.
es: Comando no encontrado.
fr: Commande non trouvée.
vi: Không tìm thấy lệnh.

source: An applet to manage Homestead.
es: Un applet para gestionar Homestead.
fr: Une applet pour gérer Homestead.
vi: Một applet để quản lý Homestead.

source: Homestead manager
es: Gestor de Homestead
vi: Trình quản lý Homestead

source: Homestead project folder
es: Carpeta del proyecto Homestead
fr: Dossier de projet Homestead
vi: Thư mục dự án Homestead

source: Homestead config folder
es: Carpeta de configuración de Homestead
fr: Dossier de configuration d'Homestead
vi: Thư mục cấu hình Homestead

source: Vagrant command
es: Comando Vagrant
fr: Commande Vagrant
vi: Lệnh Vagrant

source: Default text editor
es: Editor de texto por defecto
fr: Éditeur de texte par défaut
vi: Trình soạn thảo văn bản mặc định

source: Destroy Homestead
fr: Détruire Homestead
vi: Xóa Homestead
