Repository: linuxmint/cinnamon-spices-applets
Catalog: googledrive@pbojan/files/googledrive@pbojan/po/*.po
Languages: ca, es, hu, it, nl, zh_tw

source: A simple applet to be able to sync Google Drive folders and files with just a few clicks.
ca: Miniaplicació per sincronitzar fàcilment carpetes i fitxers de Google Drive amb pocs clics.
es: Un sencillo applet para poder sincronizar carpetas y archivos de Google Drive con sólo unos clics.
hu: Egy egyszerű kisalkalmazás, amellyel néhány kattintással szinkronizálhatja a Google Drive mappáit és fájljait.
it: Una semplice applet per poter sincronizzare cartelle e file di Google Drive con pochi clic.
nl: Een eenvoudige applet om Google Drive-mappen en -bestanden te synchroniseren met slechts een paar klikken.
zh_tw: 一個簡單的小程式，只需點選幾下，即可同步 Google Drive 雲端硬碟中的資料夾與檔案。

source: Configuration
ca: Configuració
es: Configuración
hu: Konfiguráció
it: Configurazione
nl: Configuratie
zh_tw: 設定

source: Help
ca: Ajuda
es: Ayuda
hu: Súgó
it: Aiuto
nl: Hulp
zh_tw: 說明

source: Google Drive Options
ca: Opcions de Google Drive
es: Opciones de Google Drive
hu: Google Drive Beállítások
it: Opzioni Google Drive
nl: Google Drive-opties
zh_tw: Google Drive 雲端硬碟選項

source: Whitelisted Folders
ca: Carpetes permeses
es: Carpetas de la lista blanca
hu: Engedélyezett mappák
it: Cartelle autorizzate
nl: Whitelist Mappen
zh_tw: 允許同步的資料夾

source: Important Message
ca: Missatge important
es: Mensaje importante
hu: Fontos üzenet
it: Messaggio Importante
nl: Belangrijke boodschap
zh_tw: 重要訊息

source: About/Help
ca: Quant a/Ajuda
es: Acerca de/Ayuda
hu: Névjegy/Súgó
it: Info/Aiuto
nl: Over/Hulp
zh_tw: 關於/說明

source: Bugs/Issues
ca: Errors/Incidències
es: Errores/Problemas
hu: Hibák/problémák
it: Bug/Problemi
nl: Fouten/Problemen
zh_tw: 錯誤/問題回報

source: Drive Sync Location
ca: Ubicació de la sincronització amb Drive
es: Ubicación de Drive Sync
hu: Meghajtó szinkronizálási helye
it: Percorso per Sincronizzazione con Drive
nl: Drive Synchronisatielocatie
zh_tw: 雲端硬碟同步位置

source: Location to an empty folder where it will sync the Google Drive data to e.g. ~/Documents/Drive.
ca: Ubicació cap a una carpeta buida on es sincronitzaran les dades de Google Drive, per exemple: ~/Documents/Drive.
es: Ubicación en una carpeta vacía en la que se sincronizarán los datos de Google Drive, por ejemplo ~/Documents/Drive.
hu: Útvonal egy üres mappához, ahol szinkronizálja a Google Drive adatait pl. ~/Dokumentumok/Meghajtó.
it: Percorso ad una cartella vuota in cui verranno sincronizzati i dati di Google Drive ad es. ~/Documenti/Drive.
nl: Locatie naar een lege map waar de Google Drive-gegevens naartoe worden gesynchroniseerd, bijv. ~/Documenten/Drive.
zh_tw: 請選擇一個空的資料夾，用來同步 Google Drive 雲端硬碟資料，例如：~/Documents/Drive

source: Note: If you want to sync only specific folders please make sure to add them on the list above. Please enter the names exactly as they are named in your Drive! It is also possible to add subfolders e.g. Documents/Work/Projects.
ca: Nota: Si voleu sincronitzar només carpetes específiques, afegiu-les (pel seu nom) a la llista de carpetes permeses. És possible afegir subcarpetes.
es: Nota: Si desea sincronizar sólo carpetas específicas, asegúrese de añadirlas a la lista anterior. Por favor, introduzca los nombres exactamente como se nombran en su Drive. También es posible añadir subcarpetas, por ejemplo, Documentos/Trabajo/Proyectos.
hu: Megjegyzés: Ha csak bizonyos mappákat szeretne szinkronizálni, kérjük, adja hozzá őket a fenti listához. Kérjük, pontosan úgy adja meg a neveket, ahogyan a meghajtón el vannak nevezve! Lehetőség van almappák hozzáadására is, pl. Dokumentumok/Munka/Projektek.
it: Nota: se desideri sincronizzare solo cartelle specifiche, assicurati di aggiungerle all'elenco sopra. Inserisci i nomi esattamente come sono nominati nel tuo Drive! È anche possibile aggiungere sottocartelle, ad es. Documenti/Lavori/Progetti.
nl: Opmerking: Als u alleen specifieke mappen wilt synchroniseren, zorg er dan voor dat u ze toevoegt aan de bovenstaande lijst. Voer de namen exact in zoals ze genoemd in uw Drive zijn! Het is ook mogelijk om submappen toe te voegen, bijv. Documenten/Werk/Projecten.
zh_tw: 注意：若只想同步特定資料夾，請務必將其加入上方清單中。請務必輸入與 Google 雲端硬碟中完全相同的資料夾名稱！也可以加入子資料夾，例如：Documents/Work/Projects

source: Folder Name
ca: Nom de la carpeta
es: Nombre de la carpeta
hu: Mappa neve
it: Nome Cartella
nl: Mapnaam
zh_tw: 資料夾名稱

source: Whitelist Folders
ca: Carpetes permeses
es: Carpetas de la lista blanca
hu: Mappák engedélyezése
it: Autorizza Cartelle
nl: Whitelist Mappen
zh_tw: 允許同步的資料夾

source: Whitelist folders that will be sycned from Google Drive e.g. Documents, Photos
ca: Carpetes permeses que se sincronitzaran amb Google Drive, per exemple: Documents, Imatges
es: Incluya en la lista blanca las carpetas que se sincronizarán desde Google Drive, p. Documentos, Fotos
hu: A Google Drive-ból szinkronizálandó mappák engedélyezési listája, pl. Dokumentumok, fotók
it: Cartelle nella whitelist che verranno sincronizzate da Google Drive, ad es. Documenti, Foto
nl: Whitelist mappen die zullen worden gesynchroniseerd vanuit Google Drive, bijv. Documenten, Foto's
zh_tw: 允許從 Google Drive 雲端硬碟同步的資料夾，例如 Documents、Photos

source: Note: This is a new release of this Applet, so your feedback and ideas are very important to make this applet better in the future. Please consider reporting any issues, bugs, instabilities, or ideas for general improvements on the links below! Thank you!
ca: Nota: Aquesta versió de la miniaplicació és nova. El vostre feedback i idees són importants per a millorar la miniaplicació en un futur. Considereu informar sobre errors o incidències als enllaços de sota! Gràcies!
es: Nota: Esta es una nueva versión de este subprograma, por lo que sus comentarios e ideas son muy importantes para mejorar este subprograma en el futuro. ¡Considere informar cualquier problema, error, inestabilidad o idea para mejoras generales en los enlaces a continuación! ¡Gracias!
hu: Megjegyzés: Ez a kisalkalmazás új kiadása, ezért az Ön visszajelzése és ötletei nagyon fontosak, hogy a jövőben még jobbá tegyük ezt a kisalkalmazást. Kérjük, fontolja meg a problémák, hibák, instabilitások vagy általános fejlesztési ötletek bejelentését az alábbi linkeken! Köszönöm!
it: Nota: questa è una nuova versione dell'applet, quindi il tuo feedback e le tue idee sono molto importanti per migliorare l'applet in futuro. Ti invitiamo a segnalare eventuali problemi, bug, instabilità o idee per miglioramenti generali sui link sottostanti! Grazie!
nl: Opmerking: Dit is een nieuwe release van deze Applet, dus uw feedback en ideeën zijn erg belangrijk om deze applet in de toekomst te verbeteren. Overweeg alstublieft om eventuele problemen, bugs, instabiliteiten of ideeën voor algemene verbeteringen te rapporteren op de onderstaande links! Bedankt!
zh_tw: 注意：這是這個小程式的新版本，您的意見回饋與建議對未來改進非常重要。歡迎透過下方連結回報問題、錯誤、不穩定狀況或任何改進建議！感謝您的協助！

source: To learn more about the applet please click the button below to visit the official repository for this applet.
ca: Per a saber més sobre aquesta miniaplicació, cliqueu el botó de sota per visitar-ne el repositori oficial.
es: Para obtener más información sobre el applet, haga clic en el botón a continuación para visitar el repositorio oficial de este applet.
hu: Ha többet szeretne megtudni az appletről, kattintson az alábbi gombra, és keresse fel a kisalkalmazás hivatalos tárházát.
it: Per saperne di più sull'applet, fare clic sul pulsante in basso per visitare il repository ufficiale di questa applet.
nl: Om meer te weten te komen over de applet, klik op de knop hieronder om de officiële repository voor deze applet te bezoeken.
zh_tw: 想進一步瞭解這個小程式，請點選下方按鈕前往專案頁面。

source: Visit GitHub website
ca: Visitar lloc web a Github
es: Visitar el sitio web de GitHub
hu: Látogassa meg a GitHub webhelyet
it: Visita il sito web GitHub
nl: Bezoek GitHub-website
zh_tw: 前往 GitHub 網站

source: Opens GitHub website to learn more about this applet.
ca: Obre el repositori a Github per a més detalls sobre la miniaplicació.
es: Abra el sitio web de GitHub para obtener más información sobre este applet.
hu: Megnyitja a GitHub webhelyet, hogy többet tudjon meg erről a kisalkalmazásról.
it: Apre il sito web GitHub per ulteriori informazioni su questa applet.
nl: Opent de GitHub-website om meer te weten te komen over deze applet.
zh_tw: 開啟 GitHub 網站以瞭解更多有關這個小程式的資訊。

source: To learn more about the applet please click the button below to visit the official Cinnamon Spices website for this applet. You can also leave feedback in the comment section below.
ca: Per a saber més sobre aquesta miniaplicació, cliqueu el botó de sota per visitar-ne el seu lloc web a Espècies de Cinnamon.
es: Para obtener más información sobre el applet, haga clic en el botón de abajo para visitar el sitio web oficial de Cinnamon Spices para este applet. También puede dejar su opinión en la sección de comentarios de abajo.
hu: Ha többet szeretne megtudni a kisalkalmazásról, kattintson az alábbi gombra, és látogasson el a Cinnamon Spices hivatalos webhelyére. Visszajelzést is írhat az alábbi megjegyzés részben.
it: Per saperne di più sull'applet, fare clic sul pulsante in basso per visitare il sito Web ufficiale di Cinnamon Spices per questa applet. Puoi anche lasciare un feedback nella sezione commenti qui sotto.
nl: Om meer te weten te komen over de applet, klik op de knop hieronder om de officiële Cinnamon Spices-website voor deze applet te bezoeken. U kunt ook feedback achterlaten in de opmerkingensectie hieronder.
zh_tw: 若需更多資訊，請點選下方按鈕前往 Cinnamon Spices 官方網站，也歡迎於下方留言區提供回饋。

source: Visit Cinnamon Spices website
ca: Visitar el lloc web a Espècies de Cinnamon
es: Visitar el sitio web de Cinnamon Spices
hu: Látogassa meg a Cinnamon Spices weboldalát
it: Visita il sito web Cinnamon Spices
nl: Bezoek Cinnamon Spices-website
zh_tw: 前往 Cinnamon Spices 網站

source: Opens Cinnamon Spices website to learn more about this applet.
ca: Obre el lloc web de les espècies de Cinnamon per a saber més sobre aquesta miniaplicació.
es: Abra el sitio web de Cinnamon Spices para obtener más información sobre este applet.
hu: Megnyitja a Cinnamon Spices webhelyet, hogy többet tudjon meg erről a kisalkalmazásról.
it: Apre il sito web Cinnamon Spices per ulteriori informazioni su questa applet.
nl: Opent de Cinnamon Spices-website om meer te weten te komen over deze applet.
zh_tw: 開啟 Cinnamon Spices 網站以瞭解更多有關這個小程式的資訊。

source: If you find an issue with this applet please make a report on GitHub by clicking the button below. Please make sure that the issue doesn't already exists
ca: Si trobeu un problema amb aquesta miniaplicació, podeu obrir una incidència a Github clicant el botó de sota
es: Si encuentra un problema con este applet, por favor haga un informe en GitHub haciendo clic en el botón de abajo. Asegúrese de que el problema no existe ya.
hu: Ha problémát talál ezzel a kisalkalmazással kapcsolatban, kérjük, tegyen bejelentést a GitHubon az alábbi gombra kattintva. Kérjük, győződjön meg arról, hogy a probléma még nem létezik
it: Se riscontri un problema con questa applet, segnalalo su GitHub facendo clic sul pulsante in basso. Assicurati che il problema non esista già
nl: Als u een probleem met deze applet vindt, maak dan een melding op GitHub door op de onderstaande knop te klikken. Zorg ervoor dat het probleem nog niet bestaat.
zh_tw: 如果您發現這個小程式有任何問題，請點選下方按鈕於 GitHub 回報，並請在回報前先確認該問題尚未被回報過。

source: Submit an Issue
ca: Enviar una incidència
es: Presentar un problema
hu: Probléma benyújtása
it: Invia un problema
nl: Meld een probleem
zh_tw: 回報問題

source: Opens GitHub project page where you can submit a new issue for this applet.
ca: Obre el lloc web del projecte a Github, des d'on podeu enviar una nova incidència sobre aquesta miniaplicació.
es: Abra la página del proyecto en GitHub donde puedes enviar una nueva incidencia para este applet.
hu: Megnyitja a GitHub projekt oldalát, ahol új kiadást küldhet be ehhez a kisalkalmazáshoz.
it: Apre la pagina del progetto GitHub in cui è possibile inviare un nuovo problema per questa applet.
nl: Opent de GitHub-projectpagina waar u een nieuw probleem voor deze applet kunt indienen.
zh_tw: 開啟 GitHub 專案頁面，您可以在這邊回報問題。
