Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/CassiaWindowList@klangman/*.po
Languages: fi

source: all buttons
fi: kaikki painikkeet

source: Applet Preferences
fi: Sovelman asetukset

source: About...
fi: Tietoja...

source: Configure...
fi: Aseta...

source: Website
fi: Verkkosivu

source: Remove '%s'
fi: Poista "%s"

source: Do you really want to remove this instance of CassiaWindowList?
fi: Haluatko tosiaan poistaa tämän mahdollisuuden Cassiaikkunalistasta?

source: Open new window
fi: Avaa uusi ikkuna

source: Remove from panel
fi: Poista paneelista

source: Remove from this workspace
fi: Poista tästä työtilasta

source: Pin to panel
fi: Kiinnitä paneeliin

source: Pin to this workspace
fi: Kiinnitä työtilaan

source: Pin to other workspaces
fi: Kiinnitä toiseen työtilaan

source: Pin to all workspaces
fi: Kiinnitä kaikkiin työtiloihin

source: Pin to launcher
fi: Kiinnitä käynnistimeen

source: Add new Hotkey for
fi: Lisää pikanäppäin

source: Recent files
fi: Käytetyt tiedostot

source: Places
fi: Paikat

source: Always on top
fi: Aina päällimmäisenä

source: Only on this workspace
fi: Ainoastaan tämä työtila

source: Visible on all workspaces
fi: Näytä kaikki työtilat

source: Move to another workspace
fi: Siirrä toiseen työtilaan

source: (this workspace)
fi: (tämä työtila)

source: Move to another monitor
fi: Siirrä toiseen näyttöön

source: Monitor
fi: Näyttö

source: Move window here
fi: Siirrä ikkuna tähän

source: unassigned
fi: ei allekirjoitettu

source: Assign window to a hotkey
fi: Määritä ikkuna pikanäppäimelle

source: Change application label contents
fi: Muuta sovelluksen merkin sisältöä

source: Remove custom setting
fi: Poista mukautetut aasetukset

source: Use window title
fi: Käytä ikkunan otsikkoa

source: Use application name
fi: Käytä sovelluksen nimeä

source: No label
fi: Ei merkkiä

source: Ungroup application windows
fi: Pura ikkunoiden ryhmittely

source: Group application windows
fi: Ryhmitä sovellusikkunat

source: Automatic grouping/ungrouping
fi: Automaattinen ryhmittely/purku

source: Move titlebar on to screen
fi: Siirrä otsikkorivi näytölle

source: Restore
fi: Palauta

source: Minimize
fi: Pienennä

source: Unmaximize
fi: Suurenna

source: Close others
fi: Sulje muut

source: Close other windows for application
fi: Sulje muut ikkunat sovellusta varten

source: Close all
fi: Sulje kaikki

source: Close all windows for application
fi: Sulje kaikki ikkunat sovellusta varten

source: Close
fi: Sulje

source: Exit
fi: Lopeta

source: Next
fi: Seuraava

source: Backup file already exist. Do you want to overwrite it?
fi: Varmuuskoipo on jo tehty. Haluatko varmasti korvata sen?

source: A window list/panel launchers based on CobiWindowList with some additional features
fi: CobiWindowListiin perustuva ikkunaluettelo/paneelikäynnistimet, jossa on joitain lisäominaisuuksia

source: Labels
fi: Merkit

source: General
fi: Yleistä

source: Thumbnails
fi: Pikkukuvakkeet

source: Hotkeys
fi: Pikanäppäimet

source: Advanced
fi: Kehittynyt

source: Window list button label settings
fi: Ikkunalistna painikkeen asetukset

source: General window list settings
fi: Ylleisen ikkunan listan asetukset

source: Window list mouse settings
fi: Ikkunalistan hiiren asetukset

source: Thumbnails menu settings
fi: Pikkukuvakkeiden valikon asetukset

source: Thumbnails menu mouse settings
fi: Pikkukuvavalikon hiiren asetukset

source: Hotkey settings
fi: Pikanäppäimien asetukset

source: Ctrl/Shift + mouse button actions
fi: Ctrl/Shift + hiirenpainikkeiden toiminnot

source: Application name
fi: Sovelluksen nimi

source: Window title
fi: Ikkunan otsikko

source: Label contents
fi: Tarran sisältö

source: What the content of the label will be
fi: Mikä etiketin sisältö tulee olemaan

source: Never
fi: Koskaan

source: Always
fi: Aina

source: Focused
fi: Khdistettu

source: One per application pool
fi: Yksi sovellusta kohden

source: Display labels for generic window list buttons
fi: Näytä yleisten ikkunaluettelopainikkeiden tarrat

source: Never: No windows get labels Always: All windows get labels Focused: The window with focus will have a label One per application pool: Only one label for a set of adjacent application windows
fi: Ei koskaan: Ikkunoihin ei tule tarroja Aina: Kaikki ikkunat saavat tarrat Tarkennettu: Tarkennetussa ikkunassa on otsikko Yksi per sovelluspooli: Vain yksi tarra vierekkäisten sovellusikkunoiden joukolle

source: Running
fi: Ajaa

source: Display labels for pinned buttons
fi: Näytä tarrat kiinnitetyissä painikkeissa

source: None
fi: Ollenkaan

source: Minimized windows
fi: Pienennetyt ikkunat

source: Windows on other workspaces
fi: Ikkunat muissa työtiloissa

source: Windows on other monitors
fi: Ikkunat muissa näytöissä

source: Hide labels for
fi: Piilota tarrat kohteelle

source: Select the type of window state for which window list button labels should be hidden. For application pools, the label will still show unless all application windows have the selected property
fi: Valitse ikkunan tilan tyyppi, jonka painikkeiden tarrat tulee piilottaa. Ryhmien nimi näkyy edelleen, ellei kaikissa ikkunoissa ole valittua ominaisuutta

source: Pinned applications
fi: Kiinnitetyt sovellukset

source: Minimized and pinned
fi: Pienennetyt ja kiinnitetyt

source: Application group window count
fi: Sovellusryhmän ikkunoiden määrä

source: Display status indicators
fi: Näytä tilailmaisimet

source: Add new window buttons ahead of trailing pinned buttons
fi: Lisää uusia ikkunapainikkeita perässä olevien kiinnitettyjen painikkeiden edelle

source: When enabled, new windows will be added to the left of any pinned buttons currently placed on the right of the window list, effectively this allows you to keep pinned buttons at the end of the window list
fi: Kun tämä on käytössä, uudet ikkunat lisätään kaikkien tällä hetkellä ikkunaluettelon oikealla puolella olevien kiinnitettyjen painikkeiden vasemmalle puolelle, mikä käytännössä mahdollistaa kiinnitetyn painikkeen pitämisen ikkunaluettelon lopussa

source: milliseconds
fi: millisekuntti

source: Fade animation effect duration
fi: Häivytysanimaatiotehosteen kesto

source: This defines the duration of the fade-in/out animation effect. It applies to the Thumbnail menus and the full size window previews
fi: Tämä määrittää häivytysanimaatiotehosteen keston. Se koskee pikkukuvavalikoita ja täysikokoisia ikkunoiden esikatseluja

source: Hover time before showing a full size window preview
fi: Osoitinaika ennen täysikokoisen ikkunan esikatselun näyttämistä

source: pixels
fi: pixelit

source: Label width
fi: Tarran pituus

source: This defines the width of the label section of a window list button
fi: Tämä määrittää ikkunaluettelopainikkeen tunnisteosan leveyden

source: Animate label
fi: Animoitu tunniste

source: Label animation duration
fi: Tunnisteen animaation kesto

source: Nothing
fi: Tyhjää

source: Workspace number
fi: Työtilan numero

source: Monitor number
fi: Näytön numero

source: Disabled
fi: Poissa käytöstä

source: Grouped
fi: Ryhmitelty

source: Pooled
fi: Yhdistetty

source: Automatic
fi: Automaattinen

source: One to one
fi: Yhdestä yhteen

source: Launcher
fi: Käynnistin

source: Window list behavior style
fi: Ikkunaluettelon käyttäytymistyyli

source: Unique for each workspace
fi: Ainutlaatuinen jokaiseen työtilaan

source: Common across workspaces
fi: Yleinen kaikissa työtiloissa

source: Pinning of window list buttons
fi: Ikkunaluettelopainikkeiden kiinnitys

source: Controls whether window list buttons can be pinned, and whether each workspace has a unique set of pinned buttons or one common set shared across all workspaces. When in "Common across workspaces" mode the order of the pinned buttons is also maintained across workspaces.
fi: Määrittää, voidaanko ikkunaluettelon painikkeita kiinnittää ja onko jokaisessa työtilassa yksilöllinen joukko kiinnitettyjä painikkeita vai yksi yhteinen ryhmä, joka jaetaan kaikille työtileille. "Yleinen työtiloissa" -tilassa kiinnitettyjen painikkeiden järjestys säilyy myös työtilojen välillä.

source: Synchronize launcher buttons across all workspaces
fi: Synkronoi käynnistyspainikkeet kaikissa työtiloissa

source: Only show windows on the same monitor
fi: Näytä vain ikkunat samassa näytössä

source: If enabled, this applet instance only manages windows that are displayed on the same monitor
fi: Jos tämä on käytössä, tämä sovelman esiintymä hallitsee vain ikkunoita jotka näkyvät samassa näytössä

source: Include windows from all workspaces
fi: Sisällytä ikkunat kaikista työtiloista

source: Show tooltips for window list buttons
fi: Näytä vihjeet ikkunalista painikkeista

source: Enable to show tooltips using window title or application name when hovering over window list buttons
fi: Ota käyttöön työkaluvihjeiden näyttäminen ikkunan otsikon tai sovelluksen nimen avulla, kun viet hiiren osoitinta ikkunaluettelopainikkeiden päällä

source: Hide buttons for applications on 'Launcher' instances of CassiaWindowList
fi: Piilota sovellusten painikkeet CassiaWindowList "Käynnistimestä"

source: When enabled, windows for applications with pinned buttons on other 'Launcher' mode instances of the CassiaWindowList applet will not show up in this window list
fi: Kun tämä on käytössä, ikkunat sovelluksille, joiden painikkeita on kiinnitetty CassiaWindowList-sovelman muihin esiintymiin, eivät näy tässä ikkunaluettelossa

source: Spacing between buttons
fi: Painikkeiden väli

source: This defines the spacing between the buttons, the value will be divided in half and added to the left of the icon and to the right of the label on horizontal panels or to the top and button of the icon on vertical panels
fi: Tämä määrittää painikkeiden välisen etäisyyden, arvo jaetaan puoliksi ja lisätään kuvakkeen vasemmalle puolelle ja vaakapaneelien tarran oikealle puolelle tai pystypaneeleissa kuvakkeen yläosaan ja painikkeeseen

source: Show a full size window preview when hovering over a button
fi: Näytä täysikokoinen ikkunan esikatselu, kun viet hiiren painikkeen päälle

source: Automatic focus change when leaving the panel
fi: Automaattinen tarkennuksen vaihto poistuttaessa paneelista

source: Show on hover
fi: Näytä hiirellä

source: If enabled, a popup menu with a list of current windows will show when hovering
fi: Jos tämä on käytössä, ponnahdusvalikko, jossa on luettelo nykyisistä ikkunoista, tulee näkyviin, kun osoitinta pidetään

source: Show window thumbnails in the popup window list menu
fi: Näytä ikkunoiden pikkukuvat ponnahdusikkunaluettelovalikossa

source: If enabled, the popup menu will show window thumbnails, otherwise the menu will only show window titles (Always disabled when running Cinnamon in Software Rendering Mode)
fi: Jos tämä on käytössä, ponnahdusvalikko näyttää ikkunoiden pikkukuvat, Muutoin valikko näyttää vain ikkunoiden otsikot (Aina poissa käytöstä, kun Cinnamon käytetään ohjelmiston renderöintitilassa)

source: Extra large
fi: Suurempi

source: Large
fi: Suuri

source: Medium
fi: Keskikokoinen

source: Small
fi: Pieni

source: Extra small
fi: Pienempi

source: Default thumbnail window size
fi: Pikkukuvaikkunan oletuskoko

source: Sort grouped button thumbnail menu items
fi: Lajittele ryhmitetyt painikkeet valikon pikkukuvissa

source: Show thumbnails for all windows of an application pool
fi: Näytä pikkukuvat kaikille sovellusjoukon ikkunoille

source: Hover time before showing menu
fi: Osoitinaika ennen valikon näyttämistä

source: The waiting time before the thumbnail menu appears when hovering over a button (Not used when moving directly to a different button in the list)
fi: Odotusaika ennen pikkukuvavalikkoa tulee näkyviin, kun viet hiiren painikkeen päälle (Ei käytetä siirryttäessä suoraan toiseen painikkeeseen luettelossa)

source: Time before closing after pointer leaves the menu
fi: Aika ennen sulkemista sen jälkeen, kun osoitin poistuu valikosta

source: The waiting time for the thumbnail menu to close when leaving a button (Not used when moving directly to a different button in the list)
fi: Odotusaika pikkukuvavalikon sulkeutumiseen poistuttaessa painikkeesta (Ei käytetä siirryttäessä suoraan toiseen painikkeeseen luettelossa)

source: Close thumbnail menu
fi: Suljaa pikkukuvakkeiden valikko

source: Close window
fi: Sulje ikkuna

source: Minimize/Restore
fi: Pienennä/Palauta

source: Maximize/Restore
fi: Suurenna/Palauta

source: Group/Ungroup windows
fi: Ryhmittele/Pura ryhmitys

source: Move to workspace 1
fi: Siirrä työtilaan 1

source: Move to workspace 2
fi: Siirrä työtilaan 2

source: Move to workspace 3
fi: Siirrä työtilaan 3

source: Move to workspace 4
fi: Siirrä työtilaan 4

source: Move to previous workspace
fi: Siirrä edelliseen työtilaan

source: Move to next workspace
fi: Siirrä seuraavaan työtilaan

source: Move to this workspace
fi: Siirrä tähän työtilaan

source: Visible on this/all workspaces
fi: Näkyy tässä/kaikissa työtiloissa

source: Toggle always on top
fi: Vaihda aina päällimmäiseksi

source: Move to monitor 1
fi: Siirry näyttöön 1

source: Move to monitor 2
fi: Siirry näyttöön 2

source: Move to monitor 3
fi: Siirry näyttöön 3

source: Move to monitor 4
fi: Siirry näyttöön 4

source: Move to previous monitor
fi: Siirry edelliseen näyttöön

source: Move to next monitor
fi: Siirry seuraavaan näyttöön

source: Move to current/next monitor
fi: Siirry nykyiseen/seuraavaan näyttöön

source: Pin to panel toggle
fi: Kiinnitä paneeliin

source: Tile left
fi: Laatoita vasemmalle

source: Tile top left
fi: Laatoita ylös vasemmalle

source: Tile top
fi: Laatoita ylös

source: Tile top right
fi: Laatoita ylös oikealle

source: Tile right
fi: Laatoita laatoita oikealle

source: Tile bottom right
fi: Laatoita alas oikealle

source: Tile bottom
fi: Laatoita alas

source: Tile bottom left
fi: Laatoita alas vasemmalle

source: Untile window
fi: Pura laatoitus

source: Do nothing
fi: Älä tee mitään

source: Thumbnail window middle button action
fi: Pikkukuvaikkunan keskipainikkeen toiminta

source: Thumbnail window back button action
fi: Pikkukuvaikkunan takaisin -painikkeen toiminta

source: Thumbnail window forward button action
fi: Pikkukuvaikkuna eteenpäin -painikkeen toiminta

source: Show a full size window preview when hovering over a Thumbnail
fi: Näytä täysikokoinen ikkunan esikatselu, kun vie hiiri pikkukuvan päälle

source: If enabled, a full size preview window will appear when the mouse pointer is hovering over a Thumbnail menu item. The delay before the preview appears is controlled by an option under the Advanced tab
fi: Jos tämä on käytössä, täysikokoinen esikatseluikkuna tulee näkyviin, kun hiiren osoitin on Pikkukuva-valikon kohdan päällä. Esikatselun ilmestymisen viivettä ohjataan Lisäasetukset-välilehden valinnalla

source: Automatic focus change when leaving the Thumbnail menu
fi: Automaattinen tarkennuksen vaihto poistuttaessa Thumbnail-valikosta

source: If enabled, the window associated with the Thumbnail menu item will get the focus when the mouse pointer leaves the menu. Leaving the menu with Ctrl or Shift held or leaving from either end of the menu will leave the focus unchanged. This option is typically used in conjunction with the preview hovering option above.
fi: Jos tämä on käytössä, Pikkukuva-valikkokohtaan liittyvä ikkuna saa tarkennuksen, kun hiiren osoitin poistuu valikosta. Kun poistut valikosta pitämällä Ctrl- tai Shift-näppäintä painettuna, tai poistuminen valikon jommastakummasta päästä, kohdistus ei muutu. Tätä vaihtoehtoa käytetään yleensä yhdessä yllä olevan esikatselun leijuvan vaihtoehdon kanssa.

source: Restore/Minimize most recent window
fi: Palauta/pienennä viimeisin ikkuna

source: Restore/Minimize 1st window in group
fi: Palauta/pienennä ensimmäinen ikkuna ryhmässä

source: Restore then cycle windows
fi: Palauta ja kierrä ikkunat

source: Show thumbnail menu
fi: Näytä pikkukuvavalikko

source: Restore or hold for thumbnail menu
fi: Palauta pikkukuvavalikko tai pidä sitä painettuna

source: Left button action for grouped buttons
fi: Vasemman painikkeen toiminto ryhmitellyille painikkeille

source: Action taken when using the left mouse button on a window list entry for a group of windows
fi: Toimenpide, joka suoritetaan käytettäessä hiiren vasenta painiketta ikkunaryhmän ikkunaluettelomerkinnässä

source: New window or hold for thumbnail menu
fi: Uusi ikkuna tai pidä painettuna pikkukuvavalikkoa varten

source: Left button action (with running windows)
fi: Vasemman painikkeen toiminta (ikkunoiden ollessa käynnissä)

source: Action taken when using the left mouse button on a launcher button with one or more running windows
fi: Toiminto käytettäessä hiiren vasenta painiketta käynnistyspainikkeessa, jossa on yksi tai useampi ikkuna

source: Thumbnail menu toggle
fi: Pikkukuvavalikon vaihto

source: Thumbnail menu hold
fi: Pikkukuvavalikon pito

source: Restore most recent application window
fi: Palauta viimeisin sovellusikkuna

source: Restore/minimize 1st window in group
fi: Palauta/pienennä ensimmäinen ikkuna ryhmässä

source: Restore/minimize 2nd window in group
fi: Palauta/pienennä toinen ikkuna ryhmässä

source: Restore/minimize 3rd window in group
fi: Palauta/pienennä kolmas ikkuna ryhmässä

source: Restore/minimize 4th window in group
fi: Palauta/pienennä neljäs ikkuna ryhmässä

source: Middle button action
fi: Keskimmäisen painikkeen toiminto

source: Action taken when using the middle mouse button on window list entries
fi: Toimenpide käytettäessä hiiren keskipainiketta ikkunaluettelomerkinnöissä

source: Back button action
fi: Takaisinpainikkeen toiminto

source: Action taken when using the back mouse button on window list entries
fi: Toimenpide käytettäessä hiiren taaksepäin painiketta ikkunaluettelomerkinnöissä

source: Forward button action
fi: Eteenpäin painikkeen toiminto

source: Action taken when using the forward mouse button on window list entries
fi: Toimenpide käytettäessä hiiren eteenpäin-painiketta ikkunaluettelomerkinnöissä

source: Minimize/Restore/Maximize window
fi: Pienennä/Palauta/Suurenna ikkuna

source: Change windows workspace
fi: Vaihda ikkunan työtilaa

source: Change windows monitor
fi: Vaihda ikkunan näyttöä

source: Change window tiling
fi: Vaihda ikkunoiden asettelua

source: Cycle grouped/pooled button windows
fi: Kierrä ryhmitetyt painikeikkunat

source: Scroll wheel action
fi: Hiiren rullan toiminta

source: Action taken when using the mouse scroll wheel on a window list button. This scroll wheel action will be disabled if the Thumbnail menu is currently open
fi: Toiminta käytettäessä hiiren rullaa ikkunoiden painikkeessa. Jos pikkukuva on tällä hetkellä auki, tämä vieritystoiminta poistetaan käytöstä

source: Off
fi: Pois

source: On (temporary)
fi: Päällä (väliaikainen)

source: On (global default)
fi: Päällä ( kaikille oletusarvo)

source: On (application default)
fi: Päällä (sovelluksen oletus)

source: Adjust the thumbnail window sizes using the scroll-wheel
fi: Säädä pikkukuvaikkunoiden kokoa vierityspyörällä

source: If enabled, the size of thumbnail windows will respond to the mouse scroll-wheel. The new size can have a temporary effect or persist on a global or per application basis
fi: Jos tämä on käytössä, pikkukuvaikkunoiden koko vastaa hiiren vierityspyörää. Uudella koolla voi olla väliaikainen vaikutus tai se voi jatkua maailmanlaajuisesti tai sovelluskohtaisesti

source: Hotkey binding available for assignment to a window
fi: Pikanäppäinsidonta käytettävissä määritettäväksi ikkunaan

source: Enabled
fi: Käytössä

source: Cycle application windows
fi: Kierrä sovellusten ikkunat

source: Key sequence
fi: Näppäinjärjestys

source: Description
fi: Kuvaus

source: Define a list of hotkeys used to bring to the foreground specific windows.
fi: Määritä luettelo pikanäppäimistä, joita käytetään tuomaan etualalle tietyt ikkunat.

source: Minimize window when hotkey target is already in focus
fi: Pienennä ikkuna, kun pikanäppäinkohde on jo tarkennettu

source: If enabled and application cycling is not enabled or there is only one window for the application, windows will be minimized if the window is already in focus
fi: Jos käytössä ja sovellusten kierto ei ole käytössä tai sovelluksella on vain yksi ikkuna, ikkunat pienennetään, jos ikkuna on jo kohdistettu

source: Open a new window when the application is not running
fi: Avaa uusi ikkuna, kun sovellus ei ole käynnissä

source: Start a new window if no window is attached to a hotkey and the hotkey description is an exact match for the application name of a pinned button or a desktop file name
fi: Käynnistä uusi ikkuna, jos pikanäppäimeen ei ole liitetty ikkunaa ja pikanäppäimen kuvaus vastaa tarkasti kiinnitetyn painikkeen tai työpöydän tiedoston nimeä

source: Use modifier(s) + ` hotkey to show hotkey hint bubbles
fi: Näytä pikanäppäinvihjekuplat käyttämällä muokkareita + `-kutsunäppäintä

source: Hotkeys can be assigned to a window in two ways: 1) Manual: Use "Assign window to a hotkey" in the button context menu. 2) Automatic: Enter a "Description" matching an application name or desktop file. Note: 1) Hotkey not working? it's possible the key combination is already assigned elsewhere. 2) If you remove or rearrange hotkeys, manual hotkey assignments might need to be reassigned. 3) Hotkeys associated with desktop files can not be manually assigned.
fi: Pikanäppäimet voidaan määrittää ikkunaan kahdella tavalla: 1) Manuaalinen: Käytä "Määritä ikkuna pikanäppäimelle" painikkeen kontekstivalikossa. 2) Automaattinen: Syötä "Kuvaus", joka vastaa sovelluksen nimeä tai työpöytätiedostoa. Huomautus: 1) Pikanäppäin ei toimi? on mahdollista, että näppäinyhdistelmä on jo määritetty muualle. 2) Jos poistat tai järjestät uudelleen pikanäppäimiä, manuaaliset pikanäppäinmääritykset on ehkä määritettävä uudelleen. 3) Työpöytätiedostoihin liittyviä pikanäppäimiä ei voi määrittää manuaalisesti.

source: Key and mouse button
fi: Näppäin ja hiiren painike

source: Mouse click context
fi: Hiiren klikkauskonteksti

source: Action to perform
fi: Suoritettava toimenpide

source: Define a set of mouse button actions when the Ctrl or Shift keys are pressed.
fi: Määritä joukko hiiren painiketoimintoja, kun Ctrl- tai Shift-näppäintä painetaan.

source: Note: The above list contents will be incorrectly displayed without this fix: https://github.com/linuxmint/cinnamon/pull/11908 The edit dialog box values are the correct values and the ones that will take effect.
fi: Huomautus: Yllä oleva luettelon sisältö näytetään väärin ilman tätä korjausta: https://github.com/linuxmint/cinnamon/pull/11908 Muokkausvalintaikkunan arvot ovat oikeat arvot ja ne, jotka tulevat voimaan.

source: Icon animation when launching new windows
fi: Kuvakeanimaatio uusia ikkunoita käynnistettäessä

source: When enabled, the icon will animate when launching new windows for an application
fi: Kun se on käytössä, kuvake animoituu, kun sovellukselle käynnistetään uusia ikkunoita

source: Settings backup name
fi: Asetusten varmuuskopion nimi

source: If a name is entered here, the configuration of this applet instance will be backed up under that name. Backups will be listed in the Setup Wizard restore page when adding a new instance of CassiaWindowList to a panel.
fi: Jos tähän syötetään nimi, tämän sovelman kokoonpano varmuuskopioidaan tällä nimellä. Varmuuskopiot luetellaan ohjatun asennustoiminnon palautussivulla, kun paneeliin lisätään uusi CassiaWindowList-esiintymä.

source: percent
fi: prosentti

source: Icon color saturation
fi: Kuvakkeen värin saturaatio

source: Sets the color saturation for icons from 0% (grayscale) to 100%, default is 100%
fi: Asettaa kuvakkeiden värikylläisyyden 0%:sta (harmaasävy) 100%:iin, oletus on 100%

source: All Buttons
fi: Kaikki painikkeet

source: Minimized buttons
fi: Piilota tarrat piennetyista painikkeista

source: Idle pinned buttons
fi: Tyhjennä kiinnitetyt painikkeet
