Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/CassiaWindowList@klangman/*.po
Languages: fi

source: Buttons for windows on other workspaces
fi: Muiden työtilojen ikkunoiden painikkeet

source: Buttons for windows on other monitors
fi: Muiden näyttöjen ikkunoiden painikkeet

source: Where to apply the icon color saturation
fi: Missä käytetään kuvakkeen värikylläisyyttä

source: Which buttons will have the custom icon color saturation applied This option is only available when the saturation is not set to 100%
fi: Mihin painikkeisiin käytetään mukautettua kuvakkeen värikylläisyyttä Tämä vaihtoehto on käytettävissä vain, kun kylläisyyttä ei ole asetettu 100 %:iin

source: Welcome to CassiaWindowList
fi: Tervetuloa CassiaWindowListiin

source: How would you like this applet instance to behave?
fi: Miten haluaisit tämän sovelman käyttäytyvän?

source: Window List (Task bar) Panel buttons for all running windows.
fi: Ikkunaluettelo (tehtäväpalkki) Paneelin painikkeet kaikille käynnissä oleville ikkunoille.

source: Restore configuration from an automatic backup
fi: Palauta konfiguraatio automaattisesta varmuuskopioida

source: How do you want your Window List to operate?
fi: Miten haluat ikkunaluettelosi toimivan?

source: Grouping - Very compact One window list button per application. Thumbnail menus to select specific window. Button labels are window titles.
fi: Ryhmittely - Erittäin kompakti Yksi ikkunaluettelopainike sovellusta kohden. Pikkukuvavalikot tietyn ikkunan valitsemiseksi. Painikkeiden otsikot ovat ikkunoiden otsikoita.

source: Just a few more options to consider
fi: Vain muutama vaihtoehto harkittavaksi

source: No Labels (icons only)
fi: Ei etikettejä (vain kuvakkeet)

source: No minimized window indicator character
fi: Ei minimoitua ikkunan merkkiä

source: No Thumbnail window menu on mouse hover
fi: Ei pikkukuva-ikkunavalikkoa hiiren osoitin

source: Panel Launcher Setup
fi: Paneelin käynnistysohjelman asetukset

source: Open new window / Hold for Thumbnail menu
fi: Avaa uusi ikkuna / Pidä pikkukuvavalikkoa painettuna

source: Restore most recent window / Cycle windows
fi: Palauta viimeisin ikkuna / kierrä ikkunoita

source: Open the Thumbnail menu
fi: Avaa pikkukuvakkeiden valikko

source: Thumbnail window menu on mouse hover
fi: Pikkukuvaikkunan valikko hiiren osoitin

source: All done!
fi: Valmis!

source: Exit and launch the applet configurator now
fi: Poistu ja käynnistä sovelmien määritysohjelma nyt

source: Select a backup configuration to restore?
fi: Valitseko palautettava varmuuskopiokokoonpano?

source: Configuration Backup?
fi: Asetusten varmuuskopiointi?

source: If you would like to maintain an automatic backup of this applet configuration then select or enter a backup file description below. All current and future configuration changes will be saved to this backup:
fi: Jos haluat säilyttää automaattisen varmuuskopion tämän sovelman kokoonpanosta ja valitse tai kirjoita a varmuuskopiotiedoston kuvaus alla. Kaikki nykyiset ja tulevat asetusmuutokset tallennetaan tähän varmuuskopioon:

source: MainWindowList
fi: OletusIkkunaLista

source: MainPanelLauncher
fi: Oletus Paneelin käynnistäjä

source: Monitor1WindowList
fi: Näyttö1 Ikkunalista

source: Monitor2WindowList
fi: Näyttö2 Ikkunalista

source: Monitor1PanelLauncher
fi: Näyttö 1 paneelikäynnistäjä

source: Monitor2PanelLauncher
fi: Näyttö 2 paneelikäynnistäjä
