Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: This includes logs for the applet and the current settings with your API key redacted.
be: Гэта ўключае логі аплеты і бягучыя налады з адрэдагаваным вашым ключом API.
cs: To zahrnuje záznamy pro applet a jeho současné nastavení, v nich uložený API klíč je redigován.
de: Dazu gehören Protokolle für das Applet und die aktuellen Einstellungen, wobei Ihr API-Schlüssel unkenntlich gemacht wurde.
es: Esto incluye los registros del applet y la configuración actual con su clave API editada.
fi: Sisältää sovelman lokit ja asetukset, mutta APIAVAIN on poistettu.
hu: Ez hozzáadja a kisalkalmazás naplófájlokat és beállításokat, kivéve a beállított API kulcsot.
id: Ini termasuk log untuk applet dan pengaturan saat ini dengan kunci API Anda diedit.
is: Þetta innifelur atvikaskrár fyrir smáforritið og fyrirliggjandi stillingar ásamt hluta úr API-lykli.
it: Ciò include i log per l'applet e le impostazioni correnti con la chiave API oscurata.
pl: To zawiera logi tego apletu oraz aktualne ustawienia z ocenzurowanym kluczem API.
ru: Сюда входят журналы апплета и текущие настройки с отредактированным ключом API.
sr: Ово укључује логове за аплет и тренутна подешавања са редигованим API кључем.
sv: Detta inkluderar loggar för panelprogrammet och de aktuella inställningarna med din API-nyckel redigerad.
tr: Buna, uygulama günlükleri ve API anahtarınız düzeltilmiş mevcut ayarlar dahildir.
vi: Bao gồm nhật ký của applet và các thiết lập hiện tại với API key đã ẩn.
zh_cn: 它将包含面板小工具的日志和当前的设置，其中您的 API 密钥会被去除。
zh_tw: 這包括小工具的記錄和目前的設定（您的 API 金鑰會被遮蔽）。

source: Selected path to save Logs
be: Абраны шлях захаваньня логаў
cs: Cesta pro ukládání záznamů
de: Ausgewählter Pfad zum Speichern von Protokollen
es: Ruta seleccionada para guardar los registros
fi: Polku lokin tallentamiseen
hu: Naplófájlok mentése a következő útvonalra
id: Jalur yang dipilih untuk menyimpan Log
is: Valin slóð þar sem á að vista atvikaskrár
it: Percorso selezionato per salvare i log
pl: Wybrana ścieżka do zapisania logów
ru: Выбранный путь для сохранения журналов
sr: Изабрана путања за чување логова
sv: Vald sökväg för att spara loggar
tr: Günlükleri kaydetmek için seçilen yol
vi: Đường dẫn đã chọn để lưu nhật ký
zh_cn: 选择保存日志的路径
zh_tw: 選取的記錄儲存路徑

source: User Agent String Override
cs: Přepsat řetězec User Agent
de: Nutzer Name überschreiben
es: Sustitución de la cadena de agente de usuario
fi: Ohjelman merkkijonon ohitus
hu: Felhasználói ügynök karakterlánc felülbírálása
is: Nota annan kennistreng
it: Sostituzione della stringa dell'User-Agent
pl: Nadpisanie wartości User-Agent
ru: Переопределение строки агента пользователя
sr: Замена низа корисничког агента
sv: Åsidosätt sträng för User Agent
tr: Kullanıcı Aracısı Dizesini Geçersiz Kılma
vi: Ghi đè User Agent String
zh_cn: 用户代理字符串覆盖
zh_tw: 使用者代理字串覆寫

source: If you have issues with the applet not working properly and you know the User Agent string is the problem you can try to override it. Only change it if you know what you are doing. This is a string that is sent to the server when the applet tries to get the weather data.
cs: V případě potíží s tímto appletem a je zřejmé, že potíže způsobuje řetězec User Agent, je možnost tuto hodnotu změnit v rámci pokusu o obejití problému. Změna není doporučena, kromě případů, kdy opravdu víte, co děláte. Tento řetězec je odesílán na příslušný server ve chvíli, kdy se snaží aktualizovat data s předpovědí počasí.
de: Wenn das Applet nicht richtig funktioniert und Sie wissen, dass die Zeichenfolge „User Agent“ das Problem ist, können Sie versuchen, sie zu überschreiben. Ändern Sie sie nur, wenn Sie wissen, was Sie tun. Dies ist eine Zeichenfolge, die an den Server gesendet wird, wenn das Applet versucht, die Wetterdaten abzurufen.
es: Si tiene problemas con el applet y sabe que la cadena de Agente de Usuario es el problema, puede intentar cambiarla. Cámbiela sólo si sabe lo que está haciendo. Esta es una cadena que se envía al servidor cuando el applet intenta obtener los datos meteorológicos.
fi: Jos sinulla on ongelmia sovelman toimivuudessa ja tiedät, että User Agent merkkijono on ongelmana, voit ohittaa sen. Muuta sitä, jos tiedät mitä teet. Tämä on merkkijono, joka lähetetään palvelimelle kun sovelma kysyy säätietoja.
hu: Ha problémái vannak azzal, hogy az applet nem működik megfelelően, és tudja, hogy a User Agent karakterlánc okozza a problémát, megpróbálhatja felülbírálni. Csak akkor változtasson rajta, ha tudja, mit csinál. Ez egy karakterlánc, amely akkor kerül elküldésre a szervernek, amikor az applet megpróbálja lekérni az időjárási adatokat.
is: Ef þú sérð að smáforritið sé ekki að virka eðlilega og þú veist að vandamálið er kennistrengurinn (user agent), þá geturðu prófað að breyta honum svo framarlega að þú vitir hvað þú ert að gera. Kennistrengurinn er textaruna sem send er til netþjónsins þegar forritið reynir að sækja veðurgögn.
it: Se riscontri problemi con l'applet che non funziona correttamente e sai che la stringa User Agent è il problema, puoi provare a sovrascriverla. Cambialo solo se sai cosa stai facendo. Questa è una stringa che viene inviata al server quando l'applet tenta di ottenere i dati meteorologici.
pl: Jeżeli masz problemy z poprawnym działaniem apletu i wiesz że wartość User-Agent je powoduje, możesz spróbować ją nadpisać. Zmieniaj ją tylko jeżeli wiesz co robisz. Ta wartość jest wysyłana do serwera gdy aplet próbuje pobrać dane pogodowe.
ru: Если у вас возникли проблемы с неправильной работой апплета и вы знаете, что проблема заключается в строке User Agent, вы можете попробовать переопределить ее. Изменяйте ее только в том случае, если вы знаете, что делаете. Это строка, которая отправляется на сервер, когда апплет пытается получить данные о погоде.
sr: Ако имате проблема са аплетом који не ради исправно и знате да је стринг корисничког агента узрок проблема, можете покушати да га замените. Промените га само ако знате шта радите. Ово је стринг који се шаље серверу када аплет покушава да добије податке о времену.
sv: Om du har problem med att appleten inte fungerar som den ska och du vet att User Agent-strängen är problemet kan du försöka åsidosätta den. Ändra den bara om du vet vad du gör. Det här är en sträng som skickas till servern när appleten försöker hämta väderdata.
tr: Uygulamanın düzgün çalışmamasıyla ilgili sorunlarınız varsa ve sorunun Kullanıcı Aracısı dizesi olduğunu biliyorsanız, onu geçersiz kılmayı deneyebilirsiniz. Yalnızca ne yaptığınızı biliyorsanız değiştirin. Bu, uygulama hava durumu verilerini almaya çalıştığında sunucuya gönderilen bir dizedir.
vi: Nếu applet không hoạt động đúng và bạn biết User Agent là vấn đề, bạn có thể ghi đè nó. Chỉ thay đổi nếu bạn biết mình đang làm gì. Đây là chuỗi được gửi tới server khi applet lấy dữ liệu thời tiết.
zh_cn: 如果您遇到面板小工具无法正常工作的问题，并且您知道 User Agent 字符串是问题所在，您可以尝试覆盖它。只有在您知道自己在做什么时才更改它。这是当 applet 尝试获取天气数据时发送到服务器的字符串。
zh_tw: 如果小工具無法正常運作，且您知道問題出在使用者代理字串，您可以嘗試覆寫它。只有在您了解自己在做什麼時才變更此設定。這是小工具嘗試取得天氣資料時傳送給伺服器的字串。

source: Run a command when the weather info changes
cs: Spustit příkaz po změně informace o počasí
de: Einen Befehl ausführen, wenn sich die Wetterdaten ändern
es: Ejecutar un comando cuando cambie la información meteorológica
fi: Suorita komento, kun säätiedot muuttuu
hu: Futtasson parancsot, amikor az időjárási adatok megváltoznak
is: Keyra skipun þegar veðurupplýsingar breytast
it: Esegui un comando quando le informazioni meteo cambiano
pl: Uruchom komendę, gdy zmienią się dane pogowe
ru: Выполните команду при изменении информации о погоде
sr: Покрените команду када се промене информације о времену
sv: Kör ett kommando när väderinformationen ändras
tr: Hava durumu bilgisi değiştiğinde bir komut çalıştırın
vi: Chạy lệnh khi thông tin thời tiết thay đổi
zh_cn: 在天气信息更改时运行命令
zh_tw: 當天氣資訊變更時執行指令

source: The applet will run the command you provide every time the weather data is updated. The command will be interpolated with the same values with the same format you can get in any of the overrides, in addition you get {full_data} which is the full current weather data. Interpolation with single brackets {xxx} will not be escaped, with double brackets {{xxxx}} they are wrapped in single quotes (') and all other single quotes are escaped inside. You can use this to integrate the weather data with other parts of your system. You can look up the full weather data structure via the link in the README. Example: 'notify-send "The weather is {c} and the temperature is {t}{u}"' will show a notification with the current weather condition and temperature. Example: 'echo {{full_data}} > /tmp/weather_data' will save the full weather data to a file in /tmp.
cs: Applet spustí zadaný příkaz pokaždé, kdy dojde ke změně dat o počasí. Příkaz bude doplněn stejnými hodnotami a ve stejném formátu, které je možno nastavit v některém z přepisů, navíc lze získat {full_data}, což jsou úplná aktuální data o počasí. Parametry s jednoduchými složenými závorkami {xxx} nebudou escapovány, s dvojitými složenými závorkami {{xxxx}} budou zabaleny do jednoduchých uvozovek (') a všechny ostatní jednoduché uvozovky escapovány uvnitř. Využít to lze pro integraci dat o počasí s jinými částmi systému. Kompletní strukturu dat s předpovědí lze prostudovat pod odkazem v souboru README. Příklad: 'notify-send "Aktuální počasí je {c} a teplota dosahuje {t}{u}"' zobrazí notifikaci s aktuálním stavem počasí a teplotou. Příklad: 'echo {{full_data}} > /tmp/weather_data' uloží plná data s předpovědí do složky /tmp.
de: Das Applet wird den von Ihnen angegebenen Befehl jedes Mal ausführen, wenn die Wetterdaten aktualisiert werden. Der Befehl wird mit den gleichen Werten im gleichen Format interpoliert, die Sie in den Überschreibungen erhalten können, zusätzlich erhalten Sie {full_data}, was die vollständigen aktuellen Wetterdaten sind. Die Interpolation mit einfachen Klammern {xxx} wird nicht escaped, mit doppelten Klammern {{xxxx}} werden sie in einfache Anführungszeichen (') eingeschlossen und alle anderen einfachen Anführungszeichen werden darin escaped. Sie können dies nutzen, um die Wetterdaten in andere Teile Ihres Systems zu integrieren. Sie können die vollständige Struktur der Wetterdaten über den Link in der README nachschlagen. Beispiel: 'notify-send „Das Wetter ist {c} und die Temperatur ist {t}{u}“' zeigt eine Benachrichtigung mit den aktuellen Wetterbedingungen und der Temperatur an. Beispiel: 'echo {{full_data}} > /tmp/weather_data' speichert die vollständigen Wetterdaten in einer Datei in /tmp.
es: El applet ejecutará el comando que le proporcione cada vez que se actualicen los datos meteorológicos. El comando será interpolado con los mismos valores con el mismo formato que puede obtener en cualquiera de las anulaciones, además obtendrá {full_data} que son los datos meteorológicos actuales completos. La interpolación con corchetes simples {xxx} no se escapará, con corchetes dobles {{xxxx}} se envuelven en comillas simples (') y todas las demás comillas simples se escapan dentro. Puede utilizar esto para integrar los datos meteorológicos con otras partes de su sistema. Puede consultar la estructura completa de los datos meteorológicos en el enlace del README. Ejemplo: 'notify-send «El tiempo es {c} y la temperatura es {t}{u}»' mostrará una notificación con el estado actual del tiempo y la temperatura. Ejemplo: 'echo {{full_data}} > /tmp/weather_data' guardará los datos meteorológicos completos en un archivo en /tmp.
hu: Az applet minden időjárási adatfrissítéskor az Ön által megadott parancsot fogja futtatni. A parancs ugyanazokkal az értékekkel lesz interpolálva, ugyanazzal a formátummal, amelyet bármelyik felülbírálásnál megkaphat, emellett megkapja a {full_data} értéket, amely a teljes aktuális időjárási adat. Az egyszeres zárójeles {xxx} interpoláció nem kerül megjelölésre, a kettős zárójelekkel {{xxxx}} egyszeres idézőjelekbe (') kerül sor, és az összes többi szimpla zárójelet meg kell szüntetni. Ezzel integrálhatja az időjárási adatokat a rendszer más részeivel. A teljes időjárási adatszerkezetet a README linkjén tekintheti meg. Példa: "notify-send "Az időjárás {c}, a hőmérséklet {t}{u}"" értesítést jelenít meg az aktuális időjárási állapotról és hőmérsékletről. Példa: 'echo {{full_data}} > /tmp/weather_data' a teljes időjárási adatokat egy fájlba menti a /tmp mappában.
is: Smáforritið mun keyra skipunina sem þú gafst í hvert sinn sem veðurgögn eru uppfærð. Inn í skipunina verður skotið sömu gildum á sama sniði og þú færð úr öllum þeim yfirskrifunum sem þú hefur stillt, að auki færðu {full_data} sem eru full fyrirliggjandi veðurgögn. Innskot með einföldum slaufusvigum {xxx} þarf ekki að afmarka, með tvöföldum slaufusvigum {{xxxx}} eru notaðir einfaldir afmarkarar (') og allir aðrir einfaldir afmarkarar eru innan gæsalappa. Þú getur notað þetta til að flétta veðurgögn inn í aðra hluta kerfisins þíns. Þú getur skoðað uppbyggingu fullra veðurgagna ú gegnum tengilinn í README-skránni. Dæmi: 'notify-send "Veðrið er {c} og hitinn er {t}{u}"' mun birta tilkynningu með fyrirliggjandi veðurskilyrðum og hitastigi. Dæmi: 'echo {{full_data}} > /tmp/weather_data' mun vista full veðurgögn yfir í skrá í /tmp.
it: L'applet eseguirà il comando fornito ogni volta che i dati meteorologici vengono aggiornati. Il comando verrà interpolato con gli stessi valori con lo stesso formato che puoi ottenere in una qualsiasi delle sostituzioni, inoltre otterrai {full_data} che sono i dati meteorologici correnti completi. L'interpolazione con parentesi singole {xxx} non verrà sottoposta a escape, con parentesi doppie {{xxxx}} verranno racchiuse tra virgolette singole (') e tutte le altre virgolette singole verranno inserite all'interno. Puoi usarlo per integrare i dati meteorologici con altre parti del tuo sistema. È possibile consultare la struttura completa dei dati meteorologici tramite il collegamento nel README. Esempio: 'notify-send "Il meteo è {c} e la temperatura è di {t}{u}"' mostrerà una notifica con le condizioni meteorologiche e la temperatura attuali. Esempio: 'echo {{full_data}} > /tmp/weather_data' salverà tutti i dati meteo in un file in /tmp.
pl: Ten aplet uruchomi komendę którą podasz za każdym razem gdy dane pogodowe zostaną zaktualizowane. Komenda będzie interpolować te same wartości w tym samym formacie jaki możesz uzyskać w każdym z nadpisań, dodatkwo może uzyskać {full_data} które są pełnymi aktualnymi danymi pogodowymi. Interpolacja z pojedynczymi nawiasami {xxx} nie zostanie zastąpiona, natomiast w przypadku podwójnych nawiasów {{xxxx}} zostaną one ujęte w pojedyncze cudzysłowy (') i wszystkie inne pojedyncze cudzysłowy zostaną zastąpione wewnątrz. Można to wykorzystać do zintegrowania danych pogodowych z innymi częściami systemu. Pełną strukturę danych pogodowych można sprawdzić, korzystając z linku w pliku README. Przykład: 'notify-send "Pogoda jest {c} i temperatura jest {t}{u}"' pokaże powiadomienie z aktualnym stanem pogody i temperaturą. Przykład: 'echo {{full_data}} > /tmp/dane_pogodowe' zapisze pełne dane pogodowe w /tmp.
ru: Апплет будет выполнять указанную вами команду каждый раз, когда данные о погоде будут обновляться. Команда будет интерполирована с теми же значениями с тем же форматом, которые вы можете получить в любом из переопределений, кроме того, вы получите {full_data}, которая является полными текущими данными о погоде. Интерполяция с одинарными скобками {xxx} не будет экранирована, с двойными скобками {{xxxx}} они будут обернуты в одинарные кавычки ('), а все остальные одинарные кавычки будут экранированы внутри. Вы можете использовать это для интеграции данных о погоде с другими частями вашей системы. Вы можете посмотреть полную структуру данных о погоде по ссылке в README. Пример: 'notify-send "The weather is {c} and the temperature is {t}{u}'' покажет уведомление с текущим состоянием погоды и температурой. Пример: 'echo {{full_data}} > /tmp/weather_data' сохранит полные данные о погоде в файл в /tmp.
sr: Аплет ће покренути команду коју наведете сваки пут када се ажурирају подаци о времену. Команда ће бити интерполирана са истим вредностима у истом формату који можете добити у било којој од пречишћавања, поред тога добијате {full_data} што су комплетни тренутни подаци о времену. Интерполација са једноструким заградама {xxx} неће бити избегнута, са двоструким заградама {{xxxx}} су умотане у једноструке наводнике (') и сви остали једноструки наводници су избегнути унутра. Ово можете користити за интеграцију података о времену са другим деловима вашег система. Можете потражити комплетну структуру података о времену преко линка у README датотеци. Пример: 'notify-send "Време је {c}, а температура је {t}{u}"' ће приказати обавештење са тренутним временским условима и температуром. Пример: 'echo {{full_data}} > /tmp/weather_data' ће сачувати комплетне податке о времену у датотеку у /tmp.
sv: Appleten kommer att köra kommandot du anger varje gång väderdatan uppdateras. Kommandot kommer att interpoleras med samma värden med samma format som du kan få i någon av overrides, dessutom får du {full_data} som är den fullständiga aktuella väderdatan. Interpolering med enkla parenteser {xxx} kommer inte att escapeas, med dubbla parenteser {{xxxx}} är de omslutna av enkla citattecken (') och alla andra enkla citattecken är escapeade inuti. Du kan använda detta för att integrera väderdatan med andra delar av ditt system. Du kan slå upp den fullständiga väderdatastrukturen via länken i README-filen. Exempel: 'notify-send ”Vädret är {c} och temperaturen är {t}{u}”' kommer att visa ett meddelande med aktuellt väder och temperatur. Exempel: ”echo {{full_data}} > /tmp/weather_data' sparar fullständiga väderdata i en fil i /tmp.
tr: Uygulama, hava durumu verileri her güncellendiğinde sağladığınız komutu çalıştıracaktır. Komut, geçersiz kılmaların herhangi birinde alabileceğiniz aynı formatta aynı değerlerle enterpolasyona tabi tutulacaktır; ayrıca tam güncel hava durumu verileri olan {full_data} elde edersiniz. Tek parantezli {xxx} enterpolasyondan kaçılmaz, çift parantezli {{xxxx}} tek tırnak (') içine alınır ve diğer tüm tek tırnak işaretleri içeriden çıkarılır. Bunu, hava durumu verilerini sisteminizin diğer bölümleriyle entegre etmek için kullanabilirsiniz. BENİ OKU'daki bağlantı aracılığıyla hava durumu veri yapısının tamamına bakabilirsiniz. Örnek: 'bildir-gönder "Hava durumu {c} ve sıcaklık {t}{u}"', mevcut hava durumu ve sıcaklığı içeren bir bildirim gösterecektir. Örnek: 'echo {{full_data}} > /tmp/weather_data' tüm hava durumu verilerini /tmp içindeki bir dosyaya kaydedecektir.
vi: Applet sẽ chạy lệnh bạn cung cấp mỗi khi dữ liệu thời tiết được cập nhật. Lệnh sẽ được nội suy với cùng các giá trị và định dạng trong các ghi đè, thêm {full_data} là toàn bộ dữ liệu thời tiết hiện tại. Nội suy với dấu {xxx} đơn sẽ không được escape, với {{xxxx}} đôi sẽ được bao trong dấu nháy đơn (') và các nháy đơn khác được escape. Bạn có thể dùng để tích hợp dữ liệu thời tiết với hệ thống khác. Xem cấu trúc dữ liệu đầy đủ qua link trong README. Ví dụ: 'notify-send "Thời tiết {c}, nhiệt độ {t}{u}"' sẽ hiển thị thông báo với điều kiện thời tiết và nhiệt độ hiện tại. Ví dụ: 'echo {{full_data}} > /tmp/weather_data' sẽ lưu toàn bộ dữ liệu thời tiết vào file /tmp.
zh_cn: 每次更新天气数据时，该面板小工具将运行您提供的命令。该命令将以相同的值和您可以在任何覆盖中获得的相同格式进行插值，此外，您还可以获得 {full_data}，这是完整的当前天气数据。带有单括号 {xxx} 的插值不会被转义，带有双括号 {{xxxx}} 的插值被括在单引号 （'） 中，所有其他单引号都被转义在里面。您可以使用它来将天气数据与系统的其他部分集成。您可以通过 README 中的链接查找完整的天气数据结构。 示例：'notify-send “The weather is {c} and the temperature is {t}{u}”' 将显示包含当前天气状况和温度的通知。 例如： 'echo {{full_data}} > /tmp/weather_data' 会将完整的天气数据保存到 /tmp 中的文件中。
zh_tw: 小工具會在每次天氣資料更新時執行您提供的指令。該指令將使用與任何覆寫中相同的值與格式進行內插，此外您還可以取得 {full_data}，即完整的目前天氣資料。使用單大括號 {xxx} 的內插不會進行跳脫處理，使用雙大括號 {{xxxx}} 的內插會以單引號 (') 包裹，且內部的所有其他單引號都會進行跳脫處理。您可以使用此功能將天氣資料與系統的其他部分整合。您可以透過 README 中的連結查詢完整的天氣資料結構。 範例：'notify-send "目前天氣為 {c}，溫度為 {t}{u}"' 將顯示包含目前天氣狀況與溫度的通知。 範例：'echo {{full_data}} > /tmp/weather_data' 將會把完整的天氣資料儲存到 /tmp 中的檔案。

source: Test your command
cs: Vyzkoušet příkaz
de: Testen Sie ihren Befehl
es: Pruebe su comando
fi: Testaa komentoa
hu: Tesztelje a parancsát
is: Prófaðu skipunina þína
it: Prova il tuo comando
pl: Przetestuj swoją komendę
ru: Проверьте свою команду
sr: Тестирајте своју команду
sv: Testa ditt kommando
tr: Komutunuzu test edin
vi: Kiểm thử lệnh của bạn
zh_cn: 测试您的命令
zh_tw: 測試您的指令

source: Enable displaying UV Index
cs: Povolit zobrazení hodnoty UV Indexu
es: Activar la visualización del índice UV
hu: UV-index megjelenítésének engedélyezése
is: Virkja birtingu UV-stuðuls geislunar
it: Abilita la visualizzazione dell'indice UV
pl: Włącz wyświetlanie Indeksu UV
sr: Омогући приказ УВ индекса
sv: Aktivera visning av UV-index
tr: UV İndeksini görüntülemeyi etkinleştir
vi: Bật hiển thị chỉ số UV

source: If your provider supports it, the UV index will be shown in the popup menu next to sunrise/sunset times. It will not show if the UV index is low risk (0-2).
cs: Pokud je podporováno vybraným poskytovatelem předpovědi, bude ve ve vyskakovacím okně s předpovědí zobrazena hodnota UV indexu. K nalezení je v tom případě vedle časů východu a západu slunce. Zobrazována není pokud je riziko nízké na hodnotě (0-2).
es: Si su proveedor lo admite, el índice UV se mostrará en el menú emergente junto a las horas de salida/puesta del sol. No se mostrará si el índice UV es de bajo riesgo (0-2).
hu: Ha a szolgáltatója támogatja, az UV-index a napkelte/napnyugta időpontjai melletti felugró menüben jelenik meg. Nem jelenik meg, ha az UV-index alacsony kockázatú (0-2).
is: Ef upplýsingaveitan þín styður það, mun UV-stuðullinn birtast í sprettglugganum við hlið tímasetninga sólris/sólarlags. Hann mun ekki birtast ef UV-stuðullinn sýnir litla áhættu (0-2).
it: Se il tuo provider lo supporta, l'indice UV verrà visualizzato nel menù a comparsa accanto agli orari di alba/tramonto. Non verrà visualizzato se l'indice UV è a basso rischio (0-2).
pl: Jeżeli twój usługodawca to obsługuje, Indeks UV będzie wyświetlany w menu obok czasów wschodu/zachodu słońca. Nie będzie pokazywany jeżeli Indeks UV jest niski (0-2).
sr: Ако ваш провајдер то подржава, УВ индекс ће бити приказан у искачућем менију поред времена изласка/заласка сунца. Неће се приказивати ако је УВ индекс ниског ризика (0-2).
sv: Om din väderlekstjänst stöder det så kommer UV-indexet att visas i popup-menyn bredvid soluppgång/solnedgångs tiderna. Detta visas inte om UV-indexet är låg risk (0-2).
tr: Sağlayıcınız destekliyorsa, UV endeksi gündoğumu/gün batımı saatlerinin yanındaki açılır menüde gösterilecektir. UV endeksi düşük riskliyse (0-2) gösterilmeyecektir.
vi: Nếu nhà cung cấp hỗ trợ, chỉ số UV sẽ hiển thị trong menu bật lên cạnh thời gian mặt trời mọc/lặn. Sẽ không hiển thị nếu chỉ số UV ở mức thấp (0-2).

source: Thundery Snow Showers
cs: Bouřkové sněhové přeháňky
de: Gewittrige Schneeschauer
es: Chubascos tormentosos de nieve
fi: Ukkoskuuroja
is: Þrumu-snjóél
it: Nevicate temporalesche
pl: Burze śniegowe z grzmotami
sr: Снежне падавине са грмљавином
sv: Snö åskskurar
tr: Gök gürültülü kar yağışları
vi: Mưa tuyết có giông
zh_cn: 雷雨阵雨
zh_tw: 雷雨雪陣雨

source: Prioritize GeoClue for location detection
es: Priorizar GeoClue para la detección de la ubicación
sv: Prioritera GeoClue för platsidentifiering

source: mm
be: мм
ru: мм
sr: мм
zh_cn: 毫米
zh_tw: 毫米

source: mi
be: міляў
cs: mil
fi: ml
is: míl
pl: mile
ru: миль
sr: миљ
vi: dặm
zh_cn: 英里
zh_tw: 英里

source: km
be: км
ru: км
sr: км
zh_cn: 千米
zh_tw: 公里

source: m/s
be: м/с
is: m/sek
ru: м/с
zh_cn: 米每秒
zh_tw: 公尺/秒

source: Met Office UK
cs: Met Office Velká Británie
id: Bertemu Office UK
is: UK MET stofnunin
pl: Urząd Meteorologiczny UK
sr: Метеоролошка служба Уједињеног Краљевства
zh_cn: 英国气象局
zh_tw: 英國氣象局
