Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: SW
be: ПдЗ
cs: JZ
es: SO
fi: Lounas
hu: DNY
id: BD
is: SV
it: SO
ru: ЮЗ
sk: JZ
sl: JZ
sr: ЈЗ
sv: SV
tr: GB
vi: TN
zh_cn: 西南
zh_tw: 西南

source: W
be: З
cs: Z
es: O
fi: Länsi
hu: NY
id: B
is: V
it: O
ru: З
sk: Z
sl: Z
sr: З
sv: V
tr: B
vi: T
zh_cn: 西
zh_tw: 西

source: NW
be: ПнЗ
cs: SZ
es: NO
fi: Luode
hu: ÉNY
id: BL
is: NV
it: NO
ru: СЗ
sk: SZ
sl: SZ
sr: СЗ
sv: NV
tr: KB
vi: TB
zh_cn: 西北
zh_tw: 西北

source: Please enter API key in settings, or get one first on https://www.weatherbit.io/account/create
be: Калі ласка, увядзіце ключ API, ці спачатку атрымайце яго на https://www.weatherbit.io/account/create
cs: Vložte v nastavení klíč API nebo jej získejte na https://www.weatherbit.io/account/create
de: Bitte geben Sie den API-Schlüssel in den Einstellungen ein, oder holen Sie sich zuerst eine auf https://www.weatherbit.io/account/create
es: Introduzca una clave de API en la configuración, u obtenga una primero en https://www.weatherbit.io/account/create
fi: Anna APIAVAINn asetuksissa. Hanki se ensin https://www.weatherbit.io/account/create
hu: Adjon meg egy API kulcsot az kisalkalmazás beállításaiban, vagy szerezzen egyet a https://www.weatherbit.io/account/create oldalról
id: Silakan masukkan kunci API di pengaturan, atau dapatkan yang pertama di https://www.weatherbit.io/account/create
is: Settu inn API-lykil í stillingunum, en náðu fyrst í einn slíkan á https://www.weatherbit.io/account/create
it: Inserisci la chiave API nelle impostazioni, o prendine una prima su https://www.weatherbit.io/account/create
pl: Proszę wprowadzić klucz API w ustawieniach lub otrzymać go jako pierwszy na Please enter API key in settings,\n lub zdobądź go najpierw na https://www.weatherbit.io/account/createhttps://www.weatherbit.io/account/create
ru: Пожалуйста, введите ключ API, или сначала получите на https://www.weatherbit.io/account/create
sk: V nastaveniach zadajte kľúč API, alebo si ho najskôr zaobstarajte na https://www.weatherbit.io/account/create
sl: Vnesite ključ za API v nastavitve, ali pa ga pridobite na https://www.weatherbit.io/account/create
sr: Молимо вас да унесете API кључ у подешавањима или га прво преузмете на https://www.weatherbit.io/account/create
sv: Vänligen ange API-nyckel i inställningarna, eller hämta en först på https://www.weatherbit.io/account/create
tr: Lütfen ayarlara API anahtarını girin, veya https://www.weatherbit.io/account/create adresinden bir tane edinin
vi: Vui lòng nhập khóa API trong cài đặt, hoặc lấy khóa trước trên https://www.weatherbit.io/account/create
zh_cn: 请在设置中输入 API 密钥， 或先在 https://www.weatherbit.io/account/create 上获取一个
zh_tw: 請在設定中輸入 API 金鑰， 或先至 https://www.weatherbit.io/account/create 申請一個

source: Unknown Error happened while calling Yahoo bridge, see Looking Glass log for errors
be: Адбылася невядомая памылка падчас выкліку Yahoo, гл. логі Looking Glass
cs: Nastala neznámá chyba při pokusu o volání Yahoo bridge, detaily jsou v Looking Glass
de: Unbekannter Fehler beim Aufruf der Yahoo-Bridge aufgetreten, siehe Looking-Glass-Protokoll für Fehler
es: Se produjo un error desconocido al llamar a Yahoo bridge, ver el registro de Looking Glass para ver los errores
fi: Tapahtui tuntematon virhe kutsussa Yahoo, katso lokista Looking Glass virheet
hu: Ismeretlen hiba történt az időjárás lekérése közben, a hibaüzenet megtekinthető a Looking Glass naplóban
id: Kesalahan Tidak Dikenal terjadi saat memanggil jembatan Yahoo, lihat log Looking Glass untuk kesalahan
is: Óþekkt villa við að fletta upp í Yahoo-brúnni, skoðaðu atvikaskrár í Looking Glass til að sjá villur
it: Si è verificato un errore sconosciuto durante la chiamata a Yahoo bridge, vedere il registro Looking Glass per gli errori
pl: Wystąpił nieznany błąd podczas wywoływania mostu Yahoo. Zobacz dziennik Looking Glass, aby zobaczyć błędy
ru: Произошла неизвестная ошибка во время вызова Yahoo, см. логи Looking Glass
sk: Pri volaní Yahoo mostu došlo k neznámej chybe, chyby nájdete v denníku Looking Glass
sl: Naznana napaka pri klicu Yahoo bridge, poglejte Looking Glass za napake
sr: Дошло је до непознате грешке приликом позивања Yahoo моста. Погледајте лог Looking Glass-а за грешке
sv: Okänt fel uppstod vid anrop av Yahoo bridge, se Looking Glass logg för felet
tr: Yahoo köprüsü çağrılırken Bilinmeyen Hata oluştu, Hatalar için Hata Günlüğüne bakın
vi: Lỗi không xác định xảy ra khi gọi cầu nối Yahoo, xem nhật ký Looking Glass để biết chi tiết lỗi
zh_cn: 调用 Yahoo bridge 时发生未知错误， 请参阅 Looking Glass 日志
zh_tw: 呼叫 Yahoo bridge 時發生未知錯誤， 請檢視 Looking Glass 記錄以了解錯誤

source: Yahoo bridge responded in bad format, see Looking Glass log for errors
be: Yahoo адказаў у няправільным фармаце, гл. логі Looking Glass
cs: Služba Yahoo bridge odpověděla ve špatném formátu, detaily jsou v Looking Glass
de: Die Yahoo-Bridge antwortete im falschen Format, siehe Looking-Glass-Protokoll für Fehler
es: Yahoo bridge respondió en un formato incorrecto, consulte el registro de Looking Glass para ver los errores
fi: Yahoo vastasi väärässä muodossa, katso lokista Looking Glass virheet
hu: A Yahoo adatkapcsolat hibás formátumú választ adott. A hibaüzenetek megtekinthetők a Looking Glass naplóban
id: Yahoo bridge merespons dalam format yang buruk, lihat log Looking Glass untuk kesalahan
is: Yahoo-brúin svaraði á röngu sniði, skoðaðu atvikaskrár í Looking Glass til að sjá villur
it: Yahoo bridge ha risposto in un formato errato, vedere il registro Looking Glass per gli errori
pl: Yahoo bridge odpowiedział w złym formacie. Zobacz dziennik Looking Glass, aby zobaczyć błędy
ru: Yahoo ответил в неверном формате, см. логи Looking Glass
sk: Most Yahoo odpovedal v zlom formáte, chyby nájdete v denníku Looking Glass
sl: Yahoo bridge se je odzval na napačen format, preverite podrobnosti v Looking Glass
sr: Јаху мост је одговорио у лошем формату, погледајте лог Looking Glass-а за грешке
sv: Yahoo bridge svarade i ett felaktigt format, se Looking Glass logg för felet
tr: Yahoo köprüsü kötü biçimde yanıt verdi, Hatalar için Hata Günlüğüne bakın
vi: Cầu nối Yahoo phản hồi với định dạng lỗi, xem nhật ký Looking Glass để biết chi tiết lỗi
zh_cn: Yahoo bridge 的回应格式错误， 请参阅 Looking Glass 日志
zh_tw: Yahoo bridge 回應格式錯誤， 請檢視 Looking Glass 記錄以了解錯誤

source: Missing package
be: Адсутнічае пакунак
cs: Chybějící balík
de: Fehlendes Paket
es: Paquete faltante
fi: Puuttuva paketti
hu: Hiányzó csomag
id: Paket hilang
is: Pakka vantar
it: Pacchetto mancante
pl: Brakujący pakiet
ru: Отсутствует пакет
sk: Chýbajúci balík
sl: Manja paket
sr: Недостаје пакет
sv: Saknar paket
tr: Eksik Paketler
vi: Thiếu gói
zh_cn: 缺少的软件包
zh_tw: 缺少套件

source: Please install '
be: Калі ласка, усталюйце '
cs: Prosím, nainstalujte "
de: Bitte installiere '
es: Por favor, instale '
fi: Asenna "
hu: Kérem telepítse a '
id: Silakan instal'
is: Settu upp '
it: Per favore installa '
pl: Proszę zainstalować '
ru: Пожалуйста, установите '
sk: Prosím nainštalujte
sl: Namestite '
sr: Молимо инсталирајте '
sv: Vänligen installera '
tr: Lütfen kurun '
vi: Vui lòng cài đặt '
zh_cn: 请安装 “
zh_tw: 請安裝 '

source: ', then refresh manually.
be: ', пасьля абнавіце ўручную.
cs: " a následně proveďte ruční obnovení.
de: ', danach manuell aktualisieren.
es: ', luego actualice manualmente.
fi: ", päivitä sitten manuaalisesti.
hu: ' nevű csomagot és frissítsen.
id: ', lalu segarkan secara manual.
is: ', síðan skaltu endurlesa handvirkt.
it: ', quindi aggiorna manualmente.
pl: ', a następnie odśwież ręcznie.
ru: ', затем обновите вручную.
sk: a potom obnovte manuálne.
sl: ', potem ročno osvežite.
sr: ', а затим освежите ручно.
sv: ', därefter uppdatera manuellt.
tr: ', ardından manuel olarak yenileyin.
vi: ', sau đó làm mới thủ công.
zh_cn: ”，然后手动刷新。
zh_tw: '，然後手動重新整理。

source: Could not connect to Yahoo API.
be: Не атрымалася падлучыцца да Yahoo API.
cs: Nepodařilo se připojit k Yahoo API.
de: Keine Verbindung zur Yahoo API.
es: No se pudo conectar a la API de Yahoo.
fi: Yahoo API ei vastaa.
hu: Nem sikerült kapcsolódni a Yahoo API webhelyhez.
id: Tidak dapat terhubung ke Yahoo API.
is: Gat ekki tengst Yahoo API-forritsviðmóti.
it: Impossibile connettersi a Yahoo API.
pl: Nie można połączyć się z API Yahoo.
ru: Не удаётся подключиться к Yahoo API.
sk: Nepodarilo sa pripojiť k rozhraniu Yahoo API.
sl: Ne morem povezati z API-jem za Yahoo.
sr: Није могуће повезати се са Yahoo API-јем.
sv: Kunde inte ansluta till Yahoo API.
tr: Yahoo API'ye bağlanılamadı.
vi: Không thể kết nối đến Yahoo API.
zh_cn: 无法连接到雅虎 API。
zh_tw: 無法連線至 Yahoo API。

source: Unknown error happened while obtaining weather, see Looking Glass logs for more information
be: Нечаканая памылка падчас абнаўленьня надвор'я, гл. логі ў Looking Glass
cs: Nastala neznámá chyba při pokusu získat předpověď. Detaily jsou v Looking Glass logu
de: Unbekannter Fehler bei der Wettervorhersage, siehe Looking Glass logs für weitere Informationen
es: Se produjo un error desconocido al obtener el Clima, consulte los registros de Looking Glass para más información
fi: Säätiedoissa tapahtui tuntematon virhe, katso lokista Looking Glass lisätietoja
hu: Ismeretlen hiba lépett fel a az időjárás-előrejelzési adatok letöltése közben. További információkért tekintse meg a naplóbejegyzéseket a Looking Glass naplóban
id: Terjadi kesalahan yang tidak diketahui saat memperoleh cuaca, lihat log Looking Glass untuk informasi lebih lanjut
is: Óþekkt villa við að fletta upp veðurupplýsingum, skoðaðu atvikaskrár í Looking Glass til að sjá villur
it: Si è verificato un errore sconosciuto durante l'ottenimento del meteo, vedere i log di Looking Glass per ulteriori informazioni
pl: Wystąpił nieznany błąd podczas uzyskiwania pogody, zobacz logi Looking Glass aby uzyskać więcej informacji
ru: Неожиданная ошибка во время обновления погоды, см. логи в Looking Glass
sk: Pri získavaní počasia sa vyskytla neznáma chyba, ďalšie informácie nájdete v denníkoch programu Looking Glass
sl: Pri pridobivanju vremena se je zgodila neznana napaka, preverite Looking Glass za več informacij
sr: Дошло је до непознате грешке приликом преузимања временске прогнозе, погледајте логове Looking Glass-а за више информација
sv: Okänt fel hände medan hämtning av väder, se Looking Glass loggar för mer infromation
tr: Hava durumu alınırken bilinmeyen bir hata oluştu, daha fazla bilgi için Hata günlüklerine bakın
vi: Lỗi không xác định xảy ra khi lấy thông tin thời tiết, xem nhật ký Looking Glass để biết thêm thông tin
zh_cn: 在获取天气时发生了未知的错误，更多信息请参见 Looking Glass 日志
zh_tw: 取得天氣時發生未知錯誤，請檢視 Looking Glass 記錄以取得更多資訊

source: Tropical Storm
be: Трапічны шторм
cs: Tropická bouře
de: Tropischer Sturm
es: Tormenta tropical
fi: Trooppinen myrsky
hu: Trópusi vihar
id: Badai Tropis
is: Hitabeltisstormur
it: Tempesta tropicale
pl: Tropikalna burza
ru: Тропический шторм
sk: Tropická búrka
sr: Тропска олуја
sv: Tropisk storm
tr: Tropikal Fırtına
vi: Bão nhiệt đới
zh_cn: 热带风暴
zh_tw: 熱帶風暴

source: Severe Thunderstorms
be: Моцныя навальніцы
cs: Extrémní bouřky
de: Schwere Gewitter
es: Tormenta eléctrica fuerte
fi: Hajanaisia ukkosmyrskyjä
hu: Veszélyes viharok
id: Badai Petir yang Parah
is: Hvasst þrumuveður
it: Temporali di grande intensità
pl: Silne burze
ru: Сильный грозы
sk: Časté búrky
sl: Hude nevihte
sr: Јака олуја с грмљавином
sv: Kraftigt åskväder
tr: Şiddetli Fırtınalar
vi: Giông bão nghiêm trọng
zh_cn: 强雷暴
zh_tw: 強烈雷雨

source: Thunderstorms
be: Навальніцы
cs: Bouřky
de: Gewitter
es: Tormenta eléctrica
fi: Ukkosmyrskyjä
hu: Viharok
id: Badai Petir
is: Þrumuveður
it: Temporali
pl: Burze
ru: Грозы
sk: Búrky
sl: Nevihte
sr: Олуја с грмљавином
sv: Åskväder
tr: Gök gürültülü
vi: Giông bão
zh_cn: 雷暴
zh_tw: 雷雨

source: Mixed Rain and Snow
be: Дождж са сьнегам
cs: Déšť se sněhem
de: Gemischter Regen und Schnee
es: Lluvia y nieve
fi: Räntäsadetta
hu: Esőzés és havazás
id: Campuran Hujan dan Salju
is: Ýmist rigning eða snjókoma
it: Pioggia e neve
pl: Deszcz i śnieg
ru: Дождь со снегом
sk: Dážď so snehom
sl: Dež s snegom
sr: Мешовита киша и снег
sv: Snöblandat regn
tr: Karla Karışık Yağmur
vi: Mưa và tuyết
zh_cn: 雨夹雪
zh_tw: 雨夾雪

source: Mixed Rain and Sleet
be: Дождж з мокрым сьнегам
cs: Déšť a zmrzlý déšť
de: Gemischter Regen und Schneeregen
es: Mezcla de Lluvia y Aguanieve
fi: Räntäsadetta ja loskaa
hu: Eső és ónos eső vegyesen
id: Campuran Hujan dan Hujan es
is: Ýmist rigning eða slydda
it: Pioggia e nevischio
pl: Trochę deszczu i deszczu ze śniegiem
ru: Дождь со снегом
sk: Dážď a poľadovica
sr: Мешана киша и суснежица
sv: Blandat regnslask
tr: Sulu Kar
vi: Mưa và mưa tuyết
zh_cn: 雨夹雪
zh_tw: 雨夾霙

source: Mixed Snow and Sleet
be: Сьнег з мокрым сьнегам
cs: Sněžení a mrznoucí déšť
de: Gemischter Schnee und Schneeregen
es: Mezcla de nieve y Aguanieve
fi: Lumisadetta ja loskaa
hu: Hó és ónos eső vegyesen
id: Campuran Salju dan Hujan es
is: Ýmist snjókoma eða slydda
it: Neve e nevischio
pl: Śnieg i deszcz ze śniegiem
ru: Снег/мокрый снег
sk: Sneh a poľadovica
sr: Мешани снег и суснежица
sv: Blandat snö och slask
tr: Sulu Kar
vi: Tuyết và mưa tuyết
zh_cn: 雨夹雪
zh_tw: 雪夾霙

source: Freezing Drizzle
be: Ледзяная імжа
cs: Mrznoucí mrholení
de: Gefrierender Regen
es: Llovizna helada
fi: Jäätävää tihkua
hu: Jeges szitálás
id: Gerimis Beku
is: Frostsúld
it: Pioggia gelata
pl: Marznąca mżawka
ru: Изморось
sk: Mráz a mrholenie
sr: Ледена киша
sv: Fryst duggregn
tr: Dondurucu Çiseleme
vi: Mưa phùn đóng băng
zh_cn: 冻毛雨
zh_tw: 凍毛毛雨

source: Freezing Rain
be: Ледзяны дождж
cs: Mrznoucí déšť
de: Eisregen
es: Lluvia helada
fi: Jäätävää sadetta
hu: Ónos eső
id: Hujan Beku
is: Frostrigning
it: Grandine
pl: Marznący deszcz
ru: Холодный дождь
sk: Mrznúci dážď
sr: Ледена киша
sv: Frysande regn
tr: Dondurucu yağmur
vi: Mưa đóng băng
zh_cn: 冻雨
zh_tw: 凍雨

source: Showers
be: Залевы
cs: Přeháňky
de: Schauer
es: Chubasco de nieve
fi: Sadekuuroja
hu: Záporok
id: Gerimis
is: Skúrir
it: Rovesci
pl: Przelotny deszcz
ru: Ливень
sk: Prehánky
sl: Plohe
sr: Пљускови
sv: Skurar
tr: Sağanak
vi: Mưa rào
zh_cn: 阵雨
zh_tw: 陣雨

source: Snow Flurries
be: Сьнежныя парывы
cs: Sněhový poprašek
de: Schneegestöber
es: Copos de nieve
fi: Lumikuuroja
hu: Hófúvás
id: Hujan Salju
is: Snjóhryðjur
it: Raffiche di neve
pl: Zamiecie śnieżne
ru: Порывы снега
sk: Snehové záveje
sl: Naletavanje snega
sr: Снежни наноси
sv: Snöbyar
tr: Kar Fırtınası
vi: Tuyết bay
zh_cn: 小雪
zh_tw: 飄雪

source: Light Snow Showers
be: Невялікія сьнегапады
cs: Mírné sněhové přeháňky
de: Leichte Schneeschauer
es: Ligeros chubascos de nieve
fi: Kevyitä lumisateita
hu: Enyhe hózápor
id: Hujan Salju Ringan
is: Dálítil snjóél
it: Lieve nevicata
pl: Lekkie opady śniegu
ru: Небольшой снегопад
sk: Mierne snehové prehánky
sr: Слаби снежни пљускови
sv: Lätta snöbyar
tr: Hafif Kar Yağışı
vi: Mưa tuyết nhẹ
zh_cn: 小阵雪
zh_tw: 小陣雪

source: Blowing Snow
be: Завіруха
cs: Přízemní sníh
de: Schneetreiben
es: Ventisca
fi: Lumipyry
hu: Hófúvás
id: Salju Berangin
is: Snjóbylur
it: Bufera di neve
pl: Zamiecie śnieżne
ru: Метель
sk: Fujavica
sl: Snežni vihar
sr: Снежни наноси
sv: Snöblåst
tr: Tipi
vi: Tuyết bay
zh_cn: 吹雪
zh_tw: 風雪

source: Foggy
be: Туманна
cs: Mlhavo
de: Neblig
es: Neblinoso
fi: Sumua
hu: Ködös
id: Berkabut
is: Þokuveður
it: Nebbia
pl: Mglisto
ru: Туман
sk: Hmlisto
sl: Megleno
sr: Магловито
sv: Dimmigt
tr: Sisli
vi: Sương mù
zh_cn: 雾
zh_tw: 起霧

source: Smoky
be: Дымна
cs: Kouřmo
de: Rauchig
es: Humo
fi: Savua
hu: Füstös
id: Berasap
is: Reykjarkóf
it: Fumoso
pl: Zadyniony
ru: Дымно
sk: Dymno
sl: Zadimljeno
sr: Дим
sv: Rökigt
tr: Dumanlı
vi: Khói mù
zh_cn: 烟
zh_tw: 煙霧瀰漫

source: Blustery
be: Парывісты вецер
cs: Větrno
de: Stürmisch
es: Tempestuoso
fi: Tuulista
hu: Heves
id: Kencang
is: Vindhviður
it: Tempesta
pl: Burzowo
ru: Порывистый ветер
sk: Búrlivo
sl: Viharno
sr: Бурно
sv: Häftig blåst
tr: Fırtınalı
vi: Gió mạnh
zh_cn: 大风
zh_tw: 狂風大作

source: Windy
be: Ветрана
cs: Větrno
de: Windig
es: Viento
fi: Tuulinen
hu: Szeles
id: Berangin
is: Vindasamt
it: Ventoso
pl: Wietrzny
ru: Ветренно
sk: Veterno
sl: Vetrovno
sr: Ветровито
sv: Blåsigt
tr: Rüzgarlı
vi: Có gió
zh_cn: 有风
zh_tw: 有風

source: Mostly Cloudy
be: Пераважна воблачна
cs: Převážně zataženo
de: Meist bewölkt
es: Mayormente nublado
fi: Enimmäkseen pilvistä
hu: Erősen felhős
id: Sebagian Besar Berawan
is: Alskýjað
it: Prevalentemente nuvoloso
pl: Przeważnie pochmurno
ru: Преимущественная облачность
sk: Prevažne zamračené
sr: Претежно облачно
sv: Mestadels molnigt
tr: Çok Bulutlu
vi: Nhiều mây
zh_cn: 多云
zh_tw: 大致多雲

source: Partly Cloudy
be: Малавоблачна
cs: Částečně zataženo
de: Teilweise wolkig
es: Parcialmente nublado
fi: Puolipilvistä
hu: Közepesen felhős
id: Berawan
is: Hálfskýjað
it: Parzialmente nuvoloso
pl: Częściowe zachmurzenie
ru: Переменная облачность
sk: Miestami oblačno
sr: Делимично облачно
sv: Delvis molnigt
tr: Parçalı Bulutlu
vi: Mây rải rác
zh_cn: 疏云
zh_tw: 晴時多雲

source: Mostly Sunny
be: Пераважна сонечна
cs: Převážně slunečno
de: Größtenteils sonnig
es: Mayormente soleado
fi: Enimmäkseen aurinkoista
hu: Nagyrészt napos
id: Umumnya cerah
is: Sólskin að mestu
it: Prevalentemente soleggiato
pl: Przeważnie słonecznie
ru: Преимущественно ясно
sk: Prevažne slnečno
sl: Pretežno jasno
sr: Претежно сунчано
sv: Mestadels soligt
tr: Çoğunlukla Güneşli
vi: Nắng nhiều
zh_cn: 少云
zh_tw: 晴時少雲

source: Mixed Rain and Hail
be: Дождж с градам
cs: Déšť a kroupy
de: Gemischter Regen und Hagel
es: Mezcla de lluvia y granizo
fi: Sadetta ja rakeita
hu: Eső és jégeső
id: Campuran Hujan dan Hujan es
is: Ýmist rigning eða haglél
it: Pioggia mista a grandine
pl: Deszcz i grad
ru: Дождь с градом
sk: Dážď s krúpami
sr: Мешана киша и град
sv: Blandat regn och hagel
tr: Karışık Yağmur ve Dolu
vi: Mưa và mưa đá
zh_cn: 雨和冰雹
zh_tw: 雨夾冰雹

source: Isolated Thunderstorms
be: Асобныя навальніцы
cs: Ojedinělé bouřky
de: Lokale Gewitter
es: Tormentas aisladas
fi: Mahdollista ukkosta
hu: Helyi viharok
id: Badai Petir Terisolasi
is: Þrumuveður á köflum
it: Temporali isolati
pl: Pojedyncze burze
ru: Отдельные грозы
sk: Ojedinelé búrky
sr: Повремена олуја са грмљавином
sv: Enstaka åskaväder
tr: İzole Fırtınalar
vi: Giông bão cục bộ
zh_cn: 孤立雷暴
zh_tw: 局部雷雨

source: Scattered Thunderstorms
be: Месцамі навальніцы
cs: Rozptýlené bouřky
de: Vereinzelt Gewitter
es: Tormentas eléctricas dispersas
fi: Paikoin ukkosta
hu: Hirtelen viharokkal
id: Badai Petir Terisolasi
is: Þrumuveður á dreif
it: Temporali sparsi
pl: Rozproszone burze
ru: Местами грозы
sk: Občasné búrky
sr: Местимична олуја са грнљавином
sv: Utbrett åskväder
tr: Aralıklı sağanak
vi: Giông bão rải rác
zh_cn: 零星雷暴
zh_tw: 零星雷雨

source: Scattered Showers
be: Месцамі залевы
cs: Rozptýlené přeháňky
de: Vereinzelte Schauer
es: Chubascos dispersos
fi: Paikoin sadekuuroja
hu: Elszórt záporok
id: Hujan Tersebar
is: Skúrir á dreif
it: Temporali sparsi
pl: Przelotne opady
ru: Местами дожди
sk: Občasné prehánky
sr: Местимични пљускови
sv: Spridda skurar
tr: Sağanak Yağış
vi: Mưa rào rải rác
zh_cn: 零星阵雨
zh_tw: 零星陣雨

source: Heavy Rain
be: Моцны дождж
cs: Průtrž mračen
de: Starker Regen
es: Lluvia fuerte
fi: Voimakasta vesisadetta
hu: Erős eső
id: Hujan Deras
is: Úrfelli
it: Pioggia Intensa
pl: Ulewa
ru: Сильный дождь
sk: Hustý dážď
sl: Močan dež
sr: Јака киша
sv: Kraftigt regn
tr: Şiddetli Yağmur
vi: Mưa lớn
zh_cn: 大雨
zh_tw: 大雨

source: Scattered Snow Showers
be: Месцамі сьнегавыя залевы
cs: Rozptýlené sněhové přeháňky
de: Vereinzelt Schneeschauer
es: Chubascos de nieve dispersos
fi: Paikoin lumisadetta
hu: Elszórt hózáporok
id: Hujan Salju Tersebar
is: Snjóél á dreif
it: Nevicate sparse
pl: Rozległe opady śniegu
ru: Местами дожди со снегом
sk: Občasné snehové prehánky
sr: Местимичне снежне падавине
sv: Spridda snöbyar
tr: Dağınık Kar Yağışı
vi: Mưa tuyết rải rác
zh_cn: 零星阵雪
zh_tw: 零星陣雪

source: Heavy Snow
be: Моцны сьнег
cs: Sněhová vánice
de: Schwerer Schnee
es: Nevada fuerte
fi: Sakeaa lumisadetta
hu: Erős havazás
id: Salju Berat
is: Talsverð snjókoma
it: Neve Intensa
pl: Duże opady śniegu
ru: Сильный снегопад
sk: Husté sneženie
sr: Јак снег
sv: Blötsnö
tr: Şiddetli Kar
vi: Tuyết dày
zh_cn: 大雪
zh_tw: 大雪

source: Not Available
be: Не доступна
cs: Nedostupné
de: Nicht verfügbar
es: No disponible
fi: Ei saatavilla
hu: Nem érhető el
id: Tidak Tersedia
is: Ekki tiltækt
it: Non Disponibile
pl: Niedostępne
ru: Не доступно
sk: Nedostupné
sr: Недоступно
sv: Inte tillgängligt
tr: Müsait değil
vi: Không có sẵn
zh_cn: 不可用
zh_tw: 無法使用

source: Scattered Thundershowers
be: Месцамі навальнічныя залевы
cs: Lokální bouřky
de: Vereinzelt Gewitterschauer
es: Nubes dispersas
fi: Paikoin ukkoskuuroja
hu: Elszórt zivatarok
id: Hujan Petir Tersebar
is: Þrumuskúrir á dreif
it: Temporali sparsi
pl: Rozproszone burze z piorunami
ru: Местами грозовые ливни
sk: Občasné búrky
sr: Местимични пљускови са грмљавином
sv: Spridda åskbyar
tr: Fırtına Bulutlu
vi: Mưa giông rải rác
zh_cn: 零星雷阵雨
zh_tw: 零星雷陣雨

source: Could not retrieve logs, log file was not found under path {logFilePath}
be: Немагчыма атрымаць логі, файл логаў ня знойдзены па шляху {logFilePath}
cs: Nepodařilo se načíst logy, soubor nebyl nalezen v umístění {logFilePath}
de: Logs oder Log-Datei wurde nicht gefunden unter Pfad {logFilePath}
es: No se han podido recuperar los registros, no se ha encontrado el archivo de registro en la ruta {logFilePath}
fi: Lokeja ei voitu noutaa, lokitiedostoa ei löytynyt polusta {logFilePath}
hu: Nem tölthető be a naplófájl a megadott elérési útvonalról: {logFilePath}
id: Tidak dapat mengambil log, file log tidak ditemukan di bawah jalur {logFilePath}
is: Gat ekki náð í atvikaskrár, atvikaskrá fannst ekki á uppgefinni slóð {logFilePath}
it: Impossibile recuperare i log, il file di log non è stato trovato nel percorso {logFilePath}
pl: Nie udało się wczytać logów, plik logów nie został znaleziony pod ścieżką {logFilePath}
ru: Не удалось получить журналы, файл журнала не найден по пути {logFilePath}
sr: Није могуће преузети логове, датотека логова није пронађена под путањом {logFilePath}
sv: Kunde inte hämta loggar, loggfil hittades inte i sökväg {logFilePath}
tr: Günlükler alınamadı, günlük dosyası yol altında bulunamadı {logFilePath}
vi: Không thể truy xuất nhật ký, không tìm thấy tệp nhật ký theo đường dẫn {logFilePath}
zh_cn: 无法检索日志，在以下路径没有找到日志文件 {logFilePath}
zh_tw: 無法取得記錄，在此路徑下找不到記錄檔 {logFilePath}

source: Could not get contents of log file under path {logFilePath}
be: Немагчыма атрымаць зьмест файла логаў па шляху {logFilePath}
cs: Nepodařilo se načíst obsah logu z umístění {logFilePath}
de: Inhalt der Protokolldatei unter dem Pfad {logFilePath} nicht gefunden.
es: No se ha podido obtener el contenido del archivo de registro en la ruta {logFilePath}
fi: Polun alla olevan lokitiedoston sisältöä ei voitu hakea {logFilePath}
hu: Nem tölthető be a naplófájl tartalma a megadott elérési útvonalról: {logFilePath}
id: Tidak bisa mendapatkan konten file log di bawah jalur {logFilePath}
is: Gat ekki náð í efni atvikaskrár á uppgefinni slóð {logFilePath}
it: Impossibile recuperare il contenuto del file di log nel percorso {logFilePath}
pl: Nie udało się wczytać zawartości pliku logów z ścieżki {logFilePath}
ru: Не удалось получить содержимое файла журнала по пути {logFilePath}
sr: Није могуће добити садржај датотеке дневника под путањом {logFilePath}
sv: Kunde inte hämta innehåll från loggfil i sökväg {logFilePath}
tr: Yol altında günlük dosyasının içeriği alınamadı {logFilePath}
vi: Không thể lấy nội dung tệp nhật ký theo đường dẫn {logFilePath}
zh_cn: 无法获得以下路径下日志文件的内容 {logFilePath}
zh_tw: 無法取得以下路徑記錄檔的內容： {logFilePath}

source: Low
es: Bajo
hu: Alacsony
pl: Niskie
sv: Lågt
vi: Thấp

source: Moderate
be: Сярэдняя
cs: Průměrná
de: Mäßig
es: Moderado
fi: Kohtalainen
hu: Mérsékelt
id: Sedang
is: Miðlungs
it: Moderata
pl: Umiarkowane
ru: Умереннная
sk: Uspokojivé
sl: Srednje
sr: Умерено
sv: Måttligt
tr: Ilımlı
vi: Trung bình
zh_cn: 一般
zh_tw: 中等

source: High
es: Alto
hu: Magas
pl: Duże
sv: Högt
vi: Cao
