Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: Your saved locations
be: Захаваныя месцазнаходжаньні
cs: Uložené lokality
de: Ihre gespeicherten Standorte
es: Tus ubicaciones guardadas
fi: Tallentamasi sijainnit
hu: Elmentett földrajzi helyzet
id: Lokasi Anda yang disimpan
is: Vistaðar staðsetningar þinar
it: Le tue posizioni salvate
pl: Twoje zapisane lokalizacje
ru: Ваши сохранённые местоположения
sk: Vaše uložené polohy
sl: Shranjene lokacije
sr: Ваше сачуване локације
sv: Dina sparade platser
tr: Kaydedilen konumlarınız
vi: Các vị trí đã lưu của bạn
zh_cn: 您保存的地点
zh_tw: 您已儲存的位置

source: You have to make sure the Search entry field is unique and your Timezone is in the IANA time zone format (e.g. 'Europe/London')
be: Вы мусіце пераканацца, што пошукавы радок унікальны і ваш часавы пояс у фармаце IANA (напр. 'Europe/London')
cs: Nutné je aby vstup vyhledávání byl unikátní a formát časového pásma odpovídal IANA (kupříkladu 'Europe/London')
de: Sie müssen sicherstellen, dass das Sucheingabefeld eindeutig ist und Ihre Zeitzone dem IANA-Zeitzonenformat entspricht (z.B. »Europa/London«)
es: Debe asegurarse de que el campo de las coordenadas sea único y que su zona horaria esté en el formato de zona horaria de la IANA (por ejemplo, 'Europa/Londres')
fi: Varmista, että hakukenttä on yksilöllinen ja että aikavyöhykkeesi on IANA-muodossa (esim. Eurooppa/Lontoo).
hu: Bizonyosodjon meg róla, hogy a Keresési mező egyedi értéket tartalmaz és az időzóna az IANA időzóna-formátumnak megfelelő (például: 'Europe/Budapest').
id: Anda harus memastikan kolom entri Pencarian unik dan Zona Waktu Anda dalam format zona waktu IANA (mis. 'Eropa/London')
is: Þú þarft að ganga úr skugga um að leitarreiturinn sé einkvæmur og að tímabeltið þitt sé skráð á IANA-tímabeltasniði (t.d. 'Europe/London')
it: Devi assicurarti che il campo di immissione della ricerca sia univoco e che il tuo fuso orario sia nel formato del fuso orario IANA (ad es. "Europe/Rome")
pl: Musisz się upewnić, że pole wyszukiwania jest unikalne, a Twoja strefa czasowa jest w formacie strefy czasowej IANA (np. "Europa/Londyn").
ru: Вы должны убедиться, что поисковая строка уникальна и ваш часовой пояс в формате IANA (напр. 'Europe/London')
sk: Musíte sa uistiť, že vstupné pole pre vyhľadávanie je jedinečné a vaše časové pásmo je vo formáte časového pásma IANA (napr. „Európa/Londýn“)
sl: Zagotoviti morate, da je iskalni vnos unikaten in je časovni pas v IANA formatu (npr. 'Europe/London')
sr: Морате се уверити да је поље за претрагу јединствено и да је ваша временска зона у IANA формату временске зоне (нпр. „Европа/Лондон“).
sv: Du måste se till att det som angetts i sökfältet är unikt och att din tidszon är i IANA-tidszonsformat (t.ex. 'Europa/London')
tr: Arama giriş alanının benzersiz olduğundan ve Saat Diliminizin IANA saat dilimi biçiminde (ör. 'Avrupa/Londra') olduğundan emin olmalısınız.
vi: Bạn phải đảm bảo trường Search entry là duy nhất và Múi giờ ở định dạng IANA (ví dụ 'Europe/London')
zh_cn: 您必须确保搜索条目字段是唯一的，并且您的时区是 IANA 时区格式 (例如 “Europe/London”)
zh_tw: 您必須確保搜尋項目欄位是唯一的，且您的時區使用 IANA 時區格式（例如「Asia/Taipei」）

source: Latitude
be: Шырата
cs: Zeměpisná šířka
de: Breitengrad
es: Latitud
fi: Leveysaste
hu: Szélesség
is: Breiddargráða
it: Latitudine
pl: Szerokość geograficzna
ru: Широта
sk: Zemepisná šírka
sl: Zemljepisna širina
sr: Географска ширина
sv: Latitud
tr: Enlem
vi: Vĩ độ
zh_cn: 纬度
zh_tw: 緯度

source: Longitude
be: Даўгата
cs: Zeměpisná délka
de: Längengrad
es: Longitud
fi: Pituusaste
hu: Hosszúság
is: Lengdargráða
it: Longitudine
pl: Długość geograficzna
ru: Долгота
sk: Zemepisná dĺžka
sl: Zemljepisna dolžina
sr: Географска дужина
sv: Longitud
tr: Boylam
vi: Kinh độ
zh_cn: 经度
zh_tw: 經度

source: City
be: Горад
cs: Město
de: Stadt
es: Ciudad
fi: Kaupunki
hu: Város
id: Kota
is: Borg
it: Città
pl: Miasto
ru: Город
sk: Mesto
sl: Mesto
sr: Град
sv: Stad
tr: Şehir
vi: Thành phố
zh_cn: 城市
zh_tw: 城市

source: Country
be: Краіна
cs: Stát
de: Land
es: País
fi: Maa
hu: Ország
id: Negara
is: Land
it: Paese
pl: Kraj
ru: Страна
sk: Krajina
sl: Država
sr: Земља
sv: Land
tr: Ülke
vi: Quốc gia
zh_cn: 国家
zh_tw: 國家

source: Timezone
be: Часавы пояс
cs: Časová zóna
de: Zeitzone
es: Zona horaria
fi: Aikavyöhyke
hu: Időzóna
id: Zona waktu
is: Tímabelti
it: Fuso Orario
pl: Strefa czasowa
ru: Часовой пояс
sk: Časové pásmo
sl: Časovni pas
sr: Временска зона
sv: Tidzon
tr: Zaman dilimi
vi: Múi giờ
zh_cn: 时区
zh_tw: 時區

source: Search entry
be: Пошукавы радок
cs: Vyhledávání
de: Sucheingabe
es: Coordenadas
fi: Hakutulos
hu: Keresési bejegyzés
id: Cari entri
is: Leitarfærsla
it: Voce di ricerca
pl: Pole wyszukiwania
ru: Поисковая строка
sk: Hľadať záznam
sl: Iskalni vnos
sr: Претрага уноса
sv: Sökt post
tr: Arama girişi
vi: Từ khóa tìm kiếm
zh_cn: 搜索条目
zh_tw: 搜尋項目

source: Display wind direction as text
be: Паказваць напрамак ветру як тэкст
cs: Zobrazit směr větru textově
de: Windrichtung als Text anzeigen
es: Mostrar la dirección del viento como texto
fi: Näytä tuulen suunta tekstinä
hu: Szél irányának megjelenítése szövegként
id: Tampilkan arah angin sebagai teks
is: Birta vindátt sem texta
it: Visualizza la direzione del vento come testo
pl: Wyświetlanie kierunku wiatru jako tekst
ru: Отображать направление ветра как текст
sk: Zobraziť smer vetra ako text
sl: Prikaži smer vetra kot besedilo
sr: Прикажи правац ветра као текст
sv: Visa vindriktning som text
tr: Rüzgar yönünü metin olarak göster
vi: Hiển thị hướng gió dưới dạng văn bản
zh_cn: 以文本形式显示风向
zh_tw: 以文字顯示風向

source: Like SE, N instead of direction icons.
be: Напрыклад ПдУ, Пн замест іконак напрамкаў.
cs: Například JV či S namísto ikonek s šipkou.
de: Text N, O, S, W - NO, NW, SO, SW anstelle der Richtungssymbole anzeigen.
es: Como SE o N, en lugar de iconos de dirección.
fi: Kuten Kaakko tai Pohjoinen suuntanuolien sijaan.
hu: Ehhez hasonló betűvel történő jelölés (DK vagy É) irány ikonok helyett.
id: Seperti SE, N bukan ikon arah.
is: Eins og SA, N í stað tákna fyrir stefnu.
it: Come SE, N invece delle icone di direzione.
pl: Jak SE, N zamiast ikon kierunków.
ru: Например ЮВ, С вместо иконок направления.
sk: Napríklad ako JV, S, namiesto ikonky smeru.
sl: Kot npr. SV, S namesto ikon za smer.
sr: Као ЈИ, С уместо икона правца.
sv: Såsom SO, N istället för riktnings-ikon.
tr: Yön simgeleri yerine GD, K gibi.
vi: Ví dụ SE, N thay vì biểu tượng hướng gió.
zh_cn: 例如 “东南”、“北”，而不是方向图标。
zh_tw: 例如使用 東南、北 等文字，而非方向圖示。

source: Provider should translate conditions if available
cs: Překlad zajišťuje poskytovatel předpovědí, je-li k dispozici
de: Wetterbedingungen übersetzen
es: El proveedor debe traducir las condiciones si están disponibles
fi: Palveluntarjoaja toimittaa säätiedot kielellesi, jos saatavilla
hu: A szolgáltatónak le kell fordítania a feltételeket, ha rendelkezésre állnak
is: Þjónusta ætti að þýða veðurskilyrði ef slíkar þýðingar eru tiltækar
it: Il fornitore dovrebbe tradurre le condizioni, se disponibili
pl: Usługodawca powinien tłumaczyć warunki pogodowe, jeśli dostepne
ru: Провайдер должен перевести условия, если это возможно
sl: Naj ponudnik prevede vremenske razmere, če so prevodi voljo
sr: Пружалац услуга треба да преведе услове ако су доступни
sv: Väderlekstjänsten bör översätta villkoren om de finns tillgängliga
tr: Sağlayıcı, mevcutsa koşulları tercüme etsin
vi: Nhà cung cấp sẽ dịch điều kiện nếu có
zh_cn: 提供程序应翻译天气状况（如果可用）
zh_tw: 若供應商支援，應由供應商翻譯天氣狀況

source: Should your provider translate the conditions to your language if your locale is supported by the provider. Otherwise the applet will use it's own translation system.
cs: Přepíná mezi tím, kdo poskytuje překlad meteorologických termínů v předpovědi počasí. Tedy jestli je vaše jazyková verze předpovědi zajištěna přímo poskytovatelem předpovědi a nebo přeložena místně v rámci tohoto appletu.
de: Sollte Ihr Anbieter die Bedingungen in Ihre Sprache übersetzen, wenn Ihr Gebietsschema vom Anbieter unterstützt wird. Andernfalls wird das Applet sein eigenes Übersetzungssystem verwenden.
es: Su proveedor debe traducir las condiciones a su idioma si su configuración regional es compatible con el proveedor. En caso contrario, el applet utilizará su propio sistema de traducción.
fi: Palveluntarjoaja kääntää säätiedot kielellesi, jos tukevat aluettasi. Muuten käytetään sovelman omaa kielipakettia.
hu: A szolgáltatónak le kell-e fordítania a feltételeket az Ön nyelvére, ha a szolgáltató támogatja az Ön nyelvi területét. Ellenkező esetben az applet a saját fordítórendszerét fogja használni.
is: Ef þjónustuveitan býður upp á þýðingar á veðurskilyrðum yfir á tungumálið þitt og staðfærslan þín sé studd af þjónustuveitunni, verður það notað. Annars notar smáforritið sitt eigið þýðingakerfi.
it: Il tuo fornitore dovrebbe tradurre le condizioni nella tua lingua se la tua lingua è supportata dal fornitore. Altrimenti l'applet utilizzerà il proprio sistema di traduzione.
pl: Czy twój usługodawca powinien tłumaczyć warunki pogodowe na twój język, jeżeli twój język jest przez niego obsługiwany. W przeciwnym razie aplet będzie używał własnego systemu tłumaczeń.
ru: Должен ли ваш провайдер перевести условия на ваш язык, если ваша локаль поддерживается провайдером. В противном случае апплет будет использовать свою собственную систему перевода.
sr: Да ли би ваш провајдер требало да преведе услове на ваш језик ако ваш локал подржава? У супротном, аплет ће користити сопствени систем за превођење.
sv: Ifall din väderlekstjänst ska översätta villkoren till ditt språk om din språkinställning stöds av leverantören. Annars kommer appleten att använda sitt eget översättningssystem.
tr: Yerel ayarınız sağlayıcı tarafından destekleniyorsa, sağlayıcınız koşulları kendi dilinize tercüme eder. Aksi halde uygulama kendi çeviri sistemini kullanacaktır.
vi: Nhà cung cấp sẽ dịch điều kiện sang ngôn ngữ của bạn nếu được hỗ trợ. Nếu không, applet sẽ dùng hệ thống dịch của riêng nó.
zh_cn: 如果您的地区受提供商支持，提供商是否应该将天气状况翻译为您的语言。不翻译时，面板小工具将使用它自己的翻译系统。
zh_tw: 若您的語言環境受供應商支援，供應商應將天氣狀況翻譯成您的語言。否則，小工具將使用其自身的翻譯系統。

source: Does not apply to custom iconset, that is symbolic by default
be: Не ўплывае на альтэрнатыўны набор іконак, які ёсьць сымбальным па змаўчаньні
cs: Není aplikováno na volitelný set ikon, ten je symbolický v základu
de: Gilt nicht für das benutzerdefinierte Iconset, welches standardmäßig symbolic ist
es: No se aplica al conjunto de iconos personalizados, que es simbólico de forma predeterminada
fi: Ei koske mukautettuja kuvakkeita, jotka on oletuksena symbolisia
hu: Nem vonatkozik az egyedi ikonkészletre, amely eleve szimbolikus megjelenésű
id: Tidak berlaku untuk kumpulan ikon khusus, yang secara default bersifat simbolis
is: Virkar ekki fyrir sérsniðin táknmyndasett, sjálfgefið er táknrænt táknmyndasett
it: Non si applica al set di icone personalizzato, che è simbolico per impostazione predefinita
pl: Nie dotyczy niestandardowego zestawu ikon, który jest domyślnie symboliczny
ru: Не применяется к альтернативному набору иконок, который символьный по умолчанию
sk: Netýka sa vlastnej sady ikon, ktorá je predvolene symbolická
sl: Ne nanaša se na nabor ikon po meri, ki je privzeto simboličen
sr: Не односи се на прилагођени скуп икона, који је подразумевано симболичан
sv: Gäller inte för special-ikoner, de är symboliska enligt standard
tr: Varsayılan olarak sembolik olan özel simge kümesi için geçerli değildir
vi: Không áp dụng cho bộ biểu tượng tùy chỉnh, vốn đã là ký hiệu mặc định
zh_cn: 不适用于自定义图标集，它默认使用符号图标
zh_tw: 不適用於自訂圖示集，該圖示集預設即為符號化。

source: Use symbolic icons throughout the applet
be: Выкарыстоўваць сымбальныя іконкі ў аплеце
cs: Použít symbolické ikony všude v appletu
de: Im gesamten Applet symbolische Icons verwenden
es: Utilizar iconos simbólicos en todo el applet
fi: Käytä symbolisia kuvakkeita
hu: Szimbolikus ikonok használata mindenhol a kisalkalmazásban
id: Gunakan ikon simbolis di seluruh applet
is: Nota stílfærð tákn í öllu smáforritinu
it: Usa icone simboliche in tutta l'applet
pl: Używaj symbolicznych ikon w całym aplecie
ru: Использовать символьные значки в апплете
sk: Použiť symbolické ikony v celom aplete
sl: V aplikaciji uporabi simbolične ikone
sr: Користите симболичке иконе у целом аплету
sv: Använd symboliska ikoner genomgående i panelprogrammet
tr: Uygulama boyunca sembolik simgeler kullan
vi: Dùng biểu tượng ký hiệu cho toàn bộ applet
zh_cn: 在整个面板小工具中使用符号图标
zh_tw: 在整個小工具中使用符號圖示

source: For detailed information about the applet please go to the Spices Website to find info about known issues, troubleshooting, changelog and more by clicking the button below. Here you can ask questions etc in the comment section by logging in with your Github account.
be: Для падрабязнай інфармацыі пра аплет, калі ласка, адкрыйце сайт Cinnamon Spices, каб знайсьці інфармацыю пра вядомыя праблемы, выпраўленьне няспраўнасьцяў, логі зьмяненьняў і больш, націснуўшы кнопку ўнізе. Вы можаце задаць пытаньні і г.д. у разьдзеле камэнтарыяў, калі зойдзеце праз ваш Github акаўнт.
cs: Více informací je dostupných na webu Spices pomocí tlačítka níže. Zde jsou k nalezení informace o známých problémech, řešení problémů, seznam změn a mnohem více. Lze tam také komentovat, ptát se komunity a to po přihlášení k účtu Githubu.
de: Für detaillierte Informationen über das Applet gehen Sie bitte auf die Spices-Website. Dort finden Sie Angaben zu bekannten Problemen, Fehlerbehebungen, Änderungsprotokollen und mehr. Klicken Sie hierfür auf die Schaltfläche unter diesem Text. Im Kommentarbereich der Website können Sie z.B. Fragen stellen, nachdem Sie sich mit Ihrem GitHub-Konto angemeldet haben.
es: Para obtener información detallada sobre la applet, vaya al sitio web de Spices para encontrar información sobre problemas conocidos, resolución de problemas, registro de cambios y más haciendo clic en el botón de abajo. Aquí puede hacer preguntas, etc. en la sección de comentarios iniciando sesión con su cuenta Github.
fi: Lisätietoja sovelmasta saat verkosta Spices-sivustolta. Löydät tietoa tunnetuista ongelmista, vianmäärityksestä, muutoslokista ja muusta painamalla alla olevaa painiketta. Voit esittää kysymyksiä jne. kirjautumalla sisään sinun Github-tililläsi.
hu: További információkért látogassa meg a Spices webhelyet, amit elérhet az alábbi gombra kattintva. Itt továbbá megjegyzéseket fűzhet, vagy kérdéseket tehet fel a kisalkalmazással kapcsolatban a közösségnek a GitHub fiókjával bejelentkezve. A webhelyen az ismert hibákról, hibaelhárításról, változási megjegyzésekről és egyebekről is olvashat.
id: Untuk informasi rinci tentang applet, silakan kunjungi Situs Web Spices untuk menemukan info tentang masalah yang diketahui, pemecahan masalah, changelog, dan lainnya dengan mengklik tombol di bawah ini. Di sini Anda dapat mengajukan pertanyaan dll di bagian komentar dengan masuk dengan akun Github Anda.
is: Til að sjá nánari upplýsingar um smáforritið skaltu fara á Spices-vefsvæðið með því að smella á hnappinn hér fyrir neðan. Þarna sjást einnig upplýsingar um þekkt vandamál, lausnir á þeim, breytingaskrár og fleira. Þar geturðu skilið eftir umsagnir og spurt spurninga til annarra notenda með því að skrá þig inn með Github-aðgangnum þínum.
it: Per informazioni dettagliate sull'applet, visitare il sito Web delle spezie per trovare informazioni su problemi noti, risoluzione dei problemi, registro delle modifiche e altro facendo clic sul pulsante in basso. Qui puoi porre domande ecc. Nella sezione commenti accedendo con il tuo account Github.
pl: Aby uzyskać szczegółowe informacje na temat apletu, przejdź do strony Spices, aby znaleźć informacje o znanych problemach, rozwiązywaniu problemów, dzienniku zmian i innych, klikając przycisk poniżej. Tutaj możesz zadawać pytania itp. w sekcji komentarzy po zalogowaniu się na swoje konto Github.
ru: Для подробной иформации об апплете, пожалуйста, откройте сайт Cinnamon Spices, чтобы узнать об известных проблемах, логах изменений, нажав на кнопку снизу. Вы сможете задать вопросы в разделе комментариев, зайдя под вашим GitHub аккаунтом.
sk: Podrobné informácie o aplete nájdete na webovej stránke Spices, kde nájdete informácie o známych problémoch, riešení problémov, zozname zmien a ďalších, kliknutím na tlačidlo nižšie. Tu môžete klásť otázky atď. v sekcii komentárov prihlásením sa do svojho účtu Github.
sl: Za podrobnejše informacije o aplikaciji pojdite na spletno stran Spices.
sr: За детаљније информације о аплету посетите веб-сајт Spices да бисте пронашли информације о познатим проблемима, решавању проблема, дневнику промена и још много тога кликом на дугме испод. Овде можете постављати питања итд. у одељку за коментаре пријављивањем са својим Github налогом.
sv: För mer detaljerad information om panelprogrammet vänligen gå till Spices-webbplatsen där information om kända problem, felsökning, förändringsloggar med mera finns, så klicka på knappen nedan. Här kan du ställa frågor och annat i kommentarsfältet på denna sida genom att logga in med ditt Github-konto.
tr: Uygulama hakkında ayrıntılı bilgi için lütfen aşağıdaki düğmeyi tıklayarak bilinen sorunlar, sorun giderme, değişiklik günlüğü ve daha fazlası hakkında bilgi bulmak için Spices Web Sitesine gidin. Buradan Github hesabınızla giriş yaparak yorum bölümünde soru vb. Sorabilirsiniz.
vi: Để biết thông tin chi tiết về applet, hãy truy cập trang Spices để tìm các vấn đề đã biết, hướng dẫn khắc phục, nhật ký thay đổi và hơn thế nữa bằng cách nhấn nút bên dưới. Tại đây bạn có thể đặt câu hỏi trong phần bình luận bằng tài khoản Github của bạn.
zh_cn: 有关面板小工具的详细信息，请单击下方按钮访问 Spices 网站，查找已知问题、疑难解答、更新日志等信息，在那里您可以使用 Github 账户登录后在评论区提问。
zh_tw: 關於此小工具的詳細資訊，請點選下方按鈕前往 Spices 網站，以尋找已知問題、疑難排解、更新日誌等資訊。您可以使用 GitHub 帳號登入並在留言區提問等。

source: Submit an Issue
be: Паведаміць пра праблему
cs: Nahlásit chybu
de: Ein Problem melden
es: Enviar un problema
fi: Raportoi ongelma
hu: Hibajelentés beküldése
id: Kirim Masalah
is: Senda inn verkbeiðni
it: Invia un problema
pl: Zgłoś problem
ru: Сообщить о проблеме
sk: Nahlásiť problém
sl: Prijavite napako
sr: Пошаљите проблем
sv: Skicka in om ett problem
tr: Bir Sorun Gönderin
vi: Gửi báo cáo lỗi
zh_cn: 提交问题
zh_tw: 提交問題

source: Opens webpage where you can fill out a new issue for the applet, needs a GitHub account. Please make sure that the issue is not already submitted.
be: Адкрывае старонку, дзе вы можаце паведаміць пра новую праблему ў аплеце, патрабуе акаўнт GitHub. Калі ласка, пераканайцеся, што яшчэ не было паведамленьняў пра гэтую праблему.
cs: Otevře stránku, kde je možné hlásit problémy appletu. Vyžaduje Github účet. Před odesláním se ujistěte, jestli již stejný problém není nahlášen.
de: Öffnet eine Webseite, auf der Sie eine Ticket für das Applet erstellen können (benötigt einen GitHub-Account) Bitte stellen Sie sicher, dass dieses Issue nicht bereits gemeldet ist.
es: Abre una página donde puede detallar un nuevo número para la applet, necesitará una cuenta de GitHub. Por favor, asegúrese de que el problema no haya sido previamente enviado.
fi: Avaa verkkosivu, jossa voit raportoida sovelmalle uuden ongelman. Tarvitset GitHub-tunnuksen. Varmista ensin, että ongelmaa ei ole vielä ilmoitettu.
hu: Megnyitja a webhelyet, ahol új hibabejelentést tehet a kisalkalmazással kapcsolatban, amennyiben rendelkezik ingyenes GitHub fiókkal. Kérjük, hogy hibabejelentés beküldése előtt, győződjön meg róla, hogy az adott hibát még nem jelentette be senki.
id: Membuka halaman web tempat Anda dapat mengisi masalah baru untuk applet, memerlukan akun GitHub. Harap pastikan bahwa masalah belum dikirim.
is: Opnar vefsíðu þar sem hægt er að fylla út beiðnir vegna vandamála í smáforritinu, þetta krefst aðgangs á GitHub. Gakktu úr skugga um að ekki sé þegar búið að tilkynna um þetta sama vandamál.
it: Apre la pagina web in cui puoi compilare un nuovo numero per l'applet, necessita di un account GitHub. Assicurati che il problema non sia già stato inviato.
pl: Otwiera stronę, na której możesz zgłosić nowy problem dotyczący apletu, wymaga konta na GitHubie. Upewnij się, że sprawa nie jest już zgłoszona.
ru: Открывает страницу, где вы можете сообщить о проблеме для апплета, нужен аккаунт GitHub. Пожалуйста, убедитесь, Что о проблеме уже не сообщалось.
sk: Otvorí webstránku, na ktorej môžete vyplniť nový problém apletu. Je potrebný účet GitHub. Uistite sa, že problém už nebol odoslaný.
sl: Odpre spletno stran, kjer lahko prijavite težavo aplikacije (potreben je Github račun). Preverite, da težava ni že prijavljena.
sr: Отвара веб страницу где можете попунити нови задатак за аплет, потребан је GitHub налог. Молимо вас да се уверите да задатак није већ послат.
sv: Öppnar webbsida där du kan skriva om nya problem med panelprogrammet, ett GitHub-konto behövs. Vänligen kontrollera först att problemet inte redan har skickats in.
tr: Uygulama için yeni bir sayı doldurabileceğiniz web sayfasını açar, bir GitHub hesabına ihtiyaç duyar. Lütfen sorunun daha önce gönderilmediğinden emin olun.
vi: Mở trang web để bạn gửi báo cáo lỗi mới cho applet, cần tài khoản GitHub. Hãy chắc chắn rằng vấn đề chưa được gửi trước đó.
zh_cn: 将打开网页，在那里您可以为面板小工具提交一个新的问题报告，这需要一个 GitHub 账户。 请确保该问题没有被提交过。
zh_tw: 開啟網頁讓您填寫小工具的新問題回報，需要 GitHub 帳號。 請確認該問題尚未被提交。

source: Current maintainer: ---
es: Responsable actual: ---
hu: Jelenlegi karbantartó: ---
sv: Nuvarande underhållare: ---
