Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: Failed to Process Current Weather Info
be: Не атрымалася апрацаваць інфармацыю пра бягучае надвор'е
cs: Zpracování informací o aktuálním počasí selhalo
de: Verarbeitung aktueller Wetterinformationen fehlgeschlagen
es: No se pudo procesar la información del clima actual
fi: Säätietojen käsittely epäonnistui
hu: Nem sikerült feldolgozni a jelenlegi időjárás-jelentést
id: Gagal Memproses Info Cuaca Saat Ini
is: Tókst ekki að meðhöndla fyrirliggjandi veðurupplýsingar
it: Elaborazione delle informazioni meteo correnti non riuscita
pl: Nie udało się przetworzyć aktualnych informacji o pogodzie
ru: Не удалось обработать текущую информацию о погоде
sk: Informácie o aktuálnom počasí sa nepodarilo spracovať
sl: Neuspešna obdelava trenutnih vremenskih informacij
sr: Обрада тренутних информација о времену није успела
sv: Misslyckades med att behandla aktuell Väder-info
tr: Mevcut Hava Durumu Bilgisi İşlenemedi
vi: Không thể Xử lý Thông tin Thời tiết Hiện tại
zh_cn: 处理当前天气信息失败
zh_tw: 處理目前天氣資訊失敗

source: Failed to Process Forecast Info
be: Не атрымалася апрацаваць прагноз надвор'я
cs: Zpracování informací s předpovědí selhalo
de: Fehler bei der Verarbeitung der Vorhersage
es: No se pudo procesar la información del pronóstico
fi: Forecast tietojen käsittely epäonnistui
hu: Nem sikerült feldolgozni az időjárás-előrejelzést
id: Gagal Memproses Info Prakiraan
is: Tókst ekki að meðhöndla veðurspárupplýsingar
it: Elaborazione delle informazioni di previsione non riuscita
pl: Nie udało się przetworzyć informacji o prognozie
ru: Не удалось обработать прогноз погоды
sk: Informácie o predpovedi sa nepodarilo spracovať
sl: Neuspešna obdelava vremenske napovedi
sr: Информације о прогнози нису успеле
sv: Misslyckades att behandla prognos-info
tr: Tahmin Bilgileri İşlenemedi
vi: Không thể Xử lý Thông tin Dự báo
zh_cn: 处理未来天气信息失败
zh_tw: 處理天氣預報資訊失敗

source: Very poor - Less than
be: Вельмі слабая - менш за
cs: Velmi špatná - méně než
de: Sehr schlecht - Weniger als
es: Muy pobre - Menos de
fi: Hyvin huono - vähemmän kuin
hu: Nagyon rossz - kevesebb mint
id: Sangat buruk - Kurang dari
is: Lélegt - milli
it: Molto bassa - Meno di
pl: Bardzo słaba - Mniejsza niż
ru: Очень плохая - менее чем
sk: Veľmi slabé - menej ako
sl: Zelo slabo - Manj kot
sr: Веома лоше - Мање од
sv: Mycket dålig - Mindre än
tr: Çok zayıf - Daha az
vi: Rất kém - Ít hơn
zh_cn: 非常差 - 低于
zh_tw: 非常差 - 低於

source: Poor - Between
be: Слабая - між
cs: Špatná - mezi
de: Schlecht - Zwischen
es: Pobre - Entre
fi: Huono - välillä
hu: Rossz - Között
id: Buruk - Antara
is: Slæmt - milli
it: Povera - Tra
pl: Słaby - Pomiędzy
ru: Плохая - между
sk: Slabé - medzi
sl: Slabo - Med
sr: Слабо - Између
sv: Dålig - Mellan
tr: Kötü - Arasında
vi: Kém - Giữa
zh_cn: 差 - 介于
zh_tw: 差 - 介於

source: Moderate - Between
be: Сярэдняя - між
cs: Střední - mezi
de: Gemäßigt - Zwischen
es: Moderada - Entre
fi: Kohtalainen - välillä
hu: Mérsékelt - Között
id: Sedang - Antara
is: Miðlungs - milli
it: Moderata - Tra
pl: Umiarkowana - Pomiędzy
ru: Средняя - между
sk: Prijateľné - medzi
sl: Srednje - Med
sr: Умерено - Између
sv: Måttlig - Mellan
tr: Orta - Arası
vi: Trung bình - Giữa
zh_cn: 一般 - 介于
zh_tw: 普通 - 介於

source: Good - Between
be: Добрая - між
cs: Dobrá - mezi
de: Gut - Zwischen
es: Buena - Entre
fi: Hyvä - välillä
hu: Jó - Között
id: Bagus - Antara
is: Gott - milli
it: Buona - Tra
pl: Dobrze - Pomiędzy
ru: Хорошая - между
sk: Dobré - medzi
sl: Dobro - Med
sr: Добра - Између
sv: God - Mellan
tr: İyi - Arasında
vi: Tốt - Giữa
zh_cn: 好 - 介于
zh_tw: 良好 - 介於

source: Very good - Between
be: Вельмі добрая - між
cs: Velmi dobrá - mezi
de: Sehr gut - Zwischen
es: Muy buena - Entre
fi: Todella hyvä - välillä
hu: Nagyon jó - Között
id: Sangat Bagus - Antara
is: Mjög gott - milli
it: Molto buona - Tra
pl: Bardzo dobrze - Pomiędzy
ru: Очень хорошая - меджу
sk: Veľmi dobré - medzi
sl: Zelo dobro - Med
sr: Веома добра -Између
sv: Mycket god - Mellan
tr: Çok iyi - Arasında
vi: Rất tốt - Giữa
zh_cn: 非常好 - 介于
zh_tw: 非常好 - 介於

source: Excellent - More than
be: Выдатная - больш за
cs: Vynikající - více než
de: Ausgezeichnet - Mehr als
es: Excelente - Más de
fi: Erinomainen - enemmän kuin
hu: Kiváló - Több mint
id: Luar biasa - Lebih dari
is: Frábært - meira en
it: Eccellente - Più di
pl: Doskonały - Więcej niż
ru: Отличная - более чем
sk: Vynikajúce - viac ako
sl: Odlično - Več kot
sr: Одлична - Више од
sv: Utmärkt - Mer än
tr: Mükemmel - Şundan fazla
vi: Tuyệt vời - Hơn
zh_cn: 极佳 - 高于
zh_tw: 極佳 - 高於

source: Mist
be: Туман
cs: Opar
de: Nebel
es: Niebla
fi: Sumua
hu: Köd
id: Kabut
is: Mistur
it: Nebbia
pl: Mgła
ru: Туман
sk: Hmla
sl: Meglica
sr: Магла
sv: Disigt
tr: Buğulu
vi: Sương mù
zh_cn: 雾
zh_tw: 薄霧

source: Overcast
be: Пахмурна
cs: Zataženo
de: Bewölkt
es: Nubarrones
fi: Pilvistä
hu: Borús
id: Mendung
is: Alskýjað
it: Nuvoloso
pl: Zachmurzenie
ru: Пасмурно
sk: Zatiahnuté
sl: Pretežno oblačno
sr: Облачно
sv: Mulet
tr: Bulutlu
vi: U ám
zh_cn: 阴
zh_tw: 陰天

source: Light rain shower
be: Кароткачасовая залева
cs: Slabá dešťová přeháňka
de: Leichter Regenschauer
es: Llovizna de intensidad ligera
fi: Heikkoja sadekuuroja
hu: Enyhe záporeső
is: Dálitlar regnskúrir
it: Lievi rovesci
pl: Lekki deszczyk
ru: Небольшие дожди
sk: Slabé dažďové prehánky
sl: Manjše dežne plohe
sr: Слаби пљускови
sv: Lätta regnskurar
tr: Hafif sağanak yağmur
vi: Mưa rào nhẹ
zh_cn: 小阵雨
zh_tw: 小陣雨

source: Drizzle
be: Імжа
cs: Mrholení
de: Niesel
es: Llovizna
fi: Tihkusadetta
hu: Szitáló eső
id: Gerimis
is: Súld
it: Lievi rovesci
pl: Mżawka
ru: Морось
sk: Mrholenie
sl: Pršenje
sr: Ромињање
sv: Smådugg
tr: Çiseleme
vi: Mưa phùn
zh_cn: 毛毛雨
zh_tw: 毛毛雨

source: Heavy rain shower
be: Моцная залева
cs: Silná dešťová přeháňka
de: Starker Regenschauer
es: Aguacero
fi: Voimakkaita sadekuuroja
hu: Erős zápor
id: Hujan deras
is: Talsverðir regnskúrir
it: Pioggia pesante
pl: Ulewny deszcz
ru: Сильные дожди
sk: Silná prehánka
sl: Močne dežne plohe
sr: Јаки пљускови
sv: Tunga regnskurar
tr: Şiddetli sağnak yağmur
vi: Mưa rào nặng hạt
zh_cn: 强阵雨
zh_tw: 強陣雨

source: Sleet shower
be: Дождж са сьнегам
cs: Přeháňka mrznoucího deště
de: Graupelschauer
es: Chubascos de Aguanieve
fi: Räntäkuuroja
hu: Ónos záporeső
id: Mandi hujan es
is: Slydduél
it: Nevischio
pl: Deszcz ze śniegiem
ru: Дождь со снегом
sk: Mrznúca prehánka
sl: Plohe s sodro
sr: Пљусак са суснежицом
sv: Slaskskurar
tr: Karla karışık yağmur
vi: Mưa tuyết
zh_cn: 短时雨夹雪
zh_tw: 陣霙

source: Hail
be: Град
cs: Kroupy
de: Hagel
es: Granizo
fi: Rakeita
hu: Jégeső
id: Hujan Es
is: Haglél
it: Grandine
pl: Grad
ru: Град
sk: Krúpy
sl: Toča
sr: Grad
sv: Hagel
tr: Dolu
vi: Mưa đá
zh_cn: 冰雹
zh_tw: 冰雹

source: Hail shower
be: Моцны град
cs: Přeháňka krupobití
de: Hagelschauer
es: Fuertes granizadas
fi: Raekuurot
hu: Jégzápor
id: Hujan es
is: Haglél
it: Grandine
pl: Deszcz gradowy
ru: Временами град
sk: Prehánky s krúpami
sl: Ploha s točo
sr: Јак grad
sv: Hagelbyar
tr: Sağanak dolu
vi: Mưa đá
zh_cn: 短时冰雹
zh_tw: 冰雹雨

source: Light snow shower
be: Лёгкі сьнегапад
cs: Slabá sněhová přeháňka
de: Leichter Schneeschauer
es: Nevada ligera
fi: Kevyitä lumikuuroja
hu: Enyhe elszórt hózápor
id: Hujan salju ringan
is: Dálítil snjóél
it: Lieve nevicata
pl: Lekki śnieg z deszczem
ru: Лёгкие снегопады
sk: Mierne snehové prehánky
sl: Manjša snežna ploha
sr: Слаб снег
sv: Lätta snöbyar
tr: Hafif sağanak kar yağışı
vi: Mưa tuyết nhẹ
zh_cn: 小阵雪
zh_tw: 小陣雪

source: Heavy snow shower
be: Моцны сьнегапад
cs: Silná sněhová přeháňka
de: Starker Schneeschauer
es: Nevada fuerte
fi: Voimakkaita lumikuuroja
hu: Erős hózápor
id: Hujan salju lebat
is: Talsverð snjóél
it: Forte nevicata
pl: Silny śnieg z deszczem
ru: Сильные снегопады
sk: Silné snehové prehánky
sl: Močna snežna ploha
sr: Јаки снежни пљусак
sv: Tunga snöbyar
tr: Şiddetli sağnak kar yağışı
vi: Mưa tuyết nặng
zh_cn: 强阵雪
zh_tw: 強陣雪

source: Thunder
be: Навальніца
cs: Bouřka
de: Donner
es: Truenos
fi: Ukkosta
hu: Mennydörgés
id: Guruh
is: Þrumur
it: Tuoni
pl: Zagrzmi
ru: Гроза
sk: Búrky
sl: Grmenje
sr: Грмљавина
sv: Åska
tr: Gökgürültülü
vi: Sấm
zh_cn: 雷
zh_tw: 雷

source: Thunder shower
be: Залева з навальніцай
cs: Bouřková přeháňka
de: Gewitterschauer
es: Tormenta de truenos
fi: Ukkoskuuroja
hu: Viharzápor
id: Hujan petir
is: Þrumuskúrir
it: Tuoni
pl: Przelotnie zagrzmi
ru: Дождь с грозой
sk: Búrky s prehánkami
sl: Nevihta s ploho
sr: Пљускови с грмљавином
sv: Åskskurar
tr: Gökgürültülü sağnak
vi: Mưa giông
zh_cn: 阵雷
zh_tw: 雷陣雨

source: Please make sure Location is in the correct format in the Settings
be: Калі ласка, пераканайцеся, што месцазнаходжаньне ў наладах у правільным фармаце
cs: Ujistěte se prosím, že je v nastaveních lokalita zadána ve správném formátu
de: Bitte stellen Sie sicher, dass der Ort das richtige Format hat
es: Asegúrese de que la ubicación está en el formato correcto en la configuración
fi: Varmista, että asetuksissa sijainti on oikeassa muodossa
hu: Kérem ellenőrizze hogy a földrajzi helyzet megfelelő formátumban van megadva
id: Pastikan Lokasi dalam format yang benar di Pengaturan
is: Gakktu úr skugga um að staðsetning sé á réttu sniði í stillingunum
it: Assicurati che la Posizione sia nel formato corretto nelle Impostazioni
pl: Upewnij się, że Lokalizacja jest w prawidłowym formacie w Ustawieniach
ru: Пожалуйста, убедитесь, что формат местоположения в настройках верный
sk: V nastaveniach prosím skontrolujte, či je Poloha v správnom formáte
sl: Preverite, da ima v nastavitvah lokacija pravilno obliko
sr: Проверите да ли је локација у исправном формату у подешавањима
sv: Vänligen var noga med plats är i korrekt format i inställningarna
tr: Lütfen Ayarda Konumun doğru biçimde olduğundan emin olun
vi: Vui lòng đảm bảo Địa điểm có định dạng đúng trong Cài đặt
zh_cn: 请确保设置中的位置格式正确
zh_tw: 請確認設定中的位置格式正確

source: Make sure you entered the correct key in settings
be: Пераканайцеся, што вы ўвялі правільны ключ у наладах
cs: Ujistěte se, že je zadán správný klíč v nastavení
de: Vergewissern Sie sich, dass Sie den richtigen Schlüssel verwenden
es: Asegúrese de que introdujo la clave correcta en la configuración
fi: Varmista, että annoit asetuksissa oikean avaimen
hu: Ellenőrizze hogy az API kulcs korrekt a beállításokban
id: Pastikan Anda memasukkan kunci yang benar di pengaturan
is: Gakktu úr skugga um að þú hafir sett inn réttan lykil í stillingunum
it: Assicurati di aver inserito la chiave corretta nelle impostazioni
pl: Upewnij się, że wprowadziłeś prawidłowy klucz w ustawieniach
ru: Убедитесь, что введённый в настройках ключ верный
sk: Uistite sa, že ste v nastaveniach zadali správny kľúč
sl: Preverite, da ste v nastavitvah vnesli pravilen ključ
sr: Проверите да ли сте унели исправан кључ у подешавању
sv: Se till att du angett korrekt nyckel i inställningarna
tr: Ayarlara doğru anahtarı girdiğinizden emin olun
vi: Đảm bảo bạn đã nhập khóa chính xác trong cài đặt
zh_cn: 确保您在设置中输入了正确的密钥
zh_tw: 請確認您在設定中輸入了正確的金鑰

source: Location not found, make sure location is available or it is in the correct format
be: Месцазнаходжаньне ня знойдзена, пераканайцеся, што яно даступна і ў правільным фармаце
cs: Lokalita nenalezena. Ujistěte se, že je zvolená lokalita dostupná a je ve správném formátu
de: Ort nicht gefunden, stellen Sie sicher, dass der Ort verfügbar ist oder im richtigen Format vorliegt
es: Ubicación no encontrada, asegúrese de que la ubicación está disponible o está en el formato correcto
fi: Sijaintia ei löydy. Varmista, että paikkakunta on kirjoitettu oikein
hu: Földrajzi helyzet nem található, ellenőrizze hogy a földrajzi helyzet elérhető és megfelelő formátumban van megadva
id: Lokasi tidak ditemukan, pastikan lokasi tersedia atau dalam format yang benar
is: Staðsetning fannst ekki, gakktu úr skugga um að staðsetning sé tiltæk og á réttu sniði
it: Posizione non trovata, assicurarsi che la posizione sia disponibile o che sia nel formato corretto
pl: Nie znaleziono lokalizacji, upewnij się, że lokalizacja jest dostępna lub jest w prawidłowym formacie
ru: Местоположение не найдено, убедитесь, что оно доступно и формат верный
sk: Poloha sa nenašla, uistite sa, že je k dispozícii, resp. že je v správnom formáte
sl: Lokacija ni najdena, preverite, da lokacija obstaja in da ima pravilno obliko
sr: Локација није пронађена, проверите да ли је локација доступна или је исправнаформат
sv: Plats hittades inte, var säker på att den är tillgänglig och är i rätt format
tr: Konum bulunamadı, konumun kullanılabilir olduğundan veya doğru biçimde olduğundan emin olun
vi: Không tìm thấy địa điểm, hãy đảm bảo địa điểm có sẵn hoặc có định dạng đúng
zh_cn: 未找到位置，请确保位置可用或格式正确
zh_tw: 找不到位置，請確認該位置可用或格式正確

source: If this problem persists, please contact the Author of this applet
be: Калі гэтая праблема паўтараецца, калі ласка, зьвярніцеся да аўтара аплета
cs: Pokud problém přetrvává, kontaktujte prosím autora appletu
de: Falls dieses Problem weiterhin besteht, kontaktieren Sie den Autor dieses Applets
es: Si el problema persiste, contacte al autor de este applet
fi: Jos ongelma jatkuu, ota yhteyttä tämän sovelman tekijään
hu: Ha a hiba továbbra is fennáll, vegye fel a kapcsolatot a kisalkalmazás fejlesztőjével
id: Jika masalah ini berlanjut, silakan hubungi Penulis applet ini
is: Ef vandamálið er viðvarandi skaltu hafa samband við höfund smáforritsins
it: Se il problema persiste, contattare l'autore di questa applet
pl: Jeśli problem nadal występuje, prosimy o kontakt z autorem tego apletu
ru: Если это проблема повторяетс, пожалуйста, обратитесь к автору апплета
sk: Ak tento problém pretrváva, kontaktujte autora tohto apletu
sl: Če težava ostane, kontaktirajte avtorja aplikacije
sr: Ако овај проблем и даље постоји, обратите се аутору овог програмчета
sv: Om detta problem fortsätter, vänligen kontakta detta panelprograms utvecklare
tr: Bu sorun devam ederse, lütfen bu uygulamanın Yazarına başvurun
vi: Nếu sự cố này vẫn tiếp diễn, vui lòng liên hệ Tác giả của applet này
zh_cn: 如果这个问题持续存在，请联系本面板小工具的作者
zh_tw: 如果此問題持續發生，請聯絡此小工具的作者

source: Unknown Error, please see the logs in Looking Glass
be: Нечаканая памылка, гл. логі ў Looking Glass
cs: Neznámá chyba, detaily jsou v logu Looking Glass
de: Unbekannter Fehler, bitte schauen sie in die Looking Glass Protokolle
es: Error desconocido, consulte los logs en Looking Glass
fi: Tuntematon virhe, katso Looking Glass loki
hu: Ismeretlen hiba, a hibaüzenet megtekinthető a Looking Glass naplóban
id: Kesalahan Tidak Diketahui, silakan lihat log di Looking Glass
is: Óþekkt villa, skoðaðu atvikaskrár í Looking Glass
it: Errore sconosciuto, consultare i registri in Looking Glass
pl: Nieznany błąd, proszę zobaczyć logi w Looking Glass
ru: Неожиданная ошибка, см. логи в Looking Glass
sk: Neznáma chyba, pozrite si denníky v programe Looking Glass
sl: Neznana napaka, preverite dnevniške zapise v Looking Glass
sr: Непозната грешка, погледајте записнике у прозорче огледала
sv: Okänt fel, vänligen se loggar i Looking Glass
tr: Bilinmeyen Hata, lütfen Hata günlüklere bakın
vi: Lỗi không xác định, vui lòng xem nhật ký trong Looking Glass
zh_cn: 未知的错误，请查看 Looking Glass 中的日志
zh_tw: 未知錯誤，請檢視 Looking Glass 中的記錄

source: Thunderstorm with light rain
be: Навальніца зь лэгкім дажджом
cs: Bouřka se slabým deštěm
de: Gewitter mit leichtem Regen
es: Tormenta con lluvia ligera
fi: Ukkosta ja heikkoa vesisadetta
hu: Vihar enyhe esővel
id: Badai petir disertai hujan ringan
is: Þrumuveður með dálítilli rigningu
it: Temporale con pioggia leggera
pl: Burza z lekkim deszczem
ru: Гроза, небольшой дождь
sk: Slabý dážď a búrka
sl: Nevihta z rahlim dežjem
sr: Грмљавина са слабом кишом
sv: Åska med lättare regn
tr: Hafif yağmur ve gök gürültülü sağanak yağış
vi: Giông bão với mưa nhẹ
zh_cn: 雷暴，伴有小雨
zh_tw: 雷雨伴隨小雨

source: Thunderstorm with rain
be: Навальніца з дажджом
cs: Bouřka s deštěm
de: Gewitter mit Regen
es: Tormenta con lluvia
fi: Ukkosta ja sadekuuroja
hu: Vihar
id: Badai petir dengan hujan
is: Þrumuveður með rigningu
it: Temporale con pioggia
pl: Burza z deszczem
ru: Гроза, дождь
sk: Búrka s dažďom
sl: Nevihta z dežjem
sr: Грмљавина са кишом
sv: Åska med regn
tr: Fırtına ve yağmur
vi: Giông bão với mưa
zh_cn: 雷暴，伴有雨
zh_tw: 雷雨伴隨雨

source: Thunderstorm with heavy rain
be: Навальніца з моцным дажджом
cs: Bouřka s přívalovým deštěm
de: Gewitter mit starkem Regen
es: Tormenta con fuertes lluvias
fi: Ukkosta ja voimakasta vesisadetta
hu: Vihar erős esőzéssel
id: Badai petir disertai hujan lebat
is: Þrumuveður með talsverðri rigningu
it: Temporale con forti piogge
pl: Burza z ulewnym deszczem
ru: Гроза, сильный дождь
sk: Búrka so silným dažďom
sl: Nevihta z močnim dežjem
sr: Грмљавина са јаком кишом
sv: Åska med kraftigt regn
tr: Fırtına şiddetli yağmur
vi: Giông bão với mưa lớn
zh_cn: 雷暴，伴有大雨
zh_tw: 雷雨伴隨大雨

source: Light thunderstorm
be: Лёгкая навальніца
cs: Slabá bouřka
de: Leichtes Gewitter
es: Tormenta ligera
fi: Mahdollista ukkosta
hu: Enyhe vihar
id: Badai petir ringan
is: Dálítið þrumuveður
it: Lieve temporale
pl: Lekka burza
ru: Лёгкая гроза
sk: Slabá búrka
sl: Manjša nevihta
sr: Слаба олуја с грмљавином
sv: Lättare Åska
tr: Hafif gök gürültülü fırtına
vi: Giông bão nhẹ
zh_cn: 小雷暴
zh_tw: 小雷雨

source: Heavy thunderstorm
be: Моцная навальніца
cs: Silná bouřka
de: Starkes Gewitter
es: Tormenta fuerte
fi: Voimakkaita ukkosmyrskyjä
hu: Erős vihar
id: Badai petir yang hebat
is: Talsvert þrumuveður
it: Forte temporale
pl: Silna burza
ru: Сильная гроза
sk: Silná búrka
sl: Močna nevihta
sr: Јака олуја с грмљавином
sv: Kraftig åska
tr: Yoğun gök gürültülü fırtına
vi: Giông bão mạnh
zh_cn: 强雷暴
zh_tw: 強烈雷雨

source: Ragged thunderstorm
be: Ірваная навальніца
cs: Roztroušené bouřky
de: Immer wieder Gewitter
es: Tormenta torrencial
fi: Yksittäisiä ukkosmyrskyjä
hu: Viharok
id: Badai petir
is: Þrumuveður á köflum
it: Temporale irregolare
pl: Gwałtowna burza z piorunami
ru: Рваная гроза
sk: Ojedinelé búrky
sl: Nevihta s prekinitvami
sr: Изузетно јака грмљавина
sv: Ojämna åskbyar
tr: Düzensiz fırtına
vi: Giông bão dữ dội
zh_cn: 局部雷暴
zh_tw: 局部雷雨

source: Thunderstorm with light drizzle
be: Навальніца зь лёгкай імжою
cs: Bouřka s mírným mrholením
de: Gewitter mit leichtem Nieselregen
es: Tormenta con llovizna ligera
fi: Ukkoskuuroja ja tihkua
hu: Vihar enyhén szitáló esővel
id: Badai petir dengan gerimis ringan
is: Þrumuveður með dálítilli súld
it: Temporale con leggera pioviggine
pl: Burza z lekką mżawką
ru: Гроза с мелким дождём
sk: Búrka a mierne mrznúce mrholenie
sl: Nevihta z rahlim pršenjem
sr: Грмљавина са слабим ромињањем кише
sv: Åska med lättare duggregn
tr: Gök gürültülü hafif çiseleme
vi: Giông bão với mưa phùn nhẹ
zh_cn: 雷暴，伴有小毛雨
zh_tw: 雷雨伴隨毛毛雨

source: Thunderstorm with drizzle
be: Навальніца зь імжою
cs: Bouřka s mrholením
de: Gewitter mit Nieselregen
es: Tormenta con llovizna
fi: Ukkoskuuroja ja tihkua
hu: Vihar szitáló esővel
id: Badai petir dengan gerimis
is: Þrumuveður með súld
it: Temporale con pioviggine
pl: Burza z mżawką
ru: Гроза с моросью
sk: Búrka a mrznúce mrholenie
sl: Nevihta s pršenjem
sr: Грмљавина са ромињањем
sv: Åska med duggregn
tr: Çiseleyen yağmur fırtınası
vi: Giông bão với mưa phùn
zh_cn: 雷暴，伴有毛毛雨
zh_tw: 雷雨伴隨毛毛雨

source: Thunderstorm with heavy drizzle
be: Навальніца з моцнай імжою
cs: Bouřka se silným mžením
de: Gewitter mit starkem Nieselregen
es: Tormenta con fuerte llovizna
fi: Ukkoskuuroja ja voimakasta tihkusadetta
hu: Vihar erősen szitáló esővel
id: Badai petir dengan gerimis lebat
is: Þrumuveður með talsverðri súld
it: Temporale con forti rovesci
pl: Burza z silną mżawką
ru: Гроза с сильным моросящим дождём
sk: Búrka a silné mrznúce mrholenie
sl: Nevihta z močnim pršenjem
sr: Грмљавина са јаким ромињањем
sv: Åska med kraftigt duggregn
tr: Fırtına ağır çiseleyen yağmur ile
vi: Giông bão với mưa phùn nặng hạt
zh_cn: 雷暴，伴有强毛雨
zh_tw: 雷雨伴隨大毛毛雨

source: Light intensity drizzle
be: Слабая імжа
cs: Slabé mrholení
de: Leichter Sprühregen
es: Llovizna de intensidad ligera
fi: Kevyttä tihkua
hu: Enyhe szitáló eső
id: Gerimis dengan intensitas ringan
is: Súldarslæðingur
it: Lievi rovesci
pl: Lekkie opady mżawki
ru: Мороящий дождь
sk: Slabé mrznúce mrholenie
sl: Rahlo pršenje
sr: Слабо ромињање
sv: Lättare smådugg
tr: Hafif yoğun çiseleme
vi: Mưa phùn cường độ nhẹ
zh_cn: 小毛雨
zh_tw: 輕微毛毛雨

source: Heavy intensity drizzle
be: Моцная імжа
cs: Silné mžení
de: Starker Nieselregen
es: Llovizna de intensidad fuerte
fi: Voimakasta tihkusadetta
hu: Erősen szitáló eső
id: Gerimis dengan intensitas tinggi
is: Talsverð súldarrigning
it: Forti rovesci
pl: Silne opady mżawki
ru: Сильный дождь
sk: Silné mrznúce mrholenie
sl: Močno pršenje
sr: Јако ромињање
sv: Kraftigt smådugg
tr: Ağır yoğun çiseleme
vi: Mưa phùn cường độ nặng
zh_cn: 强毛雨
zh_tw: 強烈毛毛雨

source: Light intensity drizzle rain
be: Лёгкі імжысты дождж
cs: Slabé mrholení
de: Leichter Nieselregen
es: Llovizna de intensidad ligera
fi: Kevyttä tihkusadetta
hu: Enyhén szitáló eső
id: Hujan gerimis intensitas ringan
is: Dálítil súldarrigning
it: Lievi rovesci
pl: Lekka mżawka deszcz
ru: Лёгкий интетсивный моросящий дождь
sk: Slabé mrznúce mrholenie/dážď
sl: Rahlo pršenje
sr: Слабо ромињање кише
sv: Lättare duggregn
tr: Hafif yoğun yağmurlu
vi: Mưa phùn cường độ nhẹ
zh_cn: 毛毛细雨
zh_tw: 輕微毛毛雨

source: Drizzle rain
be: Імжысты дождж
cs: Mrholení
de: Nieselregen
es: Llovizna
fi: Tihkusadetta
hu: Szitáló eső
id: Hujan gerimis
is: Súldarrigning
it: Rovesci
pl: Mżawka deszcz
ru: Моросящий дождь
sk: Mrholenie
sl: Pršenje
sr: Ромињање кише
sv: Duggregn
tr: Çiseleyen yağmur
vi: Mưa phùn
zh_cn: 细雨
zh_tw: 毛毛雨

source: Heavy intensity drizzle rain
be: Моцны імжысты дождж
cs: Intenzivní mrholení
de: Starker Nieselregen
es: Llovizna de intensidad fuerte
fi: Voimakkaasti tihkusadetta
hu: Erősen szitáló eső
id: Hujan gerimis dengan intensitas tinggi
is: Talsverð súldarrigning
it: Forti rovesci
pl: Intensywna mżawka deszcz
ru: Сильный интетсивный моросящий дождь
sk: Silné mrznúce mrholenie
sl: Močno pršenje
sr: Јако ромињање кише
sv: Kraftigt duggregn
tr: Şiddetli yoğun yağmur
vi: Mưa phùn cường độ nặng
zh_cn: 强细雨
zh_tw: 強烈毛毛雨

source: Shower rain and drizzle
be: Залева зь імжой
cs: Přeháňky a mrholení
de: Schauer- und Nieselregen
es: Aguacero y llovizna
fi: Sadekuuroja ja tihkusadetta
hu: Zápor és szitáló eső
id: Mandi hujan dan gerimis
is: Skúraleiðingar og súld
it: Rovesci
pl: Deszcz i mżawka
ru: Ливень и морось
sk: Mrznúce dažďové prehánky
sl: Dežna ploha in pršenje
sr: Пљускови и ромињање
sv: Regnskurar och duggregn
tr: Çiseleme ve ahmak ıslatan
vi: Mưa rào và mưa phùn
zh_cn: 毛毛雨，时有阵雨
zh_tw: 陣雨及毛毛雨

source: Heavy shower rain and drizzle
be: Моцная залева зь імжой
cs: Průtrže a mrholení
de: Starker Regenschauer und Niesel
es: Fuerte aguacero y llovizna
fi: Voimakkaita sadekuuroja ja tihkusadetta
hu: Erős zápor és szitáló eső
id: Hujan deras dan gerimis
is: Talsverðar skúraleiðingar og súld
it: Forti rovesci
pl: Ulewny deszcz i mżawka
ru: Сильный ливень и морось
sk: Výdatné mrznúce dažďové prehánky
sl: Močna dežna ploha in pršenje
sr: Јаки пљускови и ромињање
sv: Kraftiga skurar och duggregn
tr: Şiddetli çiseleme ve ahmak ıslatan
vi: Mưa rào nặng hạt và mưa phùn
zh_cn: 毛毛雨，时有强阵雨
zh_tw: 強陣雨及毛毛雨

source: Shower drizzle
be: Імжыстая залева
cs: Občasné mrholení
de: Nieselregenschauer
es: Aguacero
fi: Tihkusadetta
hu: Szitáló záporeső
id: Hujan gerimis
is: Súldarskúrir
it: Rovesci
pl: Przelotna mżawka
ru: Моросящий дождь
sk: Mrznúce preánky
sl: Ploha s pršenjem
sr: Ромињање
sv: Duschregn
tr: Çiseleme ahmak ıslatan
vi: Mưa phùn rào
zh_cn: 短时毛毛雨
zh_tw: 陣雨性毛毛雨

source: Moderate rain
be: Сярэдні дождж
cs: Mírný déšť
de: Mäßiger Regen
es: Lluvia moderada
fi: Kohtalaista vesisadetta
hu: Esőzés
id: Hujan Sedang
is: Nokkur rigning
it: Rovesci moderati
pl: Umiarkowany deszcz
ru: Умеренный дождь
sk: Stredne silný dážď
sl: Zmeren dež
sr: Умерена киша
sv: Måttligt regn
tr: Ilımlı yağmur
vi: Mưa vừa
zh_cn: 中雨
zh_tw: 中雨
