Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: Saves location information to file so you can switch between them with buttons in the applet, which will appear if you have more than one.
be: Захоўвае інфармацыю пра месцазнаходжаньні ў файл, каб вы маглі маглі пераключацца між імі кнопкамі ў аплеце, каторыя зьявяцца, калі будзе ўведзена больш за адно месцазнаходжаньне.
cs: Uloží aktuální polohu do souboru, což umožní jejich přepínání pomocí tlačítka v appletu, které se objeví, pokud je uložena více než jedna.
de: Speichert die Standortinformationen in einer Datei, so dass Sie mit Schaltflächen im Applet zwischen ihnen hin- und herschalten können, wenn Sie mehr als einem Standort verwenden sollten.
es: Guarda la información de la ubicación en un archivo para que puedas cambiar entre ellas con los botones del applet, que aparecerán si tienes más de una.
fi: Tallentaa sijaintitiedot tiedostoon, joten voit vaihdella sovelmassa niiden välillä. Näkyvissä, jos sinulla on useampi kuin yksi.
hu: Földrajzi helyzet információ fájlba mentése, így több kisalkalmazás használata esetén megjelenő gombokkal válthat közöttük.
id: Menyimpan informasi lokasi ke file sehingga Anda dapat beralih di antara mereka dengan tombol di applet, yang akan muncul jika Anda memiliki lebih dari satu.
is: Vistar staðsetningarupplýsingar í skrá þannig að þá er hægt að skipta milli staðsetninga með hnöppum í viðmóti smáforritsins, sem munu birtast ef fleiri en ein staðsetning er til staðar.
it: Salva le informazioni sulla posizione in un file in modo da poter passare da una all'altra con i pulsanti nell'applet, che verranno visualizzati se ne hai più di uno.
pl: Zapisuje informacje o lokalizacji do pliku, dzięki czemu można przełączać się między nimi za pomocą przycisków w aplecie, który pojawi się, jeśli masz więcej niż jeden.
ru: Сохраняет инфомрацию о местоположении в файл, чтрбы вы могли переключаться между ними с помощью кнопок в апплете, которые появятся если введено более одного местоположения.
sk: Ukladá informácie o polohe do súboru, takže môžete prepínať pomocou tlačidiel v applete medzi plolohami, ktoré sa zobrazia, ak ich máte viac ako jednu.
sl: Shrani lokacijsko informacijo v datoteko, da lahko preklapljate med njimi z gumbi v aplikaciji, ki se prikažejo, če je shranjena več kot ena lokacija.
sr: Чува информације о локацији у датотеку тако да можете да прелазите између њих помоћу дугмади у аплету, која ће се појавити ако их имате више од једног.
sv: Sparar platsinformation till fil, så du kan pendla emellan dem med knapparna i panelprogrammet, som kommer att visas om du har mer än en.
tr: Konum bilgilerini dosyaya kaydeder, böylece birden fazla varsa görünecek olan uygulamadaki düğmelerle bunlar arasında geçiş yapabilirsiniz.
vi: Lưu thông tin vị trí vào file để bạn có thể chuyển đổi giữa các vị trí bằng nút trong applet, sẽ xuất hiện nếu có nhiều hơn một vị trí.
zh_cn: 将位置信息保存到文件。当您有多个位置时，面板小工具中会出现一个按钮，让您在它们之间切换。
zh_tw: 將位置資訊儲存至檔案，以便您可以使用小工具中的按鈕在多個位置之間切換（若您儲存了多個位置，按鈕即會出現）。

source: Weather Applet at Cinnamon Spices Website
be: Аплет Надвор'е на вэб-сайце Cinnamon Spices
cs: Applet Počasí na webu Cinnamon Spices
de: Wetter-Applet auf der Cinnamon Spices-Website
es: Applet del Clima en el sitio web de Cinnamon Spices
fi: Weather sovelman Cinnamon Spices verkkosivu
hu: Időjárás kisalkalmazás a Cinnamon Spices weboldalon
id: Applet Cuaca di Situs Web Cinnamon Spices
is: Weather Applet á vefsvæði Cinnamon Spices
it: Applet Meteo sul Sito Cinnamon Spices
pl: Aplet pogodowy na stronie Cinnamon Spices
ru: Апплет Погода на вебсайте Cinnamon Spices
sk: Predpoveď počasia na webovej stránke Cinnamon Spices
sl: Aplikacija Vreme na spletni strani Cinnamon Spices
sr: Аплет за време на веб-сајту Cinnamon Spices
sv: Väder-panelprogrammet på Cinnamon Spieces webbplats
tr: Cinnamon Spices Web sitesinde Hava Durumu Uygulaması
vi: Applet Thời tiết trên trang Cinnamon Spices
zh_cn: 在 Cinnamon Spices 网站上的天气面板小工具
zh_tw: Cinnamon Spices 網站上的天氣小工具

source: If you are using a provider with API keys set it to an interval you won't run out of your quota with.
be: Калі вы карыстаецеся сэрвісам з ключом API, усталюйце для яго інтэрвал, зь якім у вас ня скончыцца квота.
cs: Pokud používáte služby poskytovatele API klíče nastaveného na interval, nedostanete se s tímto za limit.
de: Bei Verwendung eines Anbieters mit API-Schlüsseln, bitte ein Aktualisierungsintervall einstellen, mit dem das Aktualisierungslimit nicht ausgeschöpft wird.
es: Si está utilizando un proveedor con claves API, configúrelo en un intervalo con el que no se quede sin su cuota.
fi: Jos käytät palveluntarjoajaa, jolla on APIAVAIMIA, anna se jotta kiintiösi ei lopu.
hu: Amennyiben API-kulcsot igénylő időjárás-előrejelzés szolgáltatót használ, a kvóta kimerítés elkerülése érdekében állítson be frissítési időközt.
id: Jika Anda menggunakan penyedia dengan kunci API, setel ke interval yang tidak akan kehabisan kuota.
is: Ef þú ert að nota þjónustuveitu með API-lyklum, stilltu tímabilin þannig að þú farir ekki fram úr kvótanum þínum.
it: Se stai utilizzando un provider con chiavi API, impostalo su un intervallo con cui non esaurirai la tua quota.
pl: Jeśli używasz dostawcy z kluczami API ustaw go na interwał, z którym nie wyczerpiesz swojego limitu.
ru: Если вы используете сервис с ключами API, установите для него интервал, с которым у вас не закончится квота.
sk: Ak používate poskytovateľa s kľúčmi API, nastavte ho na interval, s ktorým sa vám kvóta neminie.
sl: Če uporabljate ponudnika z API ključem, nastavite interval, ki vam ne bo presegel kvote.
sr: Ако користите провајдера са API кључевима, подесите га на интервал са којим нећете исцрпети своју квоту.
sv: Om du använder en leverantör med API-nycklar så sätt ett intervall som du inte kör slut på din kvot med.
tr: API anahtarlarına sahip bir sağlayıcı kullanıyorsanız, bunu bir aralığa ayarlayın, kotanız tükenmez.
vi: Nếu dùng nhà cung cấp yêu cầu API key, đặt khoảng thời gian sao cho không vượt hạn mức của bạn.
zh_cn: 如果您使用的是带有 API 密钥的数据源，请合理设置时间间隔以防止耗尽 API 配额。
zh_tw: 如果您使用需要 API 金鑰的供應商，請設定一個不會超出配額的更新間隔。

source: Maximum number of days that can be displayed, available number of data, maximum rows and columns setting in the Presentation tab will affect the final number.
be: Максымальны лік дзён для паказу, даступны лік даных, налада максымальнага ліку радкоў і калонак ва ўкладцы Паказ паўплываюць на фінальны лік.
cs: Maximální počet dní k zobrazení. Výsledné zobrazení bude ovlivněno množstvím dostupných dat, maximálním počtem sloupců a řádků nastavených v záložce Prezentace.
de: Die maximale Anzahl an Tagen die angezeigt werden können, sowie die Einstellung der maximalen Zeilen und Spalten in der Registerkarte »Darstellung« beeinflussen die finale Anzahl.
es: El número máximo de días que se pueden mostrar, el número de datos disponibles, la configuración de filas y columnas máximas en la pestaña Presentación afectarán al número final.
fi: Näytettävien päivien enimmäismäärä, käytettävissä olevien tietojen määrä, välilehden rivien ja sarakkeiden enimmäismäärä vaikuttavat lopulliseen määrään.
hu: A megjeleníthető napok maximális száma, a rendelkezésre álló adatok száma, a Megjelenítés lapon beállított maximális sorok és oszlopok beállítása befolyásolja a végső számot.
id: Jumlah hari maksimum yang dapat ditampilkan, jumlah data yang tersedia, pengaturan baris dan kolom maksimum pada tab Presentasi akan mempengaruhi jumlah akhir.
is: Hámarksfjöldi daga sem hægt er að birta, tiltækt magn gagna, hámarksfjöldi raða og dálka sem stilltur er í Framsetning-flipanum mun hafa áhrif á fjöldann.
it: Il numero massimo di giorni che possono essere visualizzati, il numero di dati disponibile, l'impostazione massima di righe e colonne nella scheda Presentazione influirà sul numero finale.
pl: Maksymalna liczba dni, które można wyświetlić, liczba dostępnych danych, maksymalne ustawienie wierszy i kolumn w zakładce Wygląd będzie miało wpływ na ostateczną liczbę.
ru: Максимальное количество дней, которые могут быть отображены, доступное количество данных, настройки максимального количества строк и столбцов на вкладке "Представление" влияют на итоговое число.
sr: Максималан број дана који се могу приказати, расположиви број података, подешавање максималног броја редова и колона на картици Презентација утицаће на коначан број.
sv: Maximalt antal dagar som kan visas, tillgängligt antal data, max antal rader och kolumn-inställningar under fliken Presentation kommer att påverka det slutgiltiga antalet.
tr: Sunum sekmesindeki görüntülenebilecek azami gün sayısı, mevcut veri sayısı, maksimum satır ve sütun ayarı son sayıyı etkiler.
vi: Số ngày tối đa có thể hiển thị; số dữ liệu có sẵn, số hàng và cột tối đa trong tab Hiển thị sẽ ảnh hưởng đến số cuối cùng.
zh_cn: 可以显示的最大天数。实际显示结果将受到数据服务来源提供的数据量、外观选项卡中设置的最大行数和列数的影响。
zh_tw: 可顯示的最大天數，可用的資料數量、顯示方式分頁中的最大列數和欄數設定都會影響最終顯示的天數。

source: Maximum number of hours that can be displayed, available numbers of data will affect the final number.
be: Максымальны лік гадзінаў для паказу, даступны лік даных паўплываюць на фінальны лік.
cs: Maximální počet hodin k zobrazení. Konečné číslo je ovlivněno dostupností dat.
de: Maximale Anzahl von Stunden, die angezeigt werden können, verfügbare Datenzahlen wirken sich auf die endgültige Zahl aus.
es: Número máximo de horas que se pueden mostrar, el número de datos disponibles afectará al número final.
fi: Näytettävien tuntien enimmäismäärä, käytettävissä olevien tietojen määrä vaikuttaa lopulliseen määrään.
hu: A megjeleníthető órák maximális száma, a rendelkezésre álló adatok száma befolyásolja a végső számot.
id: Jumlah jam maksimum yang dapat ditampilkan, jumlah data yang tersedia akan mempengaruhi jumlah akhir.
is: Hámarksfjöldi klukkustunda sem hægt er að birta, tiltækt magn gagna mun hafa áhrif á fjöldann.
it: Numero massimo di ore visualizzabili, il numero di dati disponibile influenzerà il numero finale.
pl: Maksymalna liczba godzin, które można wyświetlić, liczba dostępnych danych będzie miało wpływ na ostateczną liczbę.
ru: Максимальное количество часов, которое может быть отображено, доступное количество данных влияет на итоговое число.
sr: Максималан број сати који се може приказати, расположиви бројеви података ће утицати на коначан број.
sv: Maximalt antal timmar som kan visas, tillgängligt antal data kommer att påverka det slutgiltiga antalet.
tr: Görüntülenebilecek azami saat sayısı, mevcut veri sayısı son sayıyı etkileyecektir.
vi: Số giờ tối đa có thể hiển thị; số dữ liệu có sẵn sẽ ảnh hưởng đến số cuối cùng.
zh_cn: 可以显示的最大小时数。实际显示结果将受到数据服务来源提供的数据量的影响。
zh_tw: 可顯示的最大小時數，可用的資料數量會影響最終顯示的小時數。

source: Enable minutely precipitation forecast
be: Уключыць штохвілінны прагноз ападкаў
cs: Povolit minutovou předpověď srážek
de: Detaillierte Niederschlagsvorhersage aktivieren
es: Habilitar el pronóstico de precipitación minucioso
fi: Ennuste näytetään tästä hetkestä eteenpäin, ei vuorokauden alusta
hu: Percre pontos csapadék-előrejelzés engedélyezése
id: Aktifkan prakiraan curah hujan yang cermat
is: Virkja úrkomuspá í mínútum
it: Abilita la previsione minuziosa delle precipitazioni
pl: Włączenie szczegółowej prognozy opadów
ru: Включить поминутный прогноз осадков
sk: Povoliť minútovú predpoveď zrážok
sl: Omogoči minutno napoved padavin
sr: Омогући прецизну прогнозу падавина
sv: Aktivera minutvis nederbördsprognos
tr: Dakikalık yağış tahminini etkinleştirin
vi: Bật dự báo mưa theo phút
zh_cn: 启用分钟级降水预测
zh_tw: 啟用分鐘級降水預報

source: If you'd like to use this make sure you use your exact coordinates/address as location to help its accuracy. See Feature map on website on support for your provider
cs: Pokud toto chcete používat, ujistěte se, že máte zadány přesné souřadnice či adresu, je to nezbytné pro přesnost. Více k nalezení v přehledu funkcí na stránkách podpory vybraného poskytovatele předpovědi
de: Wenn Sie dies verwenden möchten, stellen Sie sicher, dass Sie Ihre genaue Koordinaten / Adresse als Standort verwenden, um die Genauigkeit zu erhöhen. Derzeit wird nur mit OpenWeatherMap unterstützt
es: Si quiere usar esta opción, asegúrese de usar su coordenadas/dirección exactas como ubicación para ayudar a su precisión. Consulte el mapa de funciones en el sitio web de asistencia de su proveedor
fi: Varmista, että käytät tarkkoja koordinaatteja/osoitettasi tarkkuuden parantamiseksi. Katso ominaisuuskartta verkosta palveluntarjoajan tuesta
hu: Ha ezt a beállítást szeretné használni, győződjön meg róla, hogy a pontos koordinátákat vagy címet adott meg földrajzi helyzetként. További információért tekintse meg a támogatott szolgáltatások térképét a szolgáltató honlapján
is: Ef þú ætlar að nota þetta skaltu setja inn nákvæm hnit/heimilisfang sem staðsetningu. Skoðaðu upplýsingar á vefsvæðinu okkar varðand stuðning við þjónustuna þína
it: Se desideri utilizzare questo, assicurati di utilizzare le tue coordinate/indirizzo esatti come posizione per aiutarne la precisione. Consulta la mappa delle funzionalità sul sito Web per informazioni sul supporto per il tuo provider
pl: Jeśli chcesz tego użyć, upewnij się, że używasz swoich dokładnych współrzędnych/adresu jako lokalizacji, aby pomóc w dokładności. Sprawdź mapę funkcji na stronie wsparcia twojego usługodawcy
ru: Если вы хотите использовать эту функцию, убедитесь, что вы используете свои точные координаты/адрес в качестве местоположения для повышения точности. См. карту характеристик на веб-сайте поддержки вашего провайдера
sr: Ако желите да користите ово, обавезно користите своје тачне координате/адресу као локацију како бисте повећали њену тачност. Погледајте мапу карактеристика на веб-сајту за подршку вашег провајдера
sv: Om du vill använda det här så se till att du använder exakta koordinater/adress som plats för att förbättra dess noggrannhet. Se Feature map på webbplatsen för din vädertjänst
tr: Bunu kullanmak istiyorsanız doğruluğuna yardımcı olmak için konum olarak tam koordinatlarınızı/adresinizi kullandığınızdan emin olun. Sağlayıcınıza yönelik destek konusunda web sitesindeki Özellik haritasına bakın
vi: Nếu muốn dùng tính năng này, hãy dùng chính xác tọa độ/địa chỉ để tăng độ chính xác. Xem bản đồ tính năng trên website hỗ trợ nhà cung cấp của bạn
zh_cn: 如果您想使用这个功能，请确保使用您的确切坐标或地址作为位置，以保证其准确性。请参阅网站上的功能图以了解对您的提供商的支持
zh_tw: 如果您想使用此功能，請確保使用精確的座標/地址作為位置以提高準確性。請參閱網站上的功能地圖以了解您的供應商是否支援。

source: Enable displaying weather alerts
cs: Povolit zobrazování meteorologických výstrah
de: Wetter Alarme anzeigen
es: Activar la visualización de alertas meteorológicas
fi: Säävaroitukset näytetään
hu: Engedélyezze az időjárási riasztások megjelenítését
is: Virkja birtingu aðvarana vegna veðurs
it: Abilita la visualizzazione degli avvisi meteo
pl: Włącz pokazywanie alertów pogodowych
ru: Включение отображения предупреждений о погоде
sl: Omogoči prikaz vremenskih opozoril
sr: Омогућите приказ временских упозорења
sv: Aktivera visning av vädervarningar
tr: Hava durumu uyarılarının görüntülenmesini etkinleştir
vi: Bật hiển thị cảnh báo thời tiết
zh_cn: 启用显示天气警报
zh_tw: 啟用天氣警報顯示

source: Alerts button will be visible in the popup menu if there are any active alerts for your location.
cs: Pokud je pro vaši lokalitu vydána meteorologická výstraha, zobrazí se jako tlačítko s upozorněním ve vyskakovací nabídce.
de: Die Schaltfläche Alarme wird im Popup-Menü angezeigt, wenn es für Ihren Standort aktive Alarme gibt.
es: El botón Alertas aparecerá en el menú emergente si hay alguna alerta activa para su ubicación.
fi: Varoitukset-painike näytetään valikossa, jos sijaintiisi on aktiivisia varoituksia.
hu: A Figyelmeztetések gomb látható lesz a felugró menüben, ha vannak aktív riasztások az Ön tartózkodási helyéhez.
is: Aðvörunarhnappur verður sýnilegur í sprettvalmyndinni ef einhverjar aðvaranir eru virkar fyrir staðsetninguna þína.
it: Il pulsante Avvisi sarà visibile nel menu popup se sono presenti avvisi attivi per la tua posizione.
pl: Przycisk alertów będzie widoczny w menu jeżeli będą aktywne alerty dla twojej lokalizacji.
ru: Кнопка "Оповещения" появится во всплывающем меню, если для вашего местоположения есть активные оповещения.
sr: Дугме Упозорења ће бити видљиво у искачућем менију ако постоје активна упозорења за вашу локацију.
sv: Varningar-knapp visas i popup-menyn om det finns några aktiva varningar för din plats.
tr: Konumunuz için herhangi bir aktif uyarı varsa, açılır menüde Uyarılar düğmesi görünecektir.
vi: Nút cảnh báo sẽ hiển thị trong menu bật lên nếu có cảnh báo đang hoạt động cho vị trí của bạn.
zh_cn: 如果您所在位置有任何活动警报，则弹出菜单中将显示警报按钮。
zh_tw: 如果您所在位置有任何活動警報，警報按鈕會顯示在彈出選單中。

source: Show both temperature units at the same time
be: Паказваць абодзьве адзінкі вымярэньня тэмпэратуры
cs: Zobrazovat obě teplotní jednotky současně
de: Zeige beiden Temperaturen Einheiten an
es: Mostrar ambas unidades de temperatura
fi: Näytä molemmat lämpötilayksiköt samanaikaisesti
hu: Hőmérséklet megjelenítése mindkét mértékegységben
id: Tunjukkan kedua unit suhu secara bersamaan
is: Birta báðar hitastigseiningar í einu
it: Mostra entrambe le unità di temperatura contemporaneamente
pl: Jednoczesne wyświetlanie obu jednostek temperatury
ru: Отображать обе единицы измерения температуры
sk: Zobraziť obe jednotky teploty súčasne
sl: Hkrati prikaži obe enoti za temperaturo
sr: Прикажи обе јединице температуре истовремено
sv: Visa båda temperaturenheter samtidigt
tr: Her iki sıcaklık birimini aynı anda göster
vi: Hiển thị cả hai đơn vị nhiệt độ cùng lúc
zh_cn: 同时显示两个单位下的温度
zh_tw: 同時顯示兩種溫度單位

source: Some of the available values are: {c} is condition, {t} is temperature and {u} is unit. Full list of values are available on the Cinnamon spices website. Can be used if label does not fit on vertical panel, among other smart things.
es: Algunos de los valores disponibles son: {c} es condición, {t} es temperatura y {u} es unidad. La lista completa de valores está disponible en el sitio web de Cinnamon spices. Se puede utilizar si la etiqueta no cabe en el panel vertical, entre otras cosas inteligentes.
hu: Néhány elérhető érték: {c} az állapot, {t} a hőmérséklet és {u} a mértékegység. Az értékek teljes listája elérhető a Cinnamon Spices weboldalán. Használható, ha a címke nem fér el a függőleges panelen, többek között.
sv: Några av tillgängliga värden är: {c} för tillstånd, {t} är temperatur och {u} för enhet. En fullständig lista över värden finns på Cinnamon Spices webbplats. Kan användas om etikett inte får plats på vertikal panel, bland andra smarta saker.

source: Override tooltip on panel
cs: Přepsat v bublině na panelu
de: Hinweise im Panel überschreiben
es: Sobreescribir etiqueta en el panel
fi: Ohita työkaluvihjeet
hu: Eszköztippek felülbírása a panelen
is: Skrifa yfir ábendingu á skjástiku
it: Sostituisci etichetta sul pannello
pl: Zastąp dymek na panelu
sr: Замени објашњење на панелу
sv: Åsidosätt paneletikett på panelen
tr: Panelde araç ipucunu geçersiz kıl
vi: Ghi đè tooltip trên panel
zh_cn: 重写面板上的提示框
zh_tw: 覆寫面板上的工具提示

source: Has the same behavior and available values as 'Override label on panel'.
cs: Má stejnou funkci jako 'Přepsat štítek na panelu'.
de: Hat das gleiche Verhalten und Werte wie 'Beschriftung auf dem Panel überschreiben'.
es: Tiene el mismo comportamiento y valores disponibles que 'Sobreescribir etiqueta en el panel'.
fi: Sama toiminta ja arvot kuin "Korvaa paneelin nimi säätiedoilla".
hu: Ugyanúgy működik és az elérhető beállítások megegyeznek a „Panelen megjelenített címke felülbírálása” részben megadottakkal.
is: Er með sömu hegðun og tiltæk gildi eins og 'Skrifa yfir merkingu á skjástiku'.
it: Ha lo stesso comportamento e gli stessi valori disponibili di 'Sostituisci etichetta sul pannello'.
pl: Ma te same zachowania i dostępne wartości jak 'Nadpisz etykietę na panelu'.
ru: Имеет то же поведение и доступные значения, что и 'Переопределить метку на панели'.
sr: Има исто понашање и доступне вредности као „Замени ознаку на панелу“.
sv: Har samma funktionsbeteende och tillgängliga värde som 'Åsidosätt paneletikett på panelen'.
tr: 'Paneldeki etiketi geçersiz kıl' ile aynı davranışa ve mevcut değerlere sahiptir.
vi: Có cùng cách hoạt động và các giá trị như 'Ghi đè nhãn trên panel'.
zh_cn: 功能与 “重写面板上的标签” 类似，拥有相同的可用值。
zh_tw: 具有與「覆寫面板上的標籤」相同的行為和可用值。

source: Always show Hourly Weather
be: Заўсёды паказваць пагадзіннае надвор'е
cs: Vždy zobrazovat hodinovou předpověď
de: Immer stündliches Wetter anzeigen
es: Mostrar siempre el pronóstico por hora
fi: Näytä aina tunnin sää
hu: Mindig jelenjen meg az óránkénti előrejelzés
id: Selalu tampilkan Cuaca Setiap Jam
is: Alltaf sýna klukkustundar-veðurspá
it: Mostra sempre il Meteo Orario
pl: Zawsze pokazuj prognozę godzinową
ru: Всегда показывать почасовую погоду
sl: Vedno pokaži urno vremensko napoved
sr: Увек приказуј временску прогнозу по сату
sv: Visa alltid timvis väder
tr: Her zaman Saatlik Hava Durumu göster
vi: Luôn hiển thị dự báo theo giờ
zh_cn: 总是显示每小时天气预测
zh_tw: 永遠顯示每小時天氣

source: Hide/Show button will be hidden and Hourly weather will be permanently visible.
be: Кнопка Схаваць/Паказаць будзе схаваная і штогадзіннае надвор'е будзе заўсёды бачнае.
cs: Dojde ke skrytí přepínače načež bude hodinová předpověď vždy zobrazena.
de: Die Schaltfläche ( Pfeil ) Vorschau Aus-, Einblenden wird ausgeblendet und das stündliche Wetter permanent angezeigt.
es: El botón Ocultar/Mostrar estará oculto y el pronóstico por hora será permanentemente visible.
fi: Painike piilota/näytä piilotetaan ja sää tunneittain on pysyvästi näkyvissä.
hu: Az elrejtés/megjelenítés gomb el lesz rejtve és az óránkénti előrejelzés lesz látható.
id: Tombol Sembunyikan/Tampilkan akan disembunyikan dan cuaca setiap jam akan terlihat secara permanen.
is: Birta/Fela hnappur verður falinn og klukkustundaspá verður sýnileg.
it: Il pulsante Nascondi/Mostra sarà nascosto e il Meteo Orario sarà permanentemente visibile.
pl: Przycisk Ukryj/Pokaż będzie ukryty a prognoza godzinowa będzie widoczna cały czas.
ru: Кнопка "Скрыть/Показать" будет скрыта, а "Почасовая погода" будет постоянно отображаться.
sr: Дугме Сакриј/Прикажи ће бити скривено, а време по сатима ће бити трајно видљиво.
sv: Göm/visa-knapp kommer att döljas och timvis väder kommer att vara permanent synligt.
tr: Gizle/Göster düğmesi gizlenecek ve Saatlik hava durumu kalıcı olarak görünür olacak.
vi: Nút Ẩn/Hiện sẽ bị ẩn và dự báo theo giờ luôn hiển thị.
zh_cn: 展开/收起按钮将被隐藏，每小时天气将永久可见。
zh_tw: 隱藏/顯示按鈕將被隱藏，且每小時天氣將永久顯示。

source: Displaying forecasts from top to bottom instead from left to right.
be: Паказваць прагноз зьверху ўніз замест паказу зьлева направа.
cs: Zobrazovat předpověď shora dolů, namísto zleva doprava.
de: Anzeige der Vorhersage von oben nach unten statt von links nach rechts.
es: Visualización del pronóstico de arriba a abajo en lugar de de izquierda a derecha.
fi: Näyttää ennusteet ylhäältä alas vasemmalta oikealle.
hu: Időjárás-előrejelzések megjelenítés fentről lefelé a balról jobbra megjelenítés helyett.
id: Menampilkan prakiraan dari atas ke bawah, bukan dari kiri ke kanan.
is: Birtir veðurspár að ofan og niður í stað vinstri til hægri.
it: Visualizzazione delle previsioni dall'alto verso il basso anziché da sinistra a destra.
pl: Wyświetlanie prognoz od góry do dołu zamiast od lewej do prawej.
ru: Отображать прогноз сверху вниз вместо слева направо.
sk: Zobraziť predpovede zhora nadol namiesto zľava doprava.
sl: Prikaže napovedi z vrha proti dnu namesti z leve proti desni.
sr: Приказ прогноза одозго надоле уместо слева надесно.
sv: Visar prognoser från topp till botten istället för vänster till höger.
tr: Tahminleri soldan sağa yerine yukarıdan aşağıya görüntüle.
vi: Hiển thị dự báo từ trên xuống dưới thay vì từ trái sang phải.
zh_cn: 从上到下显示预测，而不是从左到右。
zh_tw: 從上到下顯示預報，而非從左到右。
