Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: Keybindings
be: Спалучэньні клавіш
cs: Přiřazení kláves
de: Tastenzuordnung
es: Atajos de teclado
fi: Pikanäppäimet
hu: Billentyűtársítások
is: Tengingar flýtilykla (lyklabindingar)
it: Scorciatoie
pl: Skróty klawiszowe
ru: Горячие клавиши
sk: Klávesové skratky
sl: Bližnjice na tipkovnici
sr: Везивање тастера
sv: Snabbtangenter
tr: Tuş atamaları
vi: Phím tắt
zh_cn: 快捷键
zh_tw: 快速鍵

source: More about the Weather applet
be: Больш пра аплет надвор'я
cs: Více o appletu Počasí
de: Mehr über das Wetter-Applet
es: Más sobre el applet Clima
fi: Lisätietoja Weather sovelmasta
hu: Tudjon meg többet az Időjárás kisalkalmazásról
id: Lebih lanjut tentang applet Cuaca
is: Meira um veðursmáforritið
it: Maggiori info sulla applet Meteo
pl: Więcej o aplecie Pogoda
ru: Большое об апплете погоды
sk: Viac o aplete Počasie
sl: Več o aplikaciji Vreme
sr: Више о програмчићу Време
sv: Mera om Väder-panelprogrammet
tr: Hava Durumu uygulaması hakkında daha fazla bilgi
vi: Thông tin thêm về applet Thời tiết
zh_cn: 关于天气面板小工具的更多信息
zh_tw: 關於天氣小工具的更多資訊

source: Report an issue
be: Паведаміць пра праблему
cs: Nahlásit chybu
de: Einen Fehler melden
es: Reportar un problema
fi: Raportoi ongelma
hu: Hibajelentés küldése
id: Laporkan masalah
is: Tilkynna um vandamál
it: Segnala un problema
pl: Zgłoś problem
ru: Сообщить о проблеме
sk: Nahlásiť problém
sl: Prijavite napako
sr: Пријавите проблем
sv: Rapportera ett problem
tr: Sorun bildirin
vi: Báo lỗi
zh_cn: 报告问题
zh_tw: 回報問題

source: Debug
be: Адладка
cs: Debugování
fi: Virheenkorjaus
hu: Hibakeresés
is: Villukemba
ru: Отладка
sr: Отклањање грешака
sv: Felsökning
tr: Hata ayıklama
vi: Gỡ lỗi
zh_cn: 调试
zh_tw: 除錯

source: You can choose between several different weather forecast providers. Some providers require a API key to work, some have regional limits, differ in forecast length, and they all need a functional internet connection to work. The options are described in detail on the Cinnamon Spices Website which you can access with the button on the Help tab.
be: Вы можаце абраць між сярод розных сэрвісаў прагнозаў надвор'я. Некаторыя сэрвісы патрабуюць ключ API для працы, некаторыя маюць тэрытарыяльныя абмежаваньні, некаторыя адрозьніваюцца па працягласьці прагнозу, і ўсе яны патрабуюць функцыянуючае злучэньне зь інтэрнэтам для працы. Опцыі дэталёва апісаныя на сайце Cinnamon Spices, які вы можаце адкрыць па кнопцы ва ўкладцы Дапамога.
cs: Je možné si vybrat z několika různých poskytovatelů předpovědi počasí. Někteří poskytovatelé vyžadují zadání API klíče, někteří poskytují předpověď jen v omezených oblastech či pro jiná časová okna a všechny pro svou funkci vyžadují funkční připojení k internetu. Možnosti jsou detailně vysvětleny na stránkách Cinnamon Spices, kam se lze nechat přesměrovat tlačítkem na záložce Pomoc.
de: Sie können zwischen mehreren verschiedenen Wettervorhersage-Anbietern wählen. Einige Anbieter benötigen einen API-Schlüssel, um zu funktionieren, einige haben regionale Beschränkungen, unterscheiden sich in der Vorhersagelänge und alle benötigen eine funktionierende Internetverbindung, um zu funktionieren. Die Optionen sind auf der Cinnamon Spices-Website ausführlich beschrieben, die Sie über die Schaltfläche in Registerkarte »Hilfe« aufrufen können.
es: Puede elegir entre varios proveedores de pronóstico del clima. Algunos proveedores requieren una clave API para funcionar, algunos tienen límites regionales, difieren en la duración del pronóstico y todos necesitan una conexión a Internet funcional para funcionar. Las opciones se describen en detalle en el sitio web de Cinnamon Spices que usted puede acceder con el botón de la pestaña 'Ayuda'.
fi: Voit valita sääpalvelujen välillä. Jotkut vaativat toimiakseen APIAVAIMEN, joskus on maakohtainen rajoitus ja ennusteen pituus vaihtelee. Kaikki vaativat Internet-yhteyden toimiakseen. Vaihtoehdot on kerrottu yksityiskohtaisesti Cinnamon Spices sivustolla, johon pääset Ohje-välilehden painikkeella.
hu: Számtalan időjárás-előrejelzési szolgáltató adatait használhatja. Néhány szolgáltató adatainak használatához API-kulcs szükséges, néhánynál területi korlátozás van érvényben. Az előrejelzések eltérnek a szolgáltatott előrejelzés hosszában, és mindegyikhez működő internet-kapcsolatra van szükség. A lehetséges beállítások a Cinnamon Spices weboldalon részletesen bemutatásra kerülnek, amelyet könnyen elérhet a Súgó lapon található gombra kattintva.
id: Anda dapat memilih di antara beberapa penyedia prakiraan cuaca yang berbeda. Beberapa penyedia memerlukan kunci API untuk bekerja, beberapa memiliki batas regional, berbeda dalam perkiraan panjang, dan mereka semua memerlukan koneksi internet fungsional untuk bekerja. Opsi dijelaskan secara rinci di Situs Web Cinnamon Spices yang dapat Anda akses dengan tombol pada tab Bantuan.
is: Þú getur valið á milli nokkurra veðurspáþjónustna. Sumar þjónustur krefjast API-lykils til að virka, sumar eru með svæðisbundnum takmörkunum, hafa misjafna lengd spátíma, og allar þurfa þær nothæfa internettengingu til að virka. Nánar er farið yfir þessa mismunandi valkosti á vefsvæði Cinnamon Spices sem þú getur nálgast í gegnum hnapp á Hjálp-flipanum.
it: Puoi scegliere tra diversi fornitori di previsioni del tempo. Alcuni provider richiedono una chiave API per funzionare, altri hanno limiti regionali, differiscono nella lunghezza prevista e tutti necessitano di una connessione Internet funzionale per funzionare. Le opzioni sono descritte in dettaglio sul sito Web di Cinnamon Spices a cui puoi accedere con il pulsante nella scheda Guida.
pl: Możesz wybrać pomiędzy kilkoma różnymi dostawcami prognoz pogody. Niektórzy dostawcy wymagają klucza API do działania, niektórzy mają ograniczenia regionalne, różnią się długością prognozy i wszyscy potrzebują sprawnego połączenia z Internetem do działania. Opcje są szczegółowo opisane na stronie internetowej Cinnamon Spices, do której można przejść za pomocą przycisku w zakładce Pomoc.
ru: Вы можете выбрать между несколькими разными сервисами погодных данных. Некоторые сервисы требуют ключ API для работы, некоторые имеют ограничения по территории, отличаются по продолжительности прогноза, и все нуждаются в интернет соединении для работы. Опции детально описаны на сайте Cinnamon Spices, который вы можете открыть по кнопке во вкладке Помощь.
sk: Môžete si vybrať z niekoľkých rôznych poskytovateľov predpovedí počasia. Niektorí poskytovatelia na fungovanie vyžadujú kľúč API, niektorí majú regionálne limity, líšia sa dĺžkou prognózy a všetci na fungovanie potrebujú funkčné internetové pripojenie. Možnosti sú podrobne popísané na webovej stránke Cinnamon Spices, na ktorú sa dostanete pomocou tlačidla na karte Pomocník.
sl: Izbirate lahko med različnimi ponudniki vremenskih napovedi. Nekatere storitve zahtevajo ključ za API, nekatere imajo regionalne omejitve, različno dolžino napovedi, vendar vse potrebujejo za delovanje internetno povezavo. Podrobnosti so opisane na spletni strani Cinnamon Spices, ki jo lahko dosežete preko zavihka Pomoč.
sr: Можете бирати између неколико различитих добављача временске прогнозе. Неки добављачи захтевају API кључ за рад, неки имају регионална ограничења, разликују се у дужини прогнозе и свима је потребна функционална интернет веза за рад. Опције су детаљно описане на веб-сајту Cinnamon Spices којем можете приступити помоћу дугмета на картици Помоћ.
sv: Du kan välja mellan flera olika väderprognos-leverantörer. Några leverantörer kräver en API-nyckel för att funka, några har regionala begränsningar, skiljer sig i prognos längd, och de behöver alla en fungerande internetförbindelse för att funka. Valmöjligheterna beskrivs mera i detalj på Cinnamon Spices webbplats som du kan nå genom knappen under fliken Hjälp.
tr: Birkaç farklı hava tahmini sağlayıcısı arasından seçim yapabilirsiniz. Bazı sağlayıcıların çalışması için bir API anahtarı gerekir, bazılarının bölgesel sınırları vardır, tahmin uzunluğu farklıdır ve hepsinin çalışması için işlevsel bir internet bağlantısına ihtiyacı vardır. Seçenekler, Yardım sekmesindeki buton ile erişebileceğiniz Cinnamon Spices Web sitesinde detaylı olarak açıklanmıştır.
vi: Bạn có thể chọn giữa nhiều nhà cung cấp dự báo thời tiết khác nhau. Một số yêu cầu API key, một số có giới hạn theo vùng, khác nhau về độ dài dự báo và tất cả cần kết nối internet để hoạt động. Các tùy chọn được mô tả chi tiết trên trang Cinnamon Spices, truy cập qua nút trong tab Trợ giúp.
zh_cn: 您可以在几个不同的天气预报数据源之间进行选择，其中有些需要 API 密钥才能工作，有些有区域限制，它们的天气预测时长不同，而且都需要互联网连接才能工作。这些选项在 Cinnamon Spices 网站上有详细的描述，您可以通过 “帮助” 选项卡上的按钮进入。
zh_tw: 您可以從數個不同的天氣預報供應商中選擇。部分供應商需要 API 金鑰才能運作，部分有區域限制，預報時長也不同，且都需要可用的網際網路連線才能運作。這些選項在 Cinnamon Spices 網站上有詳細說明，您可以透過「說明」分頁中的按鈕前往該網站。

source: Deutscher Wetterdienst (Germany only)
be: Deutscher Wetterdienst (толькі Нямеччына)
cs: Deutscher Wetterdienst (pouze pro Něměcko)
de: Deutscher Wetterdienst
es: Deutscher Wetterdienst (solo Alemania)
fi: Deutscher Wetterdienst (vain Saksa)
hu: Deutscher Wetterdienst (csak Németország)
is: Deutscher Wetterdienst (einungis þýska)
it: Deutscher Wetterdienst (solo Germania)
pl: Deutscher Wetterdienst (tylko Niemcy)
sr: Deutscher Wetterdienst (само у Немачкој)
sv: Deutscher Wetterdienst (endast Tyskland)
tr: Alman Hava Servisi (Yalnızca Almanya)
vi: Deutscher Wetterdienst (Chỉ Đức)
zh_cn: 德国气象局 (仅限德国)
zh_tw: 德國氣象局（僅限德國）

source: US National Weather (US only)
be: US National Weather (толькі ЗША)
cs: US National Weather (pouze USA)
de: US National Weather (nur US)
es: US National Weather (solo Estados Unidos)
fi: US National Weather (vain US)
hu: US National Weather (csak az Egyesült Államok területéről)
is: US National Weather (aðeins í BNA)
it: US National Weather (solo USA)
pl: US National Weather (tylko USA)
ru: US National Weather (только США)
sk: US National Weather (len pre USA)
sl: US National Weather (samo za ZDA)
sr: Национална временска прогноза САД (само за САД)
sv: US National Weather (enbart USA)
tr: ABD Ulusal Hava Durumu (yalnızca ABD)
vi: US National Weather (Chỉ Mỹ)
zh_cn: 美国国家气象局 (仅限美国)
zh_tw: 美國國家天氣服務（僅限美國）

source: Swiss Météo (Switzerland only)
cs: Swiss Météo (pouze Švýcarsko)
de: Swiss Météo (nur Schweiz)
es: Swiss Météo (sólo Suiza)
fi: Swiss Météo (vain Sveitsi)
hu: Swiss Météo (csak Svájc)
is: Suisse Météo (aðeins Sviss)
it: Swiss Météo (solo Svizzera)
pl: Swiss Météo (tylko Szwajcaria)
sr: Швајцарска метеоролошка прогноза (само Швајцарска)
sv: Swiss Météo (enbart Schweiz)
tr: İsviçre Meteo (sadece İsviçre)
vi: Swiss Météo (Chỉ Thụy Sĩ)
zh_cn: 瑞士联邦气象局（仅限瑞士）
zh_tw: 瑞士氣象局（僅限瑞士）

source: Met Office UK (key needed)
es: Met Office UK (necesita clave)
hu: Met Office UK (kulcs szükséges)
sv: Met Office UK (nyckel behövs)

source: OpenWeatherMap OneCall (key needed)
cs: OpenWeatherMap OneCall (vyžaduje klíč)
de: Weatherbit (Schlüssel erforderlich)
es: OpenWeatherMap OneCall (necesita clave)
fi: OpenWeatherMap OneCall (avain tarvitaan)
hu: OpenWeatherMap OneCall (kulcs szükséges)
is: OpenWeatherMap OneCall (lykill nauðsynlegur)
it: OpenWeatherMap OneCall (chiave richiesta)
pl: OpenWeatherMap OneCall (potrzebny jest klucz)
ru: OpenWeatherMap OneCall (требуется ключ)
sr: OpenWeatherMap OneCall (потребан је кључ)
sv: OpenWeatherMap OneCall (nyckel behövs)
tr: OpenWeatherMap OneCall (anahtar gerekli)
vi: OpenWeatherMap OneCall (cần key)
zh_cn: OpenWeatherMap OneCall（需要密钥）
zh_tw: OpenWeatherMap OneCall（需要金鑰）

source: Pirate Weather (key needed)
cs: Pirate Weather (vyžaduje klíč)
de: Weatherbit (Schlüssel erforderlich)
es: Pirate Weather (necesita clave)
fi: Pirate Weather (avain tarvitaan)
hu: Pirate Weather (kulcs szükséges)
is: Pirate Weather (lykill nauðsynlegur)
it: Pirate Weather (chiave richiesta)
pl: Pirate Weather (potrzebny jest klucz)
ru: Pirate Weather (требуется ключ)
sr: Пиратско време (потребан кључ)
sv: Pirate Weather (nyckel behövs)
tr: Pirate Weather (anahtar gerekli)
vi: Pirate Weather (cần key)
zh_cn: Pirate Weather (需要密钥)
zh_tw: Pirate Weather（需要金鑰）

source: Visual Crossing (key needed)
be: Visual Crossing (патрабуе ключ)
cs: Visual Crossing (vyžaduje klíč)
de: Visual Crossing (Schlüssel erforderlich)
es: Visual Crossing (necesita clave)
fi: Visual Crossing (avain tarvitaan)
hu: Visual Crossing (kulcs szükséges)
id: Visual Crossing (diperlukan kunci)
is: Visual Crossing (lykill nauðsynlegur)
it: Visual Crossing (chiave richiesta)
pl: Visual Crossing (potrzebny klucz)
ru: Visual Crossing (требуется ключ)
sk: Visual Crossing (potrebný kľúč)
sl: Visual Crossing (potreben ključ)
sr: Визуелни прелаз (потребан је кључ)
sv: Visual Crossing (nyckel behövs)
tr: Visual Crossing (anahtar gerekli)
vi: Visual Crossing (cần key)
zh_cn: Visual Crossing (需要密钥)
zh_tw: Visual Crossing（需要金鑰）

source: Tomorrow.io (key needed)
be: Tomorrow.io (патрабуе ключ)
cs: Tomorrow.io (vyžaduje klíč)
de: Tomorrow.io (Schlüssel erforderlich)
es: Tomorrow.io (necesita clave)
fi: Tomorrow.io (avain tarvitaan)
hu: Tomorrow.io (kulcs szükséges)
id: Tomorrow.io (diperlukan kunci)
is: Tomorrow.io (lykill nauðsynlegur)
it: Tomorrow.io (chiave richiesta)
pl: Tomorrow.io (potrzebny jest klucz)
ru: Tomorrow.io (требуется ключ)
sr: Tomorrow.io (потребан је кључ)
sv: Tomorrow.io (nyckel behövs)
tr: Tomorrow.io (anahtar gerekli)
vi: Tomorrow.io (cần key)
zh_cn: Tomorrow.io (需要密钥)
zh_tw: Tomorrow.io（需要金鑰）

source: AccuWeather (key needed)
be: AccuWeather (патрабуе ключ)
cs: AccuWeather (vyžaduje klíč)
de: AccuWeather (Schlüssel erforderlich)
es: AccuWeather (necesita clave)
fi: AccuWeather (avain tarvitaan)
hu: AccuWeather (kulcs szükséges)
id: AccuWeather (kunci diperlukan)
is: AccuWeather (lykill nauðsynlegur)
it: AccuWeather (chiave richiesta)
pl: AccuWeather (potrzebny jest klucz)
ru: AccuWeather (требуется ключ)
sr: AccuWeather (потребан је кључ)
sv: AccuWeather (nyckel behövs)
tr: AccuWeather (anahtar gerekli)
vi: AccuWeather (cần key)
zh_cn: AccuWeather (需要密钥)
zh_tw: AccuWeather（需要金鑰）

source: Weather Underground (key needed)
be: Weather Underground (патрабуе ключ)
cs: Weather Underground (vyžaduje klíč)
de: Weather Underground (Schlüssel erforderlich)
es: Weather Underground (necesita clave)
fi: Weather Underground (avain tarvitaan)
hu: Weather Underground (kulcs szükséges)
is: Weather Underground (lykill nauðsynlegur)
it: Weather Underground (chiave richiesta)
pl: Weather Underground (potrzebny jest klucz)
ru: Weather Underground (требуется ключ)
sr: Weather Underground (потребан је кључ)
sv: Weather Underground (nyckel behövs)
tr: Weather Underground (anahtar gerekli)
vi: Weather Underground (cần key)
zh_cn: Weather Underground (需要密钥)
zh_tw: Weather Underground（需要金鑰）

source: Open-Meteo is a free weather service that does not require an API key. It provides global weather data with various parameters and forecast lengths. More information can be found at open-meteo.com.
es: Open-Meteo es un servicio meteorológico gratuito que no requiere una clave API. Proporciona datos meteorológicos globales con diversos parámetros y plazos de previsión. Para más información, visite open-meteo.com.
hu: Az Open-Meteo egy ingyenes időjárás-szolgáltatás, amely nem igényel API-kulcsot. Globális időjárási adatokat biztosít különböző paraméterekkel és előrejelzési hosszúságokkal. További információ az open-meteo.com oldalon található.
sv: Open-Meteo är en gratis vädertjänst som inte kräver en API-nyckel. Den tillhandahåller global väderdata med olika parametrar och prognoslängder. Mer information finns på open-meteo.com.

source: Worldwide Online Weather service by OpenWeather Ltd founded in 2012 with headquarters in London UK. Read more about the service at openweathermap.org.
es: Servicio meteorológico online mundial de OpenWeather Ltd, fundado en 2012 y con sede en Londres, Reino Unido. Más información sobre el servicio en openweathermap.org.
hu: Az OpenWeather Ltd. által 2012-ben alapított, londoni székhelyű, világméretű online időjárás-szolgáltatás. További információ a szolgáltatásról az openweathermap.org oldalon található.
sv: Världsomspännande onlinevädertjänst genom OpenWeather Ltd grundad 2012 med huvudkontor i London, Storbritannien. Läs mer om tjänsten på openweathermap.org.

source: Free meteorological data and forecasts from the Norwegian Meteorological Institute founded in 1866. Read more about the service at www.met.no/en. - Nowcast (Immediate precipitation and granular observations) is not available outside Norway. In that case, observations are shown for the next hour. - Daily forecasts are generated from 6 hour forecasts (for every hour), so there is a possibility that they are inaccurate sometimes. - Alerts are only available in Norway
es: Datos meteorológicos y previsiones gratuitos del Instituto Meteorológico Noruego, fundado en 1866. Más información sobre el servicio en www.met.no/en. - Nowcast (precipitaciones inmediatas y observaciones granulares) no está disponible fuera de Noruega. En ese caso, se muestran las observaciones para la próxima hora. - Las previsiones diarias se generan a partir de previsiones de 6 horas (para cada hora), por lo que es posible que en ocasiones sean inexactas. - Las alertas solo están disponibles en Noruega.
hu: Ingyenes meteorológiai adatok és előrejelzések a Norvég Meteorológiai Intézettől, amelyet 1866-ban alapítottak. További információ a szolgáltatásról a www.met.no/en oldalon található. - Az azonnali csapadék- és szemcsés megfigyelések Norvégián kívül nem érhetők el. Ebben az esetben a megfigyelések a következő órára vonatkoznak. - A napi előrejelzések 6 órás előrejelzésekből (minden órára) generálódnak, így előfordulhat, hogy néha pontatlanok. - A riasztások csak Norvégiában érhetők el.
sv: Gratis meteorologisk data och prognoser från Norges meteorologiska institut, grundat 1866. Läs mer om tjänsten på www.met.no/en. - Nuvarande prognoser (omedelbara nederbördsdata och detaljerade observationer) är inte tillgängliga utanför Norge. I så fall visas observationer för den kommande timmen. - Dagliga prognoser genereras från 6-timmarsprognoser (för varje timme), så det finns en möjlighet att de ibland är felaktiga. - Varningar är endast tillgängliga i Norge

source: The Danish Meteorological Institute formed in 1872 and makes weather forecasts and observations for Denmark, Greenland, and the Faroe Islands. Read more about the institute at www.dmi.dk.
es: El Instituto Meteorológico Danés se fundó en 1872 y realiza previsiones y observaciones meteorológicas para Dinamarca, Groenlandia y las Islas Feroe. Para más información sobre el instituto, visite www.dmi.dk.
hu: A Dán Meteorológiai Intézetet 1872-ben alapították, és időjárás-előrejelzéseket és megfigyeléseket készít Dániára, Grönlandra és a Feröer-szigetekre vonatkozóan. További információ az intézetről a www.dmi.dk weboldalon található.
sv: Danmarks Meteorologiska Institut bildades 1872 och gör väderprognoser och observationer för Danmark, Grönland och Färöarna. Läs mer om institutet på www.dmi.dk.

source: German National Weather Provider. Read more about the institute at www.dwd.de.
es: Servicio Meteorológico Nacional Alemán. Para más información sobre el instituto, visite www.dwd.de.
hu: Német Nemzeti Meteorológiai Szolgálat. További információ az intézetről a www.dwd.de oldalon található.
sv: Nationell tysk meteorologisk väderlekstjänst. Läs mer om institutet på www.dwd.de.

source: The National Weather Service in the USA is a federal government agency formed in 1861. Read more about the service at www.weather.gov. - Only covers the US - Sometimes it takes 10-15 seconds to obtain weather, please be patient when it loads up the first time - Observations are quite spotty so it combines multiple observation stations if needed in a 50km area
es: El Servicio Meteorológico Nacional de EE. UU. es una agencia del gobierno federal creada en 1861. Para obtener más información sobre el servicio, visite www.weather.gov. - Solo cubre EE. UU. - A veces se tarda entre 10 y 15 segundos en obtener la información meteorológica, por lo que le rogamos que tenga paciencia cuando se cargue por primera vez. - Las observaciones son bastante irregulares, por lo que se combinan varias estaciones de observación si es necesario en un área de 50 km.
hu: Az Amerikai Egyesült Államok Nemzeti Meteorológiai Szolgálata egy 1861-ben alapított szövetségi kormányzati szerv. További információ a szolgáltatásról a www.weather.gov oldalon található. - Csak az Egyesült Államokat fedi le. - Néha 10-15 másodpercig is eltarthat, amíg időjárás-jelentést kapunk, kérjük, legyen türelmes, amikor először töltődik be. - A megfigyelések meglehetősen pontszerűek, ezért szükség esetén több megfigyelőállomást kombinál egy 50 km-es körzetben.
sv: National Weather Service i USA är en federal myndighet som bildades 1861. Läs mer om tjänsten på www.weather.gov. - Täcker endast USA - Ibland tar det 10–15 sekunder att få väderinformation, ha tålamod när den laddas upp första gången - Observationerna är ganska ojämna så den kombinerar flera observationsstationer om det behövs i ett 50 km stort område

source: Swiss national weather service. Read more about the service at www.meteoswiss.admin.ch. - Only covers Switzerland - You need to use your post code instead of coordinates
es: Servicio meteorológico nacional suizo. Más información sobre el servicio en www.meteoswiss.admin.ch. - Solo cubre Suiza - Debe utilizar su código postal en lugar de las coordenadas
hu: Svájci nemzeti meteorológiai szolgálat. További információ a szolgáltatásról a www.meteoswiss.admin.ch oldalon található. - Csak Svájcra vonatkozik. - Koordináták helyett az irányítószámot kell használnia.
sv: Schweiz nationella vädertjänst. Läs mer om tjänsten på www.meteoswiss.admin.ch. - Täcker endast Schweiz - Du behöver använda ditt postnummer istället för koordinater

source: The Meteorological Office, abbreviated as the Met Office, is the UK's national weather service founded in 1854. Read more about the service at www.metoffice.gov.uk. - You only have 360 calls a day free, the applet uses 2 at a time so minimum of 15 minutes refresh time is recommended. - To get API keys, register at datahub.metoffice.gov.uk
es: La Oficina Meteorológica, abreviada como Met Office, es el servicio meteorológico nacional del Reino Unido fundado en 1854. Para obtener más información sobre el servicio, visite www.metoffice.gov.uk. - Solo dispone de 360 llamadas gratuitas al día, la aplicación utiliza 2 a la vez, por lo que se recomienda un tiempo mínimo de actualización de 15 minutos. - Para obtener las claves API, regístrese en datahub.metoffice.gov.uk.
hu: A Meteorológiai Hivatal, röviden Met Office, az Egyesült Királyság nemzeti meteorológiai szolgálata, amelyet 1854-ben alapítottak. További információ a szolgáltatásról a www.metoffice.gov.uk oldalon található. - Naponta csak 360 ingyenes hívásod van, az applet egyszerre 2-t használ, ezért legalább 15 perces frissítési idő ajánlott. - API-kulcsok beszerzéséhez regisztrálj a datahub.metoffice.gov.uk oldalon.
sv: Meteorologiska kontoret, förkortat Met Office, är Storbritanniens nationella vädertjänst som grundades 1854. Läs mer om tjänsten på www.metoffice.gov.uk. - Du har bara 360 anrop per dag gratis, appleten använder 2 åt gången så minst 15 minuters uppdateringstid rekommenderas. - För att få API-nycklar, registrera dig på datahub.metoffice.gov.uk
