Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: Error
be: Памылка
cs: Chyba
de: Fehler
fi: Virhe
hu: Hiba
id: Kesalahan
is: Villa
it: Errore
pl: Błąd
ru: Ошибка
sk: Chyba
sl: Napaka
sr: Грешка
sv: Fel
tr: Hata
vi: Lỗi
zh_cn: 错误
zh_tw: 錯誤

source: Service Error
be: Памылка сэрвіса
cs: Chyba služby
de: Dienst Fehler
es: Error de servicio
fi: Palvelussa virhe
hu: Szolgáltató hiba
id: Kesalahan Layanan
is: Villa í þjónustu
it: Errore di Servizio
pl: Błąd usługi
ru: Ошибка сервиса
sk: Chyba služby
sl: Napaka storitve
sr: Грешка услуге
sv: Tjänst-fel
tr: Servis Hatası
vi: Lỗi Dịch vụ
zh_cn: 服务错误
zh_tw: 服務錯誤

source: Incorrect API Key
be: Няправільны ключ API
cs: Nesprávný API klíč
de: Falscher API-Schlüssel
es: Clave de API incorrecta
fi: Väärä APIAVAIN
hu: Rossz API-kulcs
id: Kunci API salah
is: Rangur API-lykill
it: Chiave API errata
pl: Nieprawidłowy klucz API
ru: Неверный ключа API
sk: Nesprávny kľúč rozhrania API
sl: Napačen ključ za API
sr: Нетачан АПИ кључ
sv: Felaktig API-nyckel
tr: Hatalı API Anahtarı
vi: Khóa API Không đúng
zh_cn: 不正确的 API 密钥
zh_tw: API 金鑰不正確

source: Incorrect Location Format
be: Няправільны фармат месцазнаходжаньня
cs: Chybný lokační formát
de: Falsches Standort-Format
es: Formato de ubicación incorrecto
fi: Väärä sijainti
hu: Hibás földrajzi helyzetformátum
id: Format Lokasi Salah
is: Rangt snið á staðsetningu
it: Formato posizione errato
pl: Nieprawidłowy format lokalizacji
ru: Неверный формат местоположения
sk: Nesprávny formát umiestnenia
sl: Napačna oblika lokacije
sr: Нетачан формат локације
sv: Felaktigt Plats format
tr: Yanlış Konum Biçimi
vi: Định dạng Vị trí Không đúng
zh_cn: 不正确的位置格式
zh_tw: 位置格式不正確

source: Key Blocked
be: Ключ заблякаваны
cs: Klíč je blokován
de: Schlüssel blockiert
es: Tecla bloqueada
fi: Avain estetty
hu: Kulcs ideiglenesen letiltva
id: Kunci Diblokir
is: API-lykill útilokaður
it: Chiave bloccata
pl: Klucz zablokowany
ru: Ключ заблокирован
sk: Kľúč je zablokovaný
sl: Ključ blokiran
sr: Кључ је блокиран
sv: Nyckel blockerad
tr: Anahtar Engellendi
vi: Khóa Bị chặn
zh_cn: 密钥已被封禁
zh_tw: 金鑰已被封鎖

source: Can't find location
be: Немагчыма знайсьці месцазнаходжаньне
cs: Místo se nedaří najít
de: Kann Standort nicht ermitteln
es: No se pudo obtener la ubicación
fi: Sijaintia ei löytynyt
hu: Földrajzi helyzet nem található
id: Tidak dapat menemukan lokasi
is: Gat ekki fundið staðsetningu
it: Impossibile trovare la posizione
pl: Nie mogę znaleźć lokalizacji
ru: Невозможно найти местоположение
sk: Nie je možné nájsť polohu
sl: Ne najdem lokacije
sr: Није могуће пронаћи локацију
sv: Kan inte hitta plats
tr: Konum bulunamadı
vi: Không thể tìm thấy vị trí
zh_cn: 找不到位置
zh_tw: 找不到位置

source: No Api Key
be: Няма ключу API
cs: Chybí API klíč
de: Kein Api-Schlüssel
es: No hay clave de API
fi: Ei APIAVAINTA
hu: Nincs API-kulcs megadva
is: Enginn API-lykill
it: Nessuna chiave API
pl: Brak klucza API
ru: Нет ключа API
sk: Žiadny kľúč API
sl: Manjka ključ za API
sr: Нема Апи кључа
sv: Ingen Api-nyckel
tr: Api Anahtarı Yok
vi: Không có Khóa API
zh_cn: 没有 API 密钥
zh_tw: 未提供 API 金鑰

source: No Location
be: Няма месцазнаходжаньня
cs: Poloha není k dispozici
de: Kein Standort
es: Sin ubicación
fi: Ei sijaintia
hu: A földrajzi helyzet nincs megadva
id: Tidak ada Lokasi
is: Engin staðsetning
it: Nessuna posizione
pl: Brak lokalizacji
ru: Нет местоположения
sk: Žiadna lokácia
sl: Manjka lokacija
sr: Нема локације
sv: Ingen plats
tr: Konum Yok
vi: Không có Vị trí
zh_cn: 没有位置信息
zh_tw: 未設定位置

source: Missing Packages
be: Адсутнічаюць пакункі
cs: Chybějící balíky
de: Fehlende Pakete
es: Paquetes perdidos
fi: Puuttuvat paketit
hu: Hiányzó csomag
id: Paket Hilang
is: Pakkar sem vantar
it: Pacchetti Mancanti
pl: Brakujące pakiety
ru: Отсутствуют пакеты
sk: Chýbajúce balíky
sl: Manjkajo paketi
sr: Недостају пакети
sv: Saknar paket
tr: Eksik Paketler
vi: Thiếu Gói
zh_cn: 缺失的软件包
zh_tw: 缺少套件

source: Location not covered
be: Месцазнаходжаньне не падтрымліваецца
cs: Lokalita nemá pokrytí
de: Standort nicht abgedeckt
es: Sin ubicación
fi: Sijaintia ei löytynyt
hu: A földrajzi helyzetről nincs információ
id: Lokasi tidak tercakup
is: Staðsetning ekki með
it: Località non coperta
pl: Lokalizacja nie jest pokryta
ru: Местоположение не поддерживается
sk: Oblať nie je pokrytá
sl: Lokacija ni pokrita
sr: Локација није покривена
sv: Platsen täcks inte
tr: Konum kapsanmamış
vi: Vị trí không được hỗ trợ
zh_cn: 地点未被覆盖
zh_tw: 位置不在涵蓋範圍內

source: Weather Applet
be: Надвор'е
cs: Applet Počasí
de: Wetter-Applet
es: Applet del Clima
fi: Sää
hu: Időjárás kisalkalmazás
id: Applet Cuaca
is: Veðursmáforrit
it: Applet Meteo
pl: Aplet Pogoda
ru: Погода
sk: Applet Počasie
sl: Aplikacija Vreme
sr: Програмчић за време
sv: Väder-panelprogram
tr: Hava Durumu Uygulaması
vi: Applet Thời tiết
zh_cn: 天气面板小工具
zh_tw: 天氣小工具

source: Click to open
be: Націсьніце каб адкрыць
cs: Klikněte pro zobrazení
de: Zum Öffnen anklicken
es: Click para abrir
fi: Avaa painamalla
hu: Megnyitás
id: Klik untuk membuka
is: Smelltu til að opna
it: Clicca per aprire
pl: Kliknij, aby otworzyć
ru: Нажмите для открытия
sk: Kliknite pre otvorenie
sl: Odpri s klikom
sr: Кликни за отварање
sv: Klicka för att öppna
tr: Açmak için tıklayın
vi: Nhấp để mở
zh_cn: 点击打开
zh_tw: 點選以開啟

source: Refresh
be: Абнавіць
cs: Znovunačtení
de: Neu laden
es: Recargar
fi: Päivitä
hu: Frissítés
id: Menyegarkan
is: Endurlesa
it: Ricarica
pl: Odśwież
ru: Обновить
sk: Obnoviť
sl: Osveži
sr: Освежи
sv: Uppdatera
tr: Yenile
vi: Làm mới
zh_cn: 刷新
zh_tw: 重新整理

source: API returned status code between 400 and 500
be: API вярнуў код статусу між 400 і 500
cs: API vrátilo stavový kód mezi 400 a 500
de: Die API lieferte einen Statuscode zwischen 400 und 500
es: La API devolvió el código de estado entre 400 y 500
fi: API palautti tilakoodin väliltä 400–500
hu: Az API 400 és 500 közötti állapotkóddal hibát jelzett
id: API mengembalikan kode status antara 400 dan 500
is: API-forritsviðmótið skilaði stöðukóða á milli 400 og 500
it: Le API hanno restituito un codice di status tra 400 e 500
pl: API zwróciło kod statusu między 400 a 500
ru: API вернул код статуса между 400 и 500
sk: Rozhranie API vrátilo stavový kód medzi 400 a 500
sl: API je vrnil kodo statusa med 400 in 500
sr: API је вратио статус кода између 400 и 500
sv: API returnerade statuskod mellan 400 och 500
tr: API, 400 ile 500 arasında durum kodu döndürdü
vi: API trả về mã trạng thái từ 400 đến 500
zh_cn: API 返回在 400 与 500 之间的状态码
zh_tw: API 回傳介於 400 到 500 的狀態碼

source: Location Store
be: Захаваньне месцазнаходжаньня
cs: Uložení lokace
de: Standortspeicher
es: Ubicación
fi: Sijainti
hu: Földrajzi helyzet tároló
id: Lokasi Toko
is: Vistun staðsetninga
it: Archivio Posizioni
pl: Pamięć Lokalizacji
ru: Хранение местоположения
sk: Ukladací priestor polohy
sl: Shramba lokacij
sr: Сачувај локацију
sv: Spara plats
tr: Konum Deposu
vi: Kho Vị trí
zh_cn: 保存位置
zh_tw: 位置儲存區

source: You can't save a location obtained automatically, sorry
be: Прабачце, Вы ня можаце захаваць месцазнаходжаньне, атрыманае аўтаматычна
cs: Automaticky zjištěná lokace nemůže být uložena, je nám líto
de: Sie können einen automatisch erhaltenen Ort leider nicht speichern
es: No puede guardar una ubicación obtenida automáticamente, lo lamento
fi: Et voi tallentaa automaattisesti hankittua sijaintia
hu: Az automatikusan megállapított földrajzi helyzet nem menthető el
id: Anda tidak dapat menyimpan lokasi yang diperoleh secara otomatis, maaf
is: Því miður, ekki er hægt að vista staðsetningu sem fundin er sjálfvirkt
it: Non è possibile salvare una posizione ottenuta automaticamente, mi dispiace
pl: Nie możesz zapisać lokalizacji uzyskanej automatycznie, przepraszam
ru: Извините, невозможно сохранить местоположение, полученное автоматически
sk: Polohu získanú automaticky nie je možné uložiť, ľutujeme
sl: Samodejno pridobljene lokacije ne morete shraniti
sr: Не можеш сачувати аутоматски одабрану локацију, жалим случај
sv: Du kan inte spara en plats som hämtats automatiskt, tyvärr
tr: Otomatik olarak elde edilen bir konumu kaydedemezsiniz, üzgünüm
vi: Bạn không thể lưu vị trí thu được tự động, xin lỗi
zh_cn: 抱歉，您不能保存一个自动获得的位置
zh_tw: 抱歉，無法儲存自動取得的位置

source: Could not get weather information
be: Немагчыма атрымаць інфармацыі пра надвор'е
cs: Nelze zjistit informace o počasí
de: Konnte keine Wetterinformationen abrufen
es: No se pudo obtener información del Clima
fi: Säätietoja ei voitu saada
hu: Az időjárás információk nem kérhetők le
id: Tidak bisa mendapatkan informasi cuaca
is: Gat ekki náð í veðurupplýsingar
it: Impossibile ottenere informazioni meteo
pl: Nie udało się uzyskać informacji o pogodzie
ru: Невозможно получить информацию о погоде
sk: Nepodarilo sa získať informácie o počasí
sl: Vremenske informacije ni mogoče pridobiti
sr: Није могуће добити временску нформацију
sv: Kunde inte hämta väderinformation
tr: Hava durumu bilgisi alınamadı
vi: Không thể lấy thông tin thời tiết
zh_cn: 无法获取天气信息
zh_tw: 無法取得天氣資訊

source: Unexpected Error While Refreshing Weather, please see log in Looking Glass
be: Нечаканая памылка падчас абнаўленьня надвор'я, гл. логі ў Looking Glass
cs: Neočekávaná chyba při získávání předpovědi, detaily jsou dostupné v logu Looking Glass
de: Unerwarteter Fehler beim Aktualisieren des Wetters, siehe Logs in Looking Glass
es: Error inesperado al actualizar información del Clima, por favor mire el log en Looking Glass
fi: Odottamaton virhe päivitettäessä säätietoja, katso Looking Glass loki
hu: Ismeretlen hiba lépett fel frissítés közben, a hibaüzenet megtekinthető a Looking Glass naplóban
id: Kesalahan Tak Terduga Saat Menyegarkan Cuaca, silakan lihat log in Looking Glass
is: Óvænt villa kom upp við að uppfæra veðurupplýsingar, skoðaðu atvikaskrár í Looking Glass
it: Errore imprevisto durante l'aggiornamento del tempo, consultare il log in Looking Glass
pl: Nieoczekiwany błąd podczas odświeżania pogody, zobacz logi w Looking Glass
ru: Неожиданная ошибка во время обновления погоды, см. логи в Looking Glass
sk: Neočakávaná chyba pri aktualizácii počasia, pozrite sa do logu Looking Glass
sl: Nepričakovana napaka pri osveževanju Vremena, preverite dnevniški zapis v Looking Glass
sr: Неочекивана грешка током освежавања времена, погледајте записнике у прозорче огледала
sv: Oväntat fel medan uppdatering av väder, vänligen se logg i Looking Glass
tr: Hava Yenileme Sırasında Beklenmeyen Hata, lütfen Hata günlüklerine bakın
vi: Lỗi Không mong muốn Khi Làm mới Thời tiết, vui lòng xem nhật ký trong Looking Glass
zh_cn: 刷新天气时出现意外错误，请查看 Looking Glass 中的日志
zh_tw: 重新整理天氣時發生未預期的錯誤，請檢視 Looking Glass 中的記錄

source: Could not update weather for a while... are you connected to the internet?
be: Немагчыма абнавіць надвор'е на працягу пэўнага часу ці падлучаныя Вы да інтэрнэту?
cs: Nedaří se opakovaně získat počasí... jsi si jist, že máš připojení k internetu?
de: Konnte das Wetter eine Weile nicht aktualisieren... Sind Sie mit dem Internet verbunden?
es: No se ha podido actualizar durante un tiempo... ¿está conectado a internet?
fi: Säätietoja ei päivitetty hetkeen... oletko yhteydessä internettiin?
hu: Előrejelzés frissítése nem sikerült... csatlakoztatva van az internet?
id: Tidak dapat memperbarui cuaca untuk sementara waktu... apakah kamu terhubung ke internet?
is: Hef ekki getað uppfært veðurupplýsingar í dálítinn tíma... ertu tengd/ur við internetið?
it: Non è stato possibile aggiornare il meteo per un po'... sei connesso a internet?
pl: Nie można było zaktualizować pogody od pewnego czasu... Czy masz połączenie z internetem?
ru: Невозможно обновить погоду на протяжении длительного времени... вы подключены к интернету?
sk: Počasie sa na chvíľu nepodarilo aktualizovať... ste pripojení na internet?
sl: Vreme že nekaj časa ni bilo posodobljeno... ali imate povezavo z internetom?
sr: Није могуће ажурирати време... да ли сте повезани на интернет?
sv: Kunde inte uppdatera väder på ett tag... är du uppkopplad mot internet?
tr: Hava durumu bir süre güncellenemedi ... internete bağlı mısın?
vi: Không thể cập nhật thời tiết một lúc... bạn có đang kết nối internet không?
zh_cn: 有一段时间无法更新天气了... 您连接到互联网了吗？
zh_tw: 已有一段時間無法更新天氣資訊… 網路連線是否正常？

source: Network Error, please check logs in Looking Glass
be: Памылка сеткі, гл. логі ў Looking Glass
cs: Chyba připojení. Zkotroluj log pro více detailů
de: Netzwerkfehler, bitte überprüfen Sie die Protokolle in Looking Glass
es: Error de red, mire los logs en Looking Glass
fi: Verkko virhe, tarkista Looking Glass loki
hu: Hálózati hiba lépett fel a frissítés közben, a hibaüzenet megtekinthető a Looking Glass naplóban
id: Kesalahan Jaringan, silakan periksa log di Looking Glass
is: Villa í netkerfi, skoðaðu atvikaskrár í Looking Glass
it: Errore di rete, controlla i log in Looking Glass
pl: Błąd sieci, sprawdź logi w Looking Glass
ru: Ошибка сети, см. логи в Looking Glass
sk: Chyba siete, skontrolujte denníky v programe Looking Glass
sl: Napaka mreže, preverite dnevniške zapise (Looking Glass)
sr: Мрежна грешка, погледајте записнике у прозорче огледала
sv: Nätverksfel, vänligen checka loggar i Looking Glass
tr: Ağ Hatası, lütfen Hata günlüklerini kontrol edin
vi: Lỗi Mạng, vui lòng kiểm tra nhật ký trong Looking Glass
zh_cn: 网络错误，请检查 Looking Glass 中的日志
zh_tw: 網路錯誤，請檢視 Looking Glass 中的記錄

source: As of
be: У стане на
cs: Naposledy v
de: Stand
es: A partir de las
fi: Klo
hu: Ekkorra:
id: Pada
is: Miðað við
it: Da
pl: Od
ru: По состоянию на
sk: Aktualizácia z
sl: Ob
sr: Од
sv: Fr.o.m
tr: İtibarıyla
vi: Tính đến
zh_cn: 更新于
zh_tw: 截至

source: Powered by
be: З дапамогай
cs: Předpověď od
de: Unterstützt von
fi: Tiedot toimitti
hu: Időjárási-adatszolgáltató:
id: Dipersembahkan oleh
is: Keyrt með
it: Offerto da
pl: Obsługiwane przez
ru: При помощи
sk: Údaje z
sl: Vir podatkov
sr: Подржан од
sv: Drivs av
tr: Veri sağlayıcı
vi: Được cung cấp bởi
zh_cn: 数据来源
zh_tw: 資料來源

source: from you
be: ад вас
cs: od vás
de: Von dir
es: de ti
fi: sinulta
hu: öntől
id: darimu
is: frá þér
it: da te
pl: od Ciebie
ru: от вас
sk: od Vás
sl: od vas
sr: од тебе
sv: från dig
tr: sizden
vi: từ bạn
zh_cn: 外
zh_tw: 距離您

source: in
be: у
cs: v
fi: asti
hu: múlva
is: í
sr: инч
sv: i
vi: trong
zh_cn: 英寸
zh_tw: 英吋

source: Loading current weather ...
be: Загрузка бягучага надвор'я ...
cs: Načítání aktuálního počasí ...
de: Aktuelles Wetter wird geladen ...
es: Cargando el clima actual...
fi: Ladataan säätietoja ...
hu: Időjárás betöltése…
id: Memuat cuaca saat ini...
is: Hleð inn veðurlýsingu ...
it: Caricamento meteo in corso ...
pl: Ładowanie aktualnej pogody ...
ru: Загрузка текущей погоды ...
sk: Načítava sa aktuálne počasie ...
sl: Pridobivam trenutno vreme...
sr: Учитавање тренутне прогнозе...
sv: Läser in aktuellt väder...
tr: Mevcut hava durumu yükleniyor ...
vi: Đang tải thời tiết hiện tại ...
zh_cn: 正在加载当前天气…
zh_tw: 正在載入目前天氣…

source: Loading future weather ...
be: Загрузка прагнозу надвор'я ...
cs: Načítání předpovědi počasí ...
de: Zukünftiges Wetter wird geladen ...
es: Cargando pronóstico del clima...
fi: Ladataan tulevia säätietoja ...
hu: Időjárás-előrejelzés betöltése…
id: Memuat cuaca masa depan...
is: Hleð inn veðurspá ...
it: Caricamento meteo futuro ...
pl: Ładowanie przyszłej pogody ...
ru: Загрузка прогноза погоды ...
sk: Načítava sa predpoveď počasia ...
sl: Pridobivam vremensko napoved ...
sr: Учитавање будуће прогнозе...
sv: Läser in kommande väder...
tr: Gelecekteki hava durumu yükleniyor ...
vi: Đang tải thời tiết tương lai ...
zh_cn: 正在加载未来天气…
zh_tw: 正在載入未來天氣…

source: Loading ...
be: Загрузка ...
cs: Načítá se ...
de: Wird geladen ...
es: Cargando...
fi: Ladataan ...
hu: (betöltés…)
id: Memuat ...
is: Hleð inn ...
it: Caricamento ...
pl: Ładowanie ...
ru: Загрузка ...
sk: Načítava sa ...
sl: Pridobivam ...
sr: Учитавање...
sv: Läser in...
tr: Yükleniyor ...
vi: Đang tải ...
zh_cn: 正在加载…
zh_tw: 載入中…

source: Temperature
be: Тэмпэратура
cs: Teplota
de: Temperatur
es: Temperatura
fi: Lämpötila
hu: Hőmérséklet
id: Suhu
is: Hitastig
it: Temperatura
pl: Temperatura
ru: Температура
sk: Teplota
sl: Temperatura
sr: Температура
sv: Temperatur
tr: Sıcaklık
vi: Nhiệt độ
zh_cn: 气温
zh_tw: 溫度

source: Humidity
be: Вільготнасьць
cs: Vlhkost
de: Luftfeuchtigkeit
es: Humedad
fi: Kosteus
hu: Páratartalom
id: Kelembaban
is: Rakastig
it: Umidità
pl: Wilgotność
ru: Влажность
sk: Vlhkosť
sl: Vlažnost
sr: Влажност
sv: Luftfuktighet
tr: Nem
vi: Độ ẩm
zh_cn: 湿度
zh_tw: 濕度

source: Pressure
be: Ціск
cs: Tlak
de: Luftdruck
es: Presión
fi: Ilmanpaine
hu: Légnyomás
id: Tekanan
is: Loftþrýstingur
it: Pressione
pl: Ciśnienie
ru: Давление
sk: Tlak
sl: Zračni tlak
sr: Притисак
sv: Lufttryck
tr: Basınç
vi: Áp suất
zh_cn: 压力
zh_tw: 氣壓

source: Wind
be: Вецер
cs: Vítr
es: Viento
fi: Tuuli
hu: Szél
id: Angin
is: Vindur
it: Vento
pl: Wiatr
ru: Ветер
sk: Vietor
sl: Veter
sr: Ветар
sv: Vind
tr: Rüzgar
vi: Gió
zh_cn: 风速
zh_tw: 風速

source: Make sure you entered a location or use Automatic location instead
be: Пераканайцеся, што Вы ўвялі месцазнаходжаньне, ці скарыстайцеся аўтаматычным месцазнаходжаньнем
cs: Ujistěte se, že je zadána lokalita nebo zapnuto její automatické nastavení
de: Stellen sie sicher, dass ein Ort eingegeben wurde oder verwenden sie die Ortserkennung
es: Asegúrese de que ha introducido una ubicación o use la ubicación automática
fi: Varmista, että annoit sijainnin tai käytä automaattista sijaintia
hu: Ellenőrizze hogy van-e földrajzi helyzet megadva vagy használja az automatikus helyzet-meghatározást
id: Pastikan Anda memasukkan lokasi atau gunakan Lokasi otomatis sebagai gantinya
is: Gakktu úr skugga um að þú hafir sett inn staðsetningu eða sért að nota sjálfvirka staðsetningu
it: Assicurati di aver inserito una posizione o utilizza invece la Posizione automatica
pl: Upewnij się, że wprowadzono lokalizację lub zamiast tego użyj funkcji Lokalizacja automatyczna
ru: Убедитесь, что вы ввели местоположение или используйте автоматическое местоположение
sk: Uistite sa, že ste zadali miesto, alebo použite namiesto toho automatické určovanie polohy
sl: Preverite, da ste vnesli lokacijo ali pa uporabite samodejno lokacijo
sr: Проверите да ли сте унели локацију или уместо ње користите Аутоматску локацију
sv: Kontrollera att du angett en plats eller använd Automatisk plats istället
tr: Bir konum girdiğinizden emin olun veya bunun yerine Otomatik konum kullanın
vi: Hãy đảm bảo bạn đã nhập vị trí hoặc sử dụng Vị trí Tự động thay thế
zh_cn: 确保您输入了一个位置或使用自动定位代替
zh_tw: 請確認您已輸入位置，或改用自動定位功能

source: Could not find location based on address, please check if it's right
be: Немагчыма знайсьці месцазнаходжаньне па адрасе, праверце дакладнасьць даных
cs: Nedaří se zjistit lokalitu podle zadané adresy, zkontrolujte správnost zadání
de: Kann keinen Ort basierend auf der Adresse finden, bitte überprüfen sie ihre Angaben
es: No se pudo encontrar la ubicación según la dirección, verifique si es correcta
fi: Sijaintia ei löytynyt osoitteen perusteella, tarkista että se on oikein
hu: Cím alapján nem található a földrajzi helyzet. Ellenőrizze a megadott adatokat
id: Tidak dapat menemukan lokasi berdasarkan alamat, harap periksa apakah itu benar
is: Gat ekki fundið staðsetningu út frá heimilisfangi, athugaðu hvort það sé rétt
it: Impossibile trovare la posizione in base all'indirizzo, controlla se è corretto
pl: Nie można znaleźć lokalizacji na podstawie adresu, sprawdź, czy jest poprawna
ru: Невозможно найти местоположение по адресу, пожалуйста убедитесь, что данные верны
sk: Na základe adresy sa nepodarilo nájsť polohu. Skontrolujte, či je správna
sl: Ni bilo mogoče pridobiti lokacije na podlagi naslova, preverite, če je pravilen
sr: Није могуће пронаћи локацију на основу адресе, молимо проверите да ли је тачна
sv: Kunde inte hitta plats baserad på adress, vänligen kontrollera om det är rätt
tr: Adrese göre konum bulunamadı, lütfen doğru olup olmadığını kontrol edin
vi: Không thể tìm thấy vị trí dựa trên địa chỉ, vui lòng kiểm tra xem nó có đúng không
zh_cn: 无法根据地址找到位置，请检查是否正确
zh_tw: 無法根據地址找到位置，請檢查地址是否正確

source: Failed to call Geolocation API, see Looking Glass for errors.
be: Не атрымалася выклікаць Geolocation API, гл. логі ў Looking Glass.
cs: Nepodařilo se kontaktovat geolokační API. Detaily jsou v Looking Glass logu.
de: Aufruf der Geolocation API fehlgeschlagen, siehe Looking Glass für Fehler.
es: Fallo en la llamada a la API de geolocalización, ver errores en Looking Glass.
fi: Geolocation API:n kutsu epäonnistui, katso Looking Glass virheet.
hu: Nem sikerült a helymeghatározási API meghívása a hibaüzenetek megtekinthetők a Looking Glass naplóban.
id: Gagal memanggil Geolocation API, lihat Looking Glass untuk kesalahan.
is: Mistókst að fletta upp í API-viðmóti hnattstaðsetningar, skoðaðu atvikaskrár í Looking Glass til að sjá villur.
it: Impossibile chiamare l'API di geolocalizzazione, vedere Looking Glass per gli errori.
pl: Nie udało się wywołać interfejsu API geolokalizacji, zobacz Looking Glass dla błędów.
ru: Не удалось вызвать Geolocation API, см. логи в Looking Glass.
sk: Nepodarilo sa zavolať Geolocation API, chyby nájdete v časti Looking Glass.
sl: Neuspešno klicanje geolokacijskega API-ja, preverite Looking Glass za napake.
sr: Пропао позив Геолокације АПИ, погледај Лупу за грешке.
sv: Misslyckades att anropa Geolocation API, se Looking Glass för fel.
tr: Geolocation API çağrılamadı, hatalar için Hata Günlüklerine bakın.
vi: Không thể gọi API Định vị Địa lý, xem Looking Glass để biết lỗi.
zh_cn: 调用 Geolocation API 失败，请参阅 Looking Glass 中的错误。
zh_tw: 無法呼叫地理定位 API，請檢視 Looking Glass 的錯誤訊息。

source: Warning
be: Увага
cs: Varování
de: Warnung
es: Advertencia
fi: Varoitus
hu: Figyelmeztetés
id: Peringatan
is: Aðvörun
it: Attenzione
pl: Ostrzeżenie
ru: Предупреждение
sk: Varovanie
sl: Opozorilo
sr: Упозорење
sv: Varning
tr: Uyarı
vi: Cảnh báo
zh_cn: 警告
zh_tw: 警告

source: You can only save correct locations when the applet is not refreshing
be: Вы можаце захаваць правільныя месцазнаходжаньні толькі калі аплет не абнаўляецца
cs: Uložit lze pouze validní lokace a to v době, kdy se applet neaktualizuje
de: Sie können nur korrekte Orte speichern, wenn das Applet gerade nicht aktualisiert wird
es: Sólo se puede guardar las ubicaciones correctas cuando el applet no se está actualizando
fi: Voit tallentaa oikeat sijainnit vain, kun sovelma ei ole päivittymässä
hu: Csak akkor távolítható el a földrajzi helyzet, ha a kisalkalmazás éppen nem áll frissítés alatt
id: Anda hanya dapat menyimpan lokasi yang benar ketika applet tidak menyegarkan
is: Þú getur aðeins vistað réttar staðsetningar þegar smáforritið er ekki að endulesa upplýsingar
it: È possibile salvare le posizioni corrette solo quando l'applet non si sta aggiornando
pl: Poprawne lokalizacje można zapisywać tylko wtedy, gdy aplet nie jest odświeżany
ru: Вы можете сохранить правильное местопооложение только когда аплет не обновляется
sk: Správne umiestnenia môžete uložiť iba vtedy, ak sa aplet neobnovuje
sl: Lokacijo lahko shranite samo, ko se aplikacija ne osvežuje
sr: Можете сачувати исправне локације само када се аплет не освежава
sv: Du kan bara spara korrekt plats när panelprogrammet inte uppdateras
tr: Doğru konumları yalnızca uygulama yenilenmediğinde kaydedebilirsiniz
vi: Bạn chỉ có thể lưu các vị trí chính xác khi applet không đang làm mới
zh_cn: 只有在面板小工具不刷新的情况下，您才能正确保存位置
zh_tw: 僅當小工具未重新整理時才能儲存正確的位置
