Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: You can't save an incorrect location
be: Вы ня можаце захаваць няправільнае месцазнаходжаньне
cs: Nelze uložit neplatnou lokalitu
de: Sie können einen falschen Ort nicht speichern
es: No puede guardar una ubicación incorrecta
fi: Et voi tallentaa virheellistä sijaintia
hu: Nem menthető el a nem megfelelő földrajzi helyzet
id: Anda tidak dapat menyimpan lokasi yang salah
is: Þú getur ekki vistað ranga staðsetningu
it: Non è possibile salvare una posizione errata
pl: Nie możesz zapisać nieprawidłowej lokalizacji
ru: Вы не можете сохранить неверное местоположение
sk: Nemôžete uložiť nesprávnu polohu
sl: Nepravilne lokacije ne morete shraniti
sr: Не можете сачувати погрешну локацију
sv: Du kan inte spara en inkorrekt plats
tr: Yanlış bir konumu kaydedemezsiniz
vi: Bạn không thể lưu một vị trí không chính xác
zh_cn: 您不能保存一个不正确的位置
zh_tw: 您無法儲存不正確的位置

source: Info
be: Інфармацыя
cs: Informace
fi: Perustieto
hu: Információ
is: Upplýsingar
pl: Informacje
ru: Инфомрация
sl: Informacije
sr: Инфо
tr: Bilgi
vi: Thông tin
zh_cn: 信息
zh_tw: 資訊

source: Location is already saved
be: Месцазнаходжаньне ўжо захаванае
cs: Lokalita je již uložena
de: Ort ist bereits gespeichert
es: La ubicación ya está guardada
fi: Sijainti on jo tallennettu
hu: A földrajzi helyzet már el lett mentve
id: Lokasi sudah disimpan
is: Staðsetning er þegar vistuð
it: Posizione già salvata
pl: Lokalizacja jest już zapisana
ru: Местоположение уже сохранено
sk: Poloha už je uložená
sl: Lokacija je že shranjena
sr: Локација је већ сачувана
sv: Plats är redan sparad
tr: Konum zaten kaydedildi
vi: Vị trí đã được lưu
zh_cn: 位置已被保存
zh_tw: 位置已儲存

source: Success
be: Посьпех
cs: Úspěšně provedeno
de: Erfolg
es: Éxito
fi: Onnistui
hu: Siker
id: Sukses
is: Tókst
it: Successo
pl: Sukces
ru: Успех
sk: Podarilo sa
sl: Uspeh
sr: Успех
sv: Framgångsrikt
tr: Başarılı
vi: Thành công
zh_cn: 成功
zh_tw: 成功

source: Location is saved to library
be: Месцазнаходжаньне захаванае да бібліятэкі
cs: Lokalita byla uložena do knihovny
de: Ort wird in der Bibliothek gespeichert
es: La ubicación se guarda en la biblioteca
fi: Sijainti on tallennettu luetteloon
hu: A földrajzi helyzet el lett mentve a katalógusba
id: Lokasi disimpan ke perpustakaan
is: Staðsetning er vistuð í safn
it: La posizione è stata salvata nella libreria
pl: Lokalizacja jest zapisywana w bibliotece
ru: Местоположение сохраненое в библиотеку
sk: Polohu uložilo do knižnice
sl: Lokacija je shranjena v knjižnico
sr: Локација је сачувана у библиотеку
sv: Plats är sparad till bibliotek
tr: Konum kitaplığa kaydedildi
vi: Vị trí đã được lưu vào thư viện
zh_cn: 位置已保存至库
zh_tw: 位置已儲存到資料庫

source: You can't remove a location while the applet is refreshing
be: Вы ня можаце выдаліць месцазнаходжаньне падчас абнаўленьня
cs: Lokace nemůže být odstraněna v době, kdy se applet aktualizuje
de: Sie können einen Ort nicht entfernen, während das Applet aktualisiert wird
es: No puede eliminar una ubicación mientras el applet se está actualizando
fi: Et voi poistaa sijaintia, kun sovelma on päivittymässä
hu: Nem távolítható el a kisalkalmazás frissítése közben a földrajzi helyzet
id: Anda tidak dapat menghapus lokasi saat applet sedang menyegarkan
is: Þú getur ekki fjarlægt staðsetningu þegar smáforritið er að endulesa upplýsingar
it: Non è possibile rimuovere una posizione durante l'aggiornamento dell'applet
pl: Nie można usunąć lokalizacji, gdy aplet jest odświeżany
ru: Вы не можете удалить местоположение во время обновления аплета
sk: Pokiaľ sa aplet obnovuje, polohu nie je možné odstrániť
sl: Lokacije ne morete odstraniti, ko se aplikacije osvežuje
sr: Не можете уклонити локацију док се аплет освежава
sv: Du kan inte ta bort en plats medan panelprogrammet uppdateras
tr: Uygulama yenilenirken bir konumu kaldıramazsınız
vi: Bạn không thể xóa vị trí khi applet đang làm mới
zh_cn: 在面板小工具刷新的时候，您不能删除一个位置
zh_tw: 小工具重新整理時無法移除位置

source: You can't remove an incorrect location
be: Вы ня можаце выдаліць няправільнае месцазнаходжаньне
cs: Neplatná lokalita nemůže být odstraněna
de: Sie können einen falschen Standort nicht entfernen
es: No puede guardar una ubicación incorrecta
fi: Et voi poistaa virheellistä sijaintia
hu: Nem távolítható el a nem megfelelő földrajzi helyzet
id: Anda tidak dapat menghapus lokasi yang salah
is: Þú getur ekki fjarlægt ranga staðsetningu
it: Non puoi rimuovere una posizione errata
pl: Nie można usunąć nieprawidłowej lokalizacji
ru: Вы не можете удалить неверное местоположение
sk: Nemôžete odstrániť nesprávnu polohu
sl: Nepravilne lokacije ne morete odstraniti
sr: Не можете уклонити погрешну локацију
sv: Du kan inte ta bort en inkorrekt plats
tr: Yanlış bir konumu kaldıramazsınız
vi: Bạn không thể xóa một vị trí không chính xác
zh_cn: 您不能删除一个不正确的位置
zh_tw: 您無法移除不正確的位置

source: Location is not in storage, can't delete
be: Месцазнаходжаньне ня ў сховішчы, немагчыма выдаліць
cs: Lokalita není uložena, nelze ji proto smazat
de: Standort ist nicht im Speicher und kann daher nicht gelöscht werden
es: La ubicación no está almacenada, no se puede eliminar
fi: Sijainti ei ole varastossa, ei voi poistaa
hu: Földrajzi helyzet nincs elmentve, ezért nem törölhető
id: Lokasi tidak ada di penyimpanan, tidak bisa dihapus
is: Staðsetningin er ekki í geymslu, get ekki eytt
it: La posizione non è in archivio, impossibile eliminare
pl: Lokalizacja nie jest w magazynie, nie można jej usunąć
ru: Местоположение не в хранилище, невозможно удалить
sk: Poloha nie je v úložisku, nemožno ju odstrániť
sl: Lokacije ni v shrambi, izbris ni mogoč
sr: Локација није у меморији, не може се избрисати
sv: Platsen finns inte i lagringen, kan inte radera
tr: Konum depoda değil, silinemez
vi: Vị trí không có trong kho lưu trữ, không thể xóa
zh_cn: 位置未保存，无法删除
zh_tw: 位置不在儲存區中，無法刪除

source: Location is deleted from library
be: Месцазнаходжаньне было выдалена зь бібліятэкі
cs: Lokalita smazána z knihovny
de: Standort wird aus der Bibliothek gelöscht
es: La ubicación se elimina de la biblioteca
fi: Sijainti on poistettu luettelosta
hu: A földrajzi helyzet le lett törölve katalógusból
id: Lokasi dihapus dari perpustakaan
is: Staðsetningu er eytt úr safni
it: La posizione è stata eliminata dalla libreria
pl: Lokalizacja jest usuwana z biblioteki
ru: Местоположение удалено из библиотеки
sk: Poloha je odstránená z knižnice
sl: Lokacija je izbrisana iz knjižnice
sr: Локација је обрисана из библиотеке
sv: Plats är raderad från bibliotek
tr: Yer kitaplıktan silindi
vi: Vị trí đã bị xóa khỏi thư viện
zh_cn: 位置已从库中删除
zh_tw: 已從資料庫刪除位置

source: Failed to load in data from location storage, please see the logs for more information
be: Не атрымалася загрузіць даныя са сховішча месцазнаходжаньняў, калі ласка, паглядзіце логі, каб атрымаць болей інфармацыі
cs: Nepodařilo se načíst lokalitu z místa pro jejich uložení, více informací je dostupných v logu
de: Das Laden von Daten aus dem Standort Speicher ist fehlgeschlagen. Weitere Infos entnehmen Sie bitte den Logs
es: No se pudieron cargar los datos del almacenamiento de ubicación, consulte los registros para obtener más información
fi: Sijainnin tietojen lataaminen varastosta epäonnistui, katso lisätietoja lokista
hu: Nem tölthető be adat a földrajzi helyzet tárolóból. További információkért tekintse meg a naplóbejegyzéseket a Looking Glass naplóban
id: Gagal memuat data dari penyimpanan lokasi, silakan lihat log untuk informasi lebih lanjut
is: Gat ekki hlaðið inn gögnum úr staðsetningageymslu, skoðaðu atvikaskrár til að fá frekari upplýsingar
it: Impossibile caricare i dati dalla posizione di archiviazione, consultare i log per ulteriori informazioni
pl: Nie udało się załadować danych z magazynu lokalizacji, zobacz dzienniki, aby uzyskać więcej informacji
ru: Не удалось загрузить данные из хранилища местоположений, пожалуйста проверьте логи
sk: Údaje sa nepodarilo načítať z úložiska, ďalšie informácie nájdete v denníkoch
sl: Lokacije ni mogoče naložiti iz shrambe, preverite dnevniški zapis za dodatne informacije
sr: Није успело учитавање података из складишта локације, погледајте логове за више информација
sv: Misslyckades ladda data från platslagringen, vänligen se loggarna för mer information
tr: Konum depolamadan veri yüklenemedi, daha fazla bilgi için lütfen günlüklere bakın
vi: Không thể tải dữ liệu từ kho lưu trữ vị trí, vui lòng xem nhật ký để biết thêm thông tin
zh_cn: 从位置存储中加载数据失败，请查看日志以了解更多信息
zh_tw: 無法從位置儲存區載入資料，請檢視記錄以取得更多資訊

source: Feels Like
be: Адчуваецца як
cs: Pocitově
de: Fühlt sich an wie
es: Sensación térmica
fi: Tuntuu kuin
hu: Hőérzet
id: Terasa seperti
is: Með vindkælingu
it: Percepita
pl: Odczuwalna
ru: Ощущается как
sk: Pocitovo
sl: Občuti se kot
sr: Осећај као
sv: Känns som
tr: Hissedilen
vi: Cảm giác như
zh_cn: 体感
zh_tw: 體感溫度

source: Failed to Process Weather Info
be: Не атрымалася апрацаваць інфармацыю пра надвор'е
cs: Nepodařilo se zpracovat informace o počasí
de: Verarbeitung der Wetterinformationen fehlgeschlagen
es: No se pudo procesar la información del Clima
fi: Säätietojen käsittely epäonnistui
hu: Nem sikerült feldolgozni az időjárás-jelentést
id: Gagal Memproses Info Cuaca
is: Tókst ekki að meðhöndla veðurupplýsingar
it: Elaborazione delle informazioni meteo non riuscita
pl: Nie udało się przetworzyć informacji o pogodzie
ru: Не удалось обработать информацию о погоде
sk: Informácie o počasí sa nepodarilo spracovať
sl: Neuspešna obdelava vremenskih informacij
sr: Обрада информација о времену није успела
sv: Misslyckades att behandla väderinformation
tr: Hava Durumu Bilgisi İşlenemedi
vi: Không thể Xử lý Thông tin Thời tiết
zh_cn: 处理天气信息失败
zh_tw: 無法處理天氣資訊

source: Please enter API key in settings, or get one first on https://developer.climacell.co/sign-up
be: Калі ласка, увядзіце ключ API у наладах, ці спачатку атрымайце яго на https://developer.climacell.co/sign-up
cs: Vložte klíč API v nastavení, nebo nejdříve získejte na https://developer.climacell.co/sign-up
de: Bitte geben Sie den API-Schlüssel in den Einstellungen ein, oder holen Sie sich zuerst eine auf https://developer.climacell.co/sign-up
es: Introduzca una clave de API en la configuración, u obtenga una primero en https://developer.tomorrow.io/sign-up
fi: Anna APIAVAINn asetuksissa. Hanki se ensin https://developer.climacell.co/sign-up
hu: Adjon meg egy API kulcsot az kisalkalmazás beállításaiban, vagy szerezzen egyet a https://developer.climacell.co/sign-up oldalról
id: Silakan masukkan kunci API di pengaturan, atau dapatkan yang pertama di https://developer.climacell.co/sign-up
is: Settu inn API-lykil í stillingunum, en náðu fyrst í einn slíkan á https://developer.climacell.co/sign-up
it: Inserisci la chiave API nelle impostazioni, o prendine una prima su https://developer.climacell.co/sign-up
pl: Proszę wprowadzić klucz API w ustawieniach. lub uzyskaj go najpierw na stronie https://developer.climacell.co/sign-up
ru: Пожалуйста введите ключ API в настройках, или сначала получите его на https://developer.climacell.co/sign-up
sk: V nastaveniach zadajte kľúč API, alebo si kľúč najskôr zaobstarajte na https://developer.climacell.co/sign-up
sl: Vnesite ključ za API v nastavitve, ali pa ga pridobite na https://developer.climacell.co/sign-up
sr: Молимо вас да унесете АПИ кључ у подешавањима, или узмите прво један са https://developer.climacell.co/sign-up
sv: Vänligen ange API-nyckel i inställningar, eller hämta en först på https://developer.climacell.co/sign-up
tr: Lütfen ayarlara API anahtarını girin, veya https://developer.climacell.co/sign-up adresinden bir tane edinin
vi: Vui lòng nhập khóa API trong cài đặt, hoặc lấy một khóa trước trên https://developer.climacell.co/sign-up
zh_cn: 请在设置中输入 API 密钥， 或先在 https://developer.climacell.co/sign-up 上获取一个
zh_tw: 請在設定中輸入 API 金鑰， 或先至 https://developer.climacell.co/sign-up 取得

source: Please Make sure you entered the API key correctly and your account is not locked
be: Калі ласка, пераканайцеся, што уведзены ключ API правільны і ваш акаўнт не заблякаваны
cs: Ujistěte se, že klíč API je vložen správně a váš účet není uzamčen
de: Bitte stellen Sie sicher, dass Sie den API-Schlüssel korrekt eingegeben haben und Ihr Konto nicht gesperrt ist
es: Asegúrese de que introdujo la clave de API correctamente y su cuenta no haya sido bloqueada
fi: Oletko varma että annoit, APIAVAIMEN oikein tai onko sinun tunnus vielä voimassa
hu: Ellenőrizze hogy az API kulcs helyes és a felhasználói fiók nincs blokkolva
id: Harap Pastikan Anda memasukkan kunci API dengan benar dan akun Anda tidak terkunci
is: Gakktu úr skugga um að þú hafir sett API-lykilinn rétt inn og að notandaaðgangurinn þinn sé ekki læstur
it: Per favore assicurati di aver immesso correttamente la chiave API e che il tuo account non è bloccato
pl: Upewnij się, że wprowadziłeś klucz API poprawnie, a Twoje konto nie jest zablokowane
ru: Пожалуйста убедитесь, что введённый ключ API правильный и ваш аккаунт не заблокирован
sk: Uistite sa prosím že ste zadali správny kľúč API a že Váš účet nie je uzamknutý
sl: Preverite, da ste vnesli pravilen ključ za API in vaš račun ni zaklenjen
sr: Проверите да ли сте правилно унели АПИ кључ и да твој налог није закључан
sv: Vänligen var säker på att du angett API-nyckeln korrekt och att ditt konto inte är låst
tr: Lütfen API anahtarını doğru girdiğinizden emin olun hesabınız kilitli değil
vi: Vui lòng Đảm bảo bạn đã nhập khóa API chính xác và tài khoản của bạn không bị khóa
zh_cn: 请确保您 输入正确的 API 密钥，并且您的账户没有被封禁
zh_tw: 請確認您已正確輸入 API 金鑰， 且您的帳號未被鎖定

source: Please Make sure you entered the API key that you have from Climacell
be: Калі ласка, пераканайцеся, што вы ўвялі ключ API, атрыманы ад Climacell
cs: Ujistěte se, že je vložen klíč API který jste získal od Climacell
de: Bitte stellen Sie sicher, dass Sie den API-Schlüssel den Sie von Climacell haben eingeben
es: Asegúrese de que introdujo la clave de API que ha obtenido desde Climacell
fi: Varmista, että antamasi APIAVAIN on peräisin yritykseltä Climacell
hu: Ellenőrizze, hogy a Climacell szolgáltatótól származó API kulcsot helyesen adta meg
id: Harap Pastikan Anda memasukkan kunci API yang Anda miliki dari Climacell
is: Gakktu úr skugga um að þú hafir sett API-lykilinn frá Climacell rétt inn
it: Per favore assicurati di aver immesso correttamente la chiave API fornita da Climacell
pl: Upewnij się, że wprowadziłeś klucz API, który otrzymałeś od Climacell
ru: Пожалуйста убедитесь, что введённый ключ API совпадает с ключем от Climacell
sk: Uistite sa prosím, že sta zadali kľúč API, ktorý máte od Climacell
sl: Preverite, da ste vnesli ključ za API, ki ste ga dobili od Climacell
sr: Проверите да ли сте правилно унели АПИ кључ који имате
sv: Vänligen var säker på att du angett den API-nyckeln du har hos Climacell
tr: Lütfen emin ol Climacell'den sahip olduğunuz API anahtarını girdiniz
vi: Vui lòng Đảm bảo bạn đã nhập khóa API mà bạn có từ Climacell
zh_cn: 请确保您 输入从 Climacell 获取的 API 密钥
zh_tw: 請確認您已輸入 從 Climacell 取得的 API 金鑰

source: Heavy rain
be: Моцны дождж
cs: Průtrž mračen
de: Starker Regen
es: Lluvia muy intensa
fi: Voimakasta vesisadetta
hu: Erős eső
id: Hujan deras
is: Úrfelli
it: Pioggia molto forte
pl: Ulewny deszcz
ru: Сильный дождь
sk: Silný dážď
sl: Močan dež
sr: Веома јака киша
sv: Kraftigt regn
tr: Şiddetli yağmur
vi: Mưa lớn
zh_cn: 大雨
zh_tw: 豪雨

source: Rain
be: Дождж
cs: Déšť
de: Regen
es: Lluvia
fi: Sadetta
hu: Eső
id: Hujan
is: Rigning
it: Pioggia
pl: Deszcz
ru: Дождь
sk: Dážď
sl: Dež
sr: Киша
sv: Regn
tr: Yağmur
vi: Mưa
zh_cn: 雨
zh_tw: 雨

source: Light rain
be: Лёгкі дождж
cs: Slabý déšť
de: Leichter Regen
es: Lluvia ligera
fi: Heikkoa vesisadetta
hu: Enyhe eső
id: Hujan ringan
is: Dálítil rigning
it: Lievi rovesci
pl: Lekki deszcz
ru: Небольшой дождь
sk: Slabý dážď
sl: Rahel dež
sr: Слаба киша
sv: Lättare regn
tr: Hafif yağmur
vi: Mưa nhẹ
zh_cn: 小雨
zh_tw: 小雨

source: Heavy freezing rain
be: Моцны ледзяны дождж
cs: Silný mrznoucí déšť
de: Starker Eisregen
es: Lluvia helada
fi: Voimakasta jäätävää sadetta
hu: Erős ónos eső
id: Hujan es yang lebat
is: Talsverð frostrigning
it: Forti rovesci con grandine
pl: Silne opady marznącego deszczu
ru: Сильный ледяной дождь
sk: Silný mrznúci dážď
sl: Močan zmrznjen dež
sr: Јака ледена киша
sv: Kraftigt underkylt regn
tr: Şiddetli dondurucu yağmur
vi: Mưa đóng băng lớn
zh_cn: 大冻雨
zh_tw: 強烈凍雨

source: Freezing rain
be: Ледзяны дождж
cs: Mrznoucí déšť
de: Eisregen
es: Lluvia helada
fi: Jäätävää sadetta
hu: Ónos eső
id: Hujan beku
is: Frostrigning
it: Grandine
pl: Marznący deszcz
ru: Ледяной дождь
sk: Mrznúci dážď
sl: Zmrznjen dež
sr: Ледена киша
sv: Underkylt regn
tr: Dolu yağışlı
vi: Mưa đóng băng
zh_cn: 冻雨
zh_tw: 凍雨

source: Light freezing rain
be: Лёгкі ледзяны дождж
cs: Slabý mrznoucí déšť
de: Leichter Eisregen
es: Lluvia helada
fi: Kevyttä jäätävää sadetta
hu: Szórványos ónos eső
id: Hujan es ringan
is: Dálítil frostrigning
it: Leggera pioggia gelata
pl: Lekki marznący deszcz
ru: Небольшой ледяной дождь
sk: Slabý mrznúci dážď
sl: Rahel zmrznjen dež
sr: Лака ледена киша
sv: Lätt underkylt regn
tr: Hafif donan yağmur
vi: Mưa đóng băng nhẹ
zh_cn: 小冻雨
zh_tw: 輕微凍雨

source: Light freezing drizzle
be: Лёгкая ледзяная імжа
cs: Slabé mrznoucí mrholení
de: Leichter Frostnieselregen
es: Llovizna helada
fi: Kevyttä jäätävää tihkua
hu: Enyhe ónos eső
id: Gerimis beku ringan
is: Dálítil frostsúld
it: Lievi rovesci con grandine
pl: Lekka marznąca mżawka
ru: Лёгкая изморось
sk: Slabé mrznúce mrholenie
sl: Rahlo zmrznjeno pršenje
sr: Слабо ледена кишица
sv: Lätt underkylt duggregn
tr: Hafif dondurucu çiseleme
vi: Mưa phùn đóng băng nhẹ
zh_cn: 小冻毛雨
zh_tw: 輕微凍毛毛雨

source: Freezing drizzle
be: Ледзяная імжа
cs: Mrznoucí mrholení
de: Frostnieselregen
es: Lluvia helada
fi: Jäätävää tihkua
hu: Jeges szitálás
id: Gerimis Beku
is: Frostsúld
it: Pioggia fine ghiacciata
pl: Mrożąca mżawka
ru: Изморось
sk: Mráz a mrholenie
sl: Zmrznjeno pršenje
sr: Ледена кишица
sv: Underkylt dyggregn
tr: Dondurucu çiseleme
vi: Mưa phùn đóng băng
zh_cn: 冻毛雨
zh_tw: 凍毛毛雨

source: Light drizzle
be: Лёгкая імжа
cs: Slabé mrholení
de: Leichter Nieselregen
es: Llovizna ligera
fi: Kevyttä tihkua
hu: Enyhe szitáló eső
id: Gerimis ringan
is: Dálítil súld
it: Lievi rovesci
pl: Lekka mżawka
ru: Лёгкая морось
sk: Mierne mrholenie
sl: Rahlo pršenje
sr: Слаба кишица
sv: Lätt duggregn
tr: Hafif çiseleme
vi: Mưa phùn nhẹ
zh_cn: 小毛雨
zh_tw: 輕微毛毛雨

source: Heavy ice pellets
be: Моцны град
cs: Silný zmrzlý déšť
de: Schwere Eiskörner
es: Granizo pesado
fi: Rankat raekuurot
hu: Erős jég eső
id: Pelet es berat
is: Mikil ískorn
it: Granuli di ghiaccio pesanti
pl: Duże granulki lodu
ru: Сильный град
sk: Silný ľadovec
sl: Močna sodra
sr: Јак град
sv: Kraftigt hagel
tr: Yoğun buz topakları
vi: Hạt băng lớn
zh_cn: 大冰丸
zh_tw: 強冰珠

source: Ice pellets
be: Град
cs: Zmrzlý déšť
de: Eiskörner
es: Granizo
fi: Rakeita
hu: Jégeső
id: Pelet Es
is: Ískorn
it: Granuli di ghiaccio
pl: Granulki lodu
ru: Град
sk: Ľadovec
sl: Sodra
sr: Град
sv: Småhagel
tr: Buz topakları
vi: Hạt băng
zh_cn: 冰丸
zh_tw: 冰珠

source: Light ice pellets
be: Лёгкі град
cs: Slabý zmrzlý déšť
de: Leichte Eiskörner
es: Granizo ligero
fi: Pieniä rakeita
hu: Enyhe jégeső
id: Pelet es ringan
is: Dálítil ískorn
it: Granuli di ghiaccio leggeri
pl: Lekkie granulki lodu
ru: Небольшой град
sk: Mierny ľadovec
sl: Rahla sodra
sr: Слаб град
sv: Lätt småhagel
tr: Hafif buz topakları
vi: Hạt băng nhẹ
zh_cn: 小冰丸
zh_tw: 輕冰珠

source: Heavy snow
be: Моцны сьнегапад
cs: Silné sněžení
de: Starker Schneefall
es: Nevada fuerte
fi: Sakeaa lumisadetta
hu: Erős havazás
id: Salju tebal
is: Mikil snjókoma
it: Forte nevicata
pl: Obfite opady śniegu
ru: Сильный снегопад
sk: Husté sneženie
sl: Močno sneženje
sr: Јак снег
sv: Tung snö
tr: Ağır kar yağışı
vi: Tuyết lớn
zh_cn: 大雪
zh_tw: 大雪

source: Snow
be: Сьнегапад
cs: Sněžení
de: Schneefall
es: Nieve
fi: Lumisadetta
hu: Havazás
id: Salju
is: Snjókoma
it: Neve
pl: Śnieg
ru: Снегопад
sk: Sneženie
sl: Sneg
sr: Снег
sv: Snö
tr: Kar
vi: Tuyết
zh_cn: 雪
zh_tw: 雪

source: Light snow
be: Лёгкі сьнегапад
cs: Lehké sněžení
de: Leichter Schneefall
es: Nieve ligera
fi: Kevyttä lumisadetta
hu: Enyhe havazás
id: Salju Ringan
is: Dálítil snjókoma
it: Neve leggera
pl: Lekki śnieg
ru: Лёгкий снегопад
sk: Slabé sneženie
sl: Rahlo sneženje
sr: Слаб снег
sv: Lätt snöfall
tr: Hafif kar
vi: Tuyết nhẹ
zh_cn: 小雪
zh_tw: 小雪

source: Flurries
be: Кароткачасовыя сьнегапады
cs: Sněhový poprašek
de: Gestöber
es: Ráfagas
fi: Puuskatuulia
hu: Széllökések
id: Kebingungan
is: Snjófjúk
it: Raffiche
pl: Śnieżyca
ru: Кратковременные снегопады
sk: Príval dažďa
sl: Pršenje
sr: Налет ветра
sv: Kastbyar
tr: Sağanak yağış
vi: Mưa tuyết rải rác
zh_cn: 零星小雪
zh_tw: 飄雪

source: Thunderstorm
be: Навальніца
cs: Bouřka
de: Gewitter
es: Tormenta eléctrica
fi: Ukkosmyrskyä
hu: Vihar
id: Hujan badai
is: Þrumuveður
it: Temporale
pl: Burza z piorunami
ru: Гроза
sk: Búrka
sl: Nevihta
sr: Олуја с грмљавином
sv: Åska
tr: Gökgürültülü Fırtınalı
vi: Giông bão
zh_cn: 雷暴
zh_tw: 雷雨

source: Light fog
be: Лёгкі туман
cs: Slabá mlha
de: Leichter Nebel
es: Niebla ligera
fi: Heikkoa sumua
hu: Enyhe köd
id: Kabut Tipis
is: Létt þoka
it: Nebbia leggera
pl: Lekka mgła
ru: Лёгкий туман
sk: Mierna hmla
sl: Rahla megla
sr: Слаба магла
sv: Lätt dimma
tr: Hafif Sis
vi: Sương mù nhẹ
zh_cn: 轻雾
zh_tw: 輕霧

source: Fog
be: Туман
cs: Mlha
de: Nebel
es: Bruma
fi: Sumua
hu: Köd
id: Kabut
is: Þoka
it: Nebbia
pl: Mgła
ru: Туман
sk: Hmlisto
sl: Megla
sr: Магла
sv: Dimma
tr: Sisli
vi: Sương mù
zh_cn: 雾
zh_tw: 濃霧

source: Cloudy
be: Пахмурна
cs: Zataženo
de: Bewölkt
es: Nublado
fi: Pilvistä
hu: Felhős
id: Berawan
is: Skýjað
it: Nuvoloso
pl: Chmury
ru: Облачно
sk: Oblačno
sl: Oblačno
sr: Облачно
sv: Molnigt
tr: Bulutlu
vi: Nhiều mây
zh_cn: 多云
zh_tw: 多雲

source: Mostly cloudy
be: Пераважна воблачна
cs: Převážně zataženo
de: Grösstenteils bewölkt
es: Mayormente nublado
fi: Enimmäkseen pilvistä
hu: Nagyrészt felhős
id: Sebagian besar berawan
is: Alskýjað
it: Prevalentemente nuvoloso
pl: Przeważnie pochmurno
ru: Облачно с прояснениями
sk: Zamračené
sl: Pretežno oblačno
sr: Претежно облачно
sv: Mestadels molnigt
tr: Çok Bulutlu
vi: Chủ yếu có mây
zh_cn: 多云
zh_tw: 陰天

source: Partly cloudy
be: Малавоблачна
cs: Polojasno
de: Teilweise bewölkt
es: Parcialmente nublado
fi: Puolipilvistä
hu: Közepesen felhős
id: Berawan
is: Hálfskýjað
it: Parzialmente nuvoloso
pl: Częściowe zachmurzenie
ru: Переменная облачность
sk: Polojasno
sl: Delno oblačno
sr: Делимично облачно
sv: Delvis molnigt
tr: Parçalı Bulutlu
vi: Mây rải rác
zh_cn: 少云
zh_tw: 部分多雲

source: Mostly clear
be: Пераважна ясна
cs: Převážně jasno
de: Weitgehend klar
es: Mayormente soleado
fi: Enimmäkseen selkeää
hu: Nagyrészt tiszta
id: Sebagian besar jelas
is: Mestmegnis bjart
it: Prevalentemente soleggiato
pl: Przeważnie bezchmurnie
ru: Преимущественно ясно
sk: Takmer jadno
sl: Pretežno jasno
sr: Претежно ведро
sv: Mestadels klart
tr: Çoğunlukla Açık
vi: Chủ yếu quang đãng
zh_cn: 少云
zh_tw: 大致晴朗

source: Clear
be: Ясна
cs: Jasno
de: Klar
es: Despejado
fi: Selkeää
hu: Tiszta
id: Jernih
is: Heiðskírt
it: Sereno
pl: Przejrzyście
ru: Ясно
sk: Jasno
sl: Jasno
sr: Ведро
sv: Klart
tr: Açık
vi: Quang đãng
zh_cn: 晴
zh_tw: 晴朗

source: Sunny
be: Сонечна
cs: Slunečno
de: Sonnig
es: Soleado
fi: Aurinkoista
hu: Napos
id: Cerah
is: Sólskin
it: Soleggiato
pl: Słonecznie
ru: Солнечно
sk: Slnečno
sl: Sončno
sr: Сунчано
sv: Soligt
tr: Güneşli
vi: Nắng
zh_cn: 晴
zh_tw: 陽光普照

source: Unknown
be: Невядома
cs: Neznámo
de: Unbekannt
es: Desconocido
fi: Tuntematon virhe
hu: Ismeretlen hiba
id: Tidak dikenal
is: Óþekkt
it: Sconosciuto
pl: Nieznane
ru: Неизвестно
sk: Neznáme
sl: Neznano
sr: Непознато
sv: Okänt
tr: Bilinmeyen
vi: Không xác định
zh_cn: 未知
zh_tw: 未知

source: and
be: і
cs: a
de: und
es: y
fi: ja
hu: és
id: dan
is: og
it: e
pl: oraz
sk: a
sl: in
sr: и
sv: och
tr: ve
vi: và
zh_cn: 和
zh_tw: 及
