Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: Available values are: {c} is condition, {t} is temperature and {u} is unit. Can be used if label does not fit on vertical panel, among other smart things.
be: Даступныя значэньні: {c} гэта ўмовы, {t} тэмпэратура і {u} адзінкі вымярэньня. Можа быць выкарыстана, калі метка не зьмяшчаецца на вертыкальнай панэлі з улікам іншых дробязяў.
cs: Možné hodnoty jsou: {c} pro podmínky, {t} pro teplotu, {u} pro jednotky. Lze využit pokud se popis nevejde do vertikálního panelu, spolu s dalšími vychytávkami.
de: Verfügbare Werte sind: {c} ist Bedingung, {t} ist Temperatur und {u} ist Einheit. Kann u.a. verwendet werden, wenn das Label nicht auf das vertikale Panel passt.
es: Los valores disponibles son: {c} es la condición, {t} es la temperatura y {u} es la unidad. Se puede utilizar si la etiqueta no cabe en el panel vertical, entre otras cosas inteligentes.
fi: Käytettävät arvot ovat: {c} on olusuhde, {t} on lämpötila ja {u} on yksikkö. Voi käyttää, jos nimi ei mahdu pystysuoraan paneeliin, muiden asioiden lisäksi.
hu: Lehetséges értékek: {c} = időjárási viszony, {t} = hőmérséklet {u} = mértékegység. Akkor használható, ha a címke nem fér el a függőleges panelen, vagy egyéb esetekben is.
id: Nilai yang tersedia adalah: {c} adalah kondisi, {t} adalah suhu dan {u} adalah satuan. Dapat digunakan jika label tidak pas pada panel vertikal, di antara hal-hal cerdas lainnya.
is: Tiltæk gildi eru: {c} er veðurskilyrði, {t} er hitastig og {u} er eining. Má t.d. nota ef merkingin passar ekki á lóðrétta skjástiku, auk annars.
it: I valori disponibili sono: {c} è la condizione, {t} è la temperatura e {u} è l'unità. Può essere utilizzato se l'etichetta non si adatta al pannello verticale, tra le altre cose intelligenti.
pl: Dostępne wartości to: {c} to stan, {t} to temperatura, a {u} to jednostka.\n Może być użyty w przypadku, gdy etykieta nie mieści się na pionowym panelu, między innymi.
ru: Доступные значения: {c} условия, {t} температура и {u} единицы измерения. Может быть использовано если метка не входит в вертикальную панель с учётом других мелких деталей.
sk: Dostupné hodnoty sú: {c} je stav, {t} je teplota a {u} je jednotka. Použiteľné, aj ak sa štítok nezmestí na zvislý panel.
sl: Možne vrednosti: {c} so razmere, {t} je temperatura in {u} je enota. Lahko uporabite, če oznaka ne ustreza vertikalni vrstici ali pa za kaj drugega.
sr: Доступне вредности су: {c} је услов, {t} је температура и {u} је јединица. Може се користити ако ознака не стане на вертикални панел, између осталих паметних ствари.
sv: Tillgängliga värden är: {c} för tillstånd, {t} är temperatur och {u} är enhet. Kan användas om etikett inte får plats på vertikal panel, bland andra smarta saker.
tr: Kullanılabilir değerler: {c} koşul, {t} sıcaklık ve {u} birimdir. Etiket, diğer akıllı şeylerin yanı sıra dikey panele sığmazsa kullanılabilir.
vi: Các giá trị có thể dùng: {c} là điều kiện, {t} là nhiệt độ, {u} là đơn vị. Có thể dùng nếu nhãn không vừa trên panel dọc, cùng các tính năng thông minh khác.
zh_cn: 可用的值有：{c} 为天气状况，{t} 为气温，{u} 为单位。 当原本的标签不适合垂直面板或其他情况时，可使用此设置。
zh_tw: 可用值為：{c} 是狀況，{t} 是溫度，{u} 是單位。 可用於標籤不適用於垂直面板等情況。

source: Iconset is weather-icons by Erik Flowers
be: Набор іконак weather-icons ад Erik Flowers
cs: Sada ikon weather-icons od Erika Flowerse
de: Iconset: Wetter Icons von Erik Flowers
es: El conjunto de iconos son los iconos meteorológicos de Erik Flowers
fi: Kuvakkeet weather-icons on tehnyt Erik Flowers
hu: Az ikonkészlet neve: weather-icons, készítette: Erik Flowers
id: Iconset adalah ikon cuaca oleh Erik Flowers
is: Táknmyndasettið er weather-icons eftir Erik Flowers
it: Il set di icone è weather-icons di Erik Flowers
pl: Iconset to ikony pogodowe autorstwa Erika Flowersa
ru: Набор иконок weather-icons от Erik Flowers
sk: Balík ikon počasia od Erika Flowersa
sl: Ikone so iz nabora vremenskih ikon Erika Flowersa
sr: Сет икона су иконе времена од Ерика Фловерса
sv: Ikonuppsättningen är väderikoner av Erik Flowers
tr: Simgeler-hava simgeleri Erik Flowers tarafından
vi: Bộ biểu tượng là weather-icons của Erik Flowers
zh_cn: 图标集为 Erik Flowers 的 weather-icons
zh_tw: 圖示集為 Erik Flowers 的 weather-icons

source: Use custom icons on the panel
be: Выкарыстоўваць іншыя іконкі на панэлі
cs: Použít alternativní ikony na panelu
de: In der Leiste benutzerdefinierte Icons verwenden
es: Usar iconos personalizados en el panel
fi: Mukautetut kuvakkeet paneelissa
hu: Egyéni ikonok használata a panelen
id: Gunakan ikon khusus di panel
is: Nota sérsniðnar táknmyndir á skjástiku
it: Usa icone personalizzate sul pannello
pl: Użyj niestandardowych ikon na panelu
ru: Использовать другие значки на панели
sk: Použiť upravené ikonky na paneli
sl: V opravilni vrstici uporabite ikone po meri
sr: Користите прилагођене иконе на панелу
sv: Använd special-ikoner i panelen
tr: Panelde özel simgeler kullan
vi: Dùng biểu tượng tùy chỉnh trên panel
zh_cn: 在面板上使用自定义图标
zh_tw: 在面板上使用自訂圖示

source: Presentation
be: Паказ
cs: Prezentace
de: Darstellung
es: Presentación
fi: Näkymä
hu: Megjelenés
id: Penyajian
is: Framsetning
it: Presentazione
pl: Wygląd
ru: Отображение
sk: Prezentácia
sl: Predstavitev
sr: Презентација
tr: Sunu
vi: Hiển thị
zh_cn: 外观
zh_tw: 顯示方式

source: Show forecast vertically
be: Паказваць прагноз вертыкальна
cs: Zobrazovat předpověď vertikálně
de: Vorhersage vertikal anzeigen
es: Mostrar pronóstico verticalmente
fi: Näytä ennuste pystysuuntaisesti
hu: Előrejelzések mutatása függőlegesen
id: Tampilkan perkiraan secara vertikal
is: Birta spá lóðrétt
it: Mostra la previsione in verticale
pl: Pokaż prognozę w pionie
ru: Отображать прогно вертикально
sk: Zobrazovať predpoveď kolmo
sl: Prikaži napoved navpično
sr: Прикажи прогнозу вертикално
sv: Visa prognos vertikalt
tr: Tahmini dikey olarak göster
vi: Hiển thị dự báo theo chiều dọc
zh_cn: 纵向显示预测
zh_tw: 垂直顯示預報

source: Displaying forecasts from top to bottom instead from left to right
be: Паказваць прагноз зьверху ўніз замест паказу зьлева направа
cs: Zobrazovat předpověď shora dolů, namísto zleva doprava
de: Vorhersage vertikal anstatt horizontal anzeigen
es: Visualización del pronóstico de arriba a abajo en lugar de de izquierda a derecha
fi: Näyttää ennusteet ylhäältä alas vasemmalta oikealle
hu: Időjárás-előrejelzések megjelenítés fentről lefelé a balról jobbra megjelenítés helyett
id: Menampilkan prakiraan dari atas ke bawah, bukan dari kiri ke kanan
is: Birtir veðurspár að ofan og niður í stað vinstri til hægri
it: Visualizzazione delle previsioni dall'alto verso il basso anziché da sinistra a destra
pl: Wyświetlanie prognoz od góry do dołu zamiast od lewej do prawej
ru: Отображать прогно сверху вниз вместо слева направо
sk: Zobraziť predpovede zhora nadol namiesto zľava doprava
sl: Prikaže napovedi z vrha proti dnu namesti z leve proti desni
sr: Приказ прогноза одозго надоле уместо слева надесно
sv: Visar prognoser från topp till botten istället för vänster till höger
tr: Tahminleri soldan sağa yerine yukarıdan aşağıya görüntüle
vi: Hiển thị dự báo từ trên xuống dưới thay vì từ trái sang phải
zh_cn: 从上到下而不是从左到右显示预测结果
zh_tw: 從上到下顯示預報，而非從左到右

source: columns
be: калонкі
cs: sloupce
de: Spalten
es: columnas
fi: sarakkeet
hu: oszlop
id: kolom
is: dálkar
it: colonne
pl: kolumny
ru: колонки
sk: stĺpce
sl: stolpci
sr: колоне
sv: kolumner
tr: sütunlar
vi: cột
zh_cn: 列
zh_tw: 欄

source: Maximum number of columns for forecast
be: Найбольшы лік калонак у прагнозе
cs: Maximální počet sloupců s předpovědí
de: Max. Anzahl der Spalten für die Vorhersage
es: Número máximo de columnas para el pronóstico
fi: Ennusteen sarakkeiden enimmäismäärä
hu: Az előrejelzést mutató oszlopok száma
id: Jumlah maksimum kolom untuk perkiraan
is: Hámarksfjöldi dálka fyrir veðurspá
it: Numero massimo di colonne per la previsione
pl: Maksymalna liczba kolumn dla prognozy
ru: Наибольшее число колонок в прогнозе
sk: Maximálny počet stĺpcov pre predpoveď
sl: Največje število stolpcev za napoved
sr: Максималан број колона за прогнозу
sv: Maximalt antal kolumner för prognoser
tr: Tahmin için azami sütun sayısı
vi: Số cột tối đa cho dự báo
zh_cn: 预测的最大列数
zh_tw: 預報的最大欄數

source: rows
be: радкоў
cs: řádky
de: Zeilen
es: filas
fi: riviä
hu: sor
id: baris
is: raðir
it: righe
pl: wiersze
ru: строк
sk: riadky
sl: vrstice
sr: редови
sv: rader
tr: satırlar
vi: hàng
zh_cn: 行
zh_tw: 列

source: Maximum number of rows for forecast
be: Найбольшы лік радкоў у прагнозе
cs: Maximální počet řádků s předpovědí
de: Max. Anzahl der Zeilen für die Vorhersage
es: Número máximo de filas para el pronóstico
fi: Ennusteen rivien enimmäismäärä
hu: Az előrejelzést mutató sorok száma
id: Jumlah baris maksimum untuk perkiraan
is: Hámarksfjöldi raða fyrir veðurspá
it: Numero massimo di righe per la previsione
pl: Maksymalna liczba wierszy dla prognozy
ru: Наибольшее число строк в прогнозе
sk: Maximálny počet riadkov pre predpoveď
sl: Največje število vrstic za napoved
sr: Максималан број редова за прогнозу
sv: Maximalt antal rader för prognoser
tr: Tahmin için azami satır sayısı
vi: Số hàng tối đa cho dự báo
zh_cn: 预测的最大行数
zh_tw: 預報的最大列數

source: Show sunrise / sunset times
be: Паказваць час усходу / заходу
cs: Zobrazit čas východu a západu slunce
de: Sonnenauf- und Sonnenuntergangszeit anzeigen
es: Mostrar horas de salida / puesta del sol
fi: Näytä auringonousu ja laskuaika
hu: Napfelkelte és napnyugta mutatása
id: Tampilkan waktu matahari terbit / terbenam
is: Birta tíma fyrir sólarupprás / sólarlag
it: Mostra orari di alba / tramonto
pl: Pokaż czas wschodu / zachodu słońca
ru: Отображать время восхода и захода
sk: Zobraziť časy východu / západu slnka
sl: Prikaži čas sončnega vzhoda in zahoda
sr: Прикажи времена изласка / заласка сунца
sv: Visa tid för soluppgång / solnedgång
tr: Gündoğumu / günbatımı zamanlarını göster
vi: Hiển thị giờ mặt trời mọc/lặn
zh_cn: 显示日出和日落时间
zh_tw: 顯示日出/日落時間

source: Display time in 24 hour format
be: Паказваць час у 24 гадзінным фармаце
cs: Zobrazovat 24hodinový formát
de: Zeit im 24-Stunden-Format anzeigen
es: Mostrar tiempo en formato 24 horas
fi: Näytä aika 24 tunnin muodossa
hu: Idő megjelenítése 24 órás formátumban
id: Tampilan waktu dalam format 24 jam
is: Birta tíma á 24 stunda sniði
it: Visualizza l'ora nel formato 24 ore
pl: Wyświetlanie czasu w formacie 24-godzinnym
ru: Отображать время в 24 часовом формате
sk: Zobraziť čas v 24-hodinovom formáte
sl: Prikaži čas v 24-urni obliki
sr: Прикажи време у 24-сатном формату
sv: Visa tid i 24-timmarsformat
tr: 24 saat formatında görüntüle
vi: Hiển thị thời gian theo định dạng 24 giờ
zh_cn: 使用 24 小时制显示时间
zh_tw: 以 24 小時格式顯示時間

source: Only display hours for hourly forecast time
be: Паказваць толькі гадзіны ў пагадзінным прагнозе
cs: Hodiny zobrazit pouze v případě hodinových předpovědí
de: Bei der stündlichen Vorhersage nur Stunden anzeigen
es: Mostrar sólo horas para el pronóstico horario
fi: Näytä ennusteen täydet tunnit
hu: Kizárólag az órát jelzi ki az óránkénti előrejelzésnél
id: Hanya tampilkan jam untuk perkiraan waktu per jam
is: Einungis birta klukkustundir í veðurspá fyrir klukkustundir
it: Visualizza solo le ore per la previsione oraria
pl: Wyświetlaj tylko godziny dla godzinowego czasu prognozy
ru: Отображать только часы в почасовом прогнозе
sk: Zobraziť hodiny iba pre hodinovú predpoveď
sl: Za čas urne napovedi prikaži samo ure
sr: Приказује само сате за временске прогнозе на сваки сат
sv: Visa enbart timme i timvis prognostid
tr: Yalnızca saatlik tahmin süresi için saatleri göster
vi: Chỉ hiển thị giờ cho dự báo theo giờ
zh_cn: 在每小时预报中只显示小时数
zh_tw: 每小時預報時間僅顯示小時

source: Instead of 15:00 or 3:00 pm it will show up as 15 or 3 pm
be: Замест 15:00 ці 3:00 pm будзе паказвацца 15 ці 3 pm
cs: Místo 15:00 nebo 3:00 pm bude čas zobrazovat jako 15 či 3 pm
de: Anstelle von 15:00 oder 3:00 pm wird 15 oder 3 pm angezeigt
es: En lugar de las 15:00 o las 3:00 horas, aparecerá como 15 o 3 pm
fi: Klo 15:00 tai 3:00 pm, sen sijaan näkyy 15 tai 3 pm
hu: 15:00 vagy du. 3:00 időkijelzés helyett 15 vagy du. 3 időkijelzés lesz megjelenítve
id: Alih-alih 15:00 atau 3:00 pm itu akan muncul sebagai 15 atau 3 sore
is: Í stað 15:00 eða 3:00 eh mun birtast 15 eða 3 eh
it: Invece delle 15:00 o 3:00 pm apparirà come 15 o 3 pm
pl: Zamiast 15:00 lub 3:00 pojawi się 15 lub 3
ru: Вместо 15:00 или 3 pm будет отображаться 15 или 3 pm
sk: Namiesto 15:00 alebo 3 pm sa zobrazí ako 15 alebo 3 pm
sl: Namesto 15:00 ali 3:00 pm bo prikazano kot 15 ali 3 pm
sr: Уместо 15:00 или 3:00 пм часова, приказиваће се као 15 или 15:00 часова
sv: Istället för 15:00 eller 3:00 pm så visas det som 15 eller 3 pm
tr: 15:00 veya 3:00 ös yerine 15 veya 3 ös olarak görünecektir
vi: Thay vì 15:00 hay 3:00 pm sẽ hiển thị 15 hoặc 3 pm
zh_cn: 它将以 “15时” 或 “下午3时” 的方式显示，而不是 “15:00” 或 “下午3:00”
zh_tw: 不顯示為 15:00 或下午 3:00，而是顯示為 15 或下午 3

source: Display date for daily forecasts
be: Паказваць дату ў прагнозе па днях
cs: Čas u hodinové předpovědi s dvojtečkou
de: Datum für Tagesvorhersagen anzeigen
es: Mostrar la fecha para pronósticos diarios
fi: Näytä ennusteen päivämäärä
hu: Dátum megjelenítése a napi előrejelzéseknél
id: Tampilkan tanggal untuk prakiraan harian
is: Birta dagsetningu með dagsspám
it: Visualizzazione della data per le previsioni giornaliere
pl: Wyświetlanie daty dla prognoz dziennych
ru: Отображать дату в прогнозе по дням
sk: Zobraziť dátum pre denné predpovede
sl: Prikaz datuma za dnevne napovedi
sr: Прикажи датум за дневне прогнозе
sv: Visa datum i dagliga prognoser
tr: Günlük tahminler için tarih görüntüle
vi: Hiển thị ngày cho dự báo hàng ngày
zh_cn: 在每日预测中显示日期
zh_tw: 顯示每日預報的日期

source: Like "Friday 15"
be: Напрыклад "Пятніца 15"
cs: Například "Pátek 15."
de: Wie »Freitag 15«
es: Como "Viernes 15"
fi: Kuten "Perjantai 15"
hu: Például: „Péntek 15”
id: Seperti "Jumat 15"
is: Eins og "Föstudagur 15"
it: Come "Venerdì 15"
pl: Przykład „piątek 15”
ru: Например "Пятница 15"
sk: Ako "Friday 15"
sl: Kot "Petek, 15."
sr: Као „Петак 15.“
sv: Som t.ex. "Fredag 15"
tr: "15 Cuma" gibi
vi: Ví dụ "Thứ Sáu 15"
zh_cn: 例如 “15日 星期五”
zh_tw: 例如「週五 15」

source: Show high temperature first in forecast
be: Спачатку паказваць высокую тэмпэратуру ў прагнозе
cs: Vyšší teplotu zobrazit v předpovědi jako první
de: Tageshöchsttemperatur zuerst anzeigen
es: Mostrar la temperatura más alta primero en el pronóstico
fi: Näytä ylin lämpötila ensin
hu: Előrejelzésben a maximum hőmérséklet legyen elöl
id: Tunjukkan suhu tinggi terlebih dahulu di ramalan
is: Birta hæsta hitastig fremst í veðurspá
it: Mostra prima la temperatura elevata nelle previsioni
pl: Pokaż najpierw wysoką temperaturę w prognozie
ru: Сначала отображать наибольшую температуру
sk: V predpovedi ukázať ako prvú najvyššiu teplotu
sl: Pri napovedi najprej prikaži visoko temperaturo
sr: Прво покажи високу температуру у прогнози
sv: Visa hög temperatur först i prognoser
tr: Tahminde ilk yüksek sıcaklığı göster
vi: Hiển thị nhiệt độ cao trước trong dự báo
zh_cn: 在天气预报中首先显示最高气温
zh_tw: 在預報中優先顯示最高溫

source: Show temperature Russian style
be: Паказваць тэмпэратуру ў расейскім стылі
cs: Zobrazovat teploty nad nulou s kladným znaménkem
de: Vor der Temperaturangabe + bzw. - anzeigen
es: Mostrar temperatura al estilo ruso
fi: Näytä venäläiset lämpötilat
hu: Orosz stílusban legyen megjelenítve a hőmérséklet
id: Tampilkan suhu gaya Rusia
is: Birta hitastig með rússneskum stíl
it: Mostra la temperatura in stile russo
pl: Pokaż temperaturę w stylu rosyjskim
ru: Отображать температуру в Российском стиле
sk: Ruský štýl zobrazenia teploty
sl: Temperaturo prikaži v ruski obliki
sr: Покажите температуру у руском стилу
sv: Visa temperatur på ryskt sätt
tr: Rus tarzı sıcaklığı göster
vi: Hiển thị nhiệt độ kiểu Nga
zh_cn: 显示俄罗斯风格的温度
zh_tw: 以俄羅斯風格顯示溫度

source: Override location label
be: Перавызначыць метку месцазнаходжаньня
cs: Přepsat štítek s názvem lokality
de: Den Vorhersageort überschreiben mit
es: Sobreescribir nombre de ubicación
fi: Korvaa sijaintisi nimi
hu: Megjelenített földrajzi helyzet felülírása
id: Ganti label lokasi
is: Yfirskrifa staðsetningarmerki
it: Sostituisci etichetta posizione
pl: Zastąp etykietę lokalizacji
ru: Перезаписать метку местоположения
sk: Nahradiť menovku umiestnenia
sl: Prednostna oznaka lokacije
sr: Замени ознаку локације
sv: Åsidosätt platsnamn
tr: Konum etiketini geçersiz kıl
vi: Ghi đè nhãn vị trí
zh_cn: 重写位置标签
zh_tw: 覆寫位置標籤

source: Weather conditions
be: Умовы надвор'я
cs: Meteorologická terminologie
de: Wetterbedingungen
es: Condiciones meteorológicas
fi: Sääolosuhteet
hu: Időjárási viszonyok
id: Kondisi Cuaca
is: Veðurskilyrði
it: Condizioni meteo
pl: Warunki pogodowe
ru: Погодные условия
sk: Poveternostné podmienky
sl: Vremenske razmere
sr: Временски услови
sv: Väderförhållanden
tr: Hava durumu
vi: Điều kiện thời tiết
zh_cn: 天气状况
zh_tw: 天氣狀況

source: Translate conditions
be: Перакладаць умовы надвор'я
cs: Použít lokalizované meteorologické výrazy
de: Wetterbedingungen übersetzen
es: Traducir condiciones
fi: Käännä olosuhteet suomeksi
hu: Időjárási viszonyok lefordítása
id: Terjemahkan kondisi
is: Þýða veðurskilyrði
it: Condizioni di traduzione
pl: Przetłumacz warunki pogodowe
ru: Переводить погодные условия
sk: Preložiť podmienky
sl: Prevedi razmere
sr: Преведите услове
sv: Översätt väderförhållanden
tr: Dilinize çevirin
vi: Dịch điều kiện
zh_cn: 翻译天气状况
zh_tw: 翻譯天氣狀況

source: Less verbose conditions
be: Менш падрабязныя ўмовы
cs: Stručnější vyjadřování
de: Wetterbedingungen in Kurzfassung
es: Condiciones menos detalladas
fi: Vähemmän sanallisia olosuhteita
hu: Rövidebb leírás megjelenítése az időjárási körülményekhez
id: Kondisi kurang verbose
is: Gagnorðari veðurskilyrði
it: Condizioni meno dettagliate
pl: Mniej szczegółowe warunki pogodowe
ru: Менее подробные условия
sk: Menej podrobností
sl: Krajši opis razmer
sr: Мање опширни услови
sv: Mindre mångordiga väderförhållanden
tr: Daha az ayrıntılı gösterim
vi: Điều kiện rút gọn
zh_cn: 使用简短的天气状况
zh_tw: 簡化天氣狀況描述

source: Icons
be: Іконкі
cs: Ikony
es: Iconos
fi: Kuvakkeet
hu: Ikonok
id: Ikon
is: Táknmyndir
it: Icone
pl: Ikony
ru: Значки
sk: Ikony
sl: Ikone
sr: Иконице
sv: Ikoner
tr: Simgeler
vi: Biểu tượng
zh_cn: 图标
zh_tw: 圖示

source: Use symbolic icons in the applet
be: Выкарыстоўваць сымбальныя іконкі ў аплеце
cs: Použít symbolické ikony v appletu
de: Symbolische Symbole im Applet verwenden
es: Utilice iconos simbólicos en el applet
fi: Käytä symbolisia kuvakkeita
hu: Szimbolikus ikonok használata a kisalkalmazásban
id: Gunakan ikon simbolis di applet
is: Nota stílfærð tákn í smáforritinu
it: Usa icone simboliche nell'applet
pl: Używanie symbolicznych ikon w aplecie
ru: Использовать символьные значки в апплете
sk: V aplete použiť symbolické ikony
sl: V aplikaciji uporabi simbolične ikone
sr: Користите симболичке иконе у аплету
sv: Använd symboliska ikoner i panelprogrammet
tr: Uygulamada sembolik simgeler kullan
vi: Dùng biểu tượng ký hiệu trong applet
zh_cn: 在面板小工具中使用符号图标
zh_tw: 在小工具中使用符號圖示

source: Use custom icons in the popup menu
be: Выкарыстоўваць іншыя іконкі ва ўсплывальным меню
cs: Použít alternativní ikony ve vyskakovacím panelu
de: Im Popup-Menü benutzerdefinierte Icons verwenden
es: Utilice iconos personalizados en el menú emergente
fi: Mukautetut kuvakkeet valikossa
hu: Egyéni ikonok használata a helyi menüben
id: Gunakan ikon khusus di menu popup
is: Nota sérsniðnar táknmyndir í sprettvalmynd
it: Usa icone personalizzate nel menù popup
pl: Użyj niestandardowych ikon w menu podręcznym
ru: Использовать другие значки во всплывающем меню
sk: V rozbaľovacej ponuke použite vlastné ikony
sl: V spustnem meniju uporabi ikone po meri
sr: Користите прилагођене иконе у искачућем менију
sv: Använd specialikoner i popupmenyn
tr: Açılır menüde özel simgeler kullan
vi: Dùng biểu tượng tùy chỉnh trong menu bật lên
zh_cn: 在弹出菜单中使用自定义图标
zh_tw: 在彈出式選單中使用自訂圖示

source: Location
be: Месцазнаходжаньне
cs: Lokalita
de: Standort
es: Ubicación
fi: Sijainti
hu: Földrajzi helyzet
id: Lokasi
is: Staðsetning
it: Posizione
pl: Lokalizacja
ru: Местоположение
sk: Poloha
sl: Lokacija
sr: Локација
sv: Plats
tr: Konum
vi: Vị trí
zh_cn: 位置
zh_tw: 位置

source: Other options
be: Іншыя опцыі
cs: Další možnosti
de: Weitere Optionen
es: Otras opciones
fi: Vaihtoehdot
hu: Egyéb beállítások
id: Pilihan Lain
is: Aðrir valkostir
it: Altre opzioni
pl: Inne opcje
ru: Другие опции
sk: Ďalšie možnosti
sl: Druge možnosti
sr: Друге опције
sv: Andra alternativ
tr: Diğer seçenekler
vi: Tùy chọn khác
zh_cn: 其他选项
zh_tw: 其他選項

source: Help
be: Дапамога
cs: Pomoc
de: Hilfe
es: Ayuda
fi: Ohje
hu: Súgó
id: Bantuan
is: Hjálp
it: Aiuto
pl: Pomoc
ru: Помощь
sk: Pomoc
sl: Pomoč
sr: Помоћ
sv: Hjälp
tr: Yardım
vi: Trợ giúp
zh_cn: 帮助
zh_tw: 說明

source: Location settings
be: Налады месцазнаходжаньня
cs: Nastavení lokality
de: Standort-Einstellungen
es: Configuración de ubicación
fi: Sijainti
hu: Földrajzi helyzet beállítások
id: Pengaturan lokasi
is: Staðsetningarstillingar
it: Impostazioni posizione
pl: Ustawienia lokalizacji
ru: Настройки местоположения
sk: Nastavenia polohy
sl: Nastavitve lokacije
sr: Подешавања локације
sv: Inställningar plats
tr: Konum ayarları
vi: Cài đặt vị trí
zh_cn: 位置设置
zh_tw: 位置設定

source: Technical and Automation
cs: Automatizace a technické záležitosti
de: Technik und Automatisierung
es: Técnica y Automatización
fi: Tekninen ja automaatio
hu: Műszaki és Automatizálási
is: Tæknilegt og sjálfvirkni
it: Tecnica e Automazione
pl: Techniczne i Automatyzacja
ru: Техника и автоматизация
sr: Техничка и аутоматизација
sv: Teknik och automation
tr: Teknik ve Otomasyon
vi: Kỹ thuật và Tự động hóa
zh_cn: 技术和自动化
zh_tw: 技術與自動化

source: Saved Locations
be: Захаваныя месцазнаходжаньні
cs: Uložené lokality
de: Gespeicherte Standorte
es: Ubicaciones guardadas
fi: Tallennetut sijainnit
hu: Elmentett földrajzi helyzet
id: Lokasi Tersimpan
is: Vistaðar staðsetningar
it: Posizioni Salvate
pl: Zapisane lokalizacje
ru: Сохранённые местоположения
sk: Uložené polohy
sl: Shranjene lokacije
sr: Сачуване локације
sv: Sparade platser
tr: Kaydedilen Konumlar
vi: Vị trí đã lưu
zh_cn: 已保存的位置
zh_tw: 已儲存的位置

source: Panel (Taskbar)
be: Панель заданьняў
de: Panel (Taskleiste)
es: Panel (barra de tareas)
fi: Paneeli (tehtäväpalkki)
hu: Panel (Tálca)
is: Spjald (verkefnastika)
it: Pannello (Barra delle applicazioni)
pl: Panel (pasek zadań)
ru: Панель задач
sk: Panel (panel úloh)
sl: Opravilna vrstica
sr: Панел (трака задатака)
sv: Panel (Aktivitetsfält)
tr: Panel (Görev Çubuğu)
vi: Panel (Thanh tác vụ)
zh_cn: 面板 (任务栏)
zh_tw: 面板（工作列）

source: Popup menu
be: Усплывальнае меню
cs: Vyskakovací panel
de: Popup-Menü
es: Menú emergente
fi: Ponnahdusvalikko
hu: Helyi menü
id: Menu popup
is: Sprettvalmynd
it: Menù popup
pl: Menu podręczne
ru: Всплывающее меню
sk: Vyskakovacie menu
sl: Spustni meni
sr: Искачући мени
sv: Popupmeny
tr: Açılır menü
vi: Menu bật lên
zh_cn: 弹出菜单
zh_tw: 彈出式選單

source: Other Units
be: Іншыя адзінкі вымярэньня
cs: Další jednotky
de: Andere Einheiten
es: Otras unidades
fi: Muut mittayksiköt
hu: Egyéb mértékegységek
id: Unit Lain
is: Aðrar einingar
it: Altre Unità
pl: Inne jednostki
ru: Другие единицы измерения
sk: Ostatné jednotky
sl: Ostale enote
sr: Остале мере
sv: Andra enheter
tr: Diğer Birimler
vi: Đơn vị khác
zh_cn: 其他单位
zh_tw: 其他單位

source: Temperature Unit
be: Адзінкі вымярэньня тэмпэратуры
cs: Jednotka teploty
de: Temperatureinheit
es: Unidad de temperatura
fi: Lämpötilan yksikkö
hu: Hőmérséklet mértékegység
id: Satuan Suhu
is: Eining fyrir hitastig
it: Unità di temperatura
pl: Jednostka temperatury
ru: Единицы измерения температуры
sk: Jednotka teploty
sr: Температурна јединица
sv: Temperaturenhet
tr: Sıcaklık Birimi
vi: Đơn vị nhiệt độ
zh_cn: 温度单位
zh_tw: 溫度單位
