Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: Version of OpenWeatherMap that supports more features (as before), but needs an API key. Make sure your call limit is 1000 calls/day to avoid charges. Read more about the service at openweathermap.org/api/one-call-api.
es: Versión de OpenWeatherMap que admite más funciones (como antes), pero necesita una clave API. Asegúrate de que tu límite de llamadas sea de 1000 llamadas al día para evitar cargos. Obtén más información sobre el servicio en openweathermap.org/api/one-call-api.
hu: Az OpenWeatherMap azon verziója, amely több funkciót támogat (mint korábban), de API-kulcsot igényel. A díjak elkerülése érdekében győződjön meg arról, hogy a híváskorlát napi 1000 hívás. További információ a szolgáltatásról az openweathermap.org/api/one-call-api oldalon található.
sv: Version av OpenWeatherMap som stöder fler funktioner (som tidigare), men behöver en API-nyckel. Se till att din samtalsgräns är 1000 samtal/dag för att undvika avgifter. Läs mer om tjänsten på openweathermap.org/api/one-call-api.

source: Pirate Weather is a free open source weather service that provides weather data that is compatible with the Dark Sky API. Read more about the service at pirateweather.net.
es: Pirate Weather es un servicio meteorológico gratuito y de código abierto que proporciona datos meteorológicos compatibles con la API de Dark Sky. Para obtener más información sobre el servicio, visite pirateweather.net.
hu: A Pirate Weather egy ingyenes, nyílt forráskódú időjárás-szolgáltatás, amely a Dark Sky API-val kompatibilis időjárási adatokat biztosít. További információ a szolgáltatásról a pirateweather.net oldalon található.
sv: Pirate Weather är en gratis vädertjänst med öppen källkod som tillhandahåller väderdata som är kompatibel med Dark Sky API. Läs mer om tjänsten på pirateweather.net.

source: Weather service from Visual Crossing Corporation founded in 2003 with headquarters in USA and Germany. Read more about the service at visualcrossing.com. - Provides 1000 Free calls a day - Needs an API key
es: Servicio meteorológico de Visual Crossing Corporation, fundada en 2003 con sede en EE. UU. y Alemania. Más información sobre el servicio en visualcrossing.com. - Ofrece 1000 llamadas gratuitas al día. - Requiere una clave API.
hu: A Visual Crossing Corporation időjárás-szolgáltatása, amelyet 2003-ban alapítottak, székhelye az Egyesült Államokban és Németországban található. Tudjon meg többet a szolgáltatásról a visualcrossing.com oldalon. - Naponta 1000 ingyenes hívást biztosít - API-kulcs szükséges
sv: Vädertjänst från Visual Crossing Corporation grundad 2003 med huvudkontor i USA och Tyskland. Läs mer om tjänsten på visualcrossing.com. - Ger 1000 gratis samtal per dag - Kräver en API-nyckel

source: Historical and Forecast Weather data service provided by Weatherbit LLC in the USA.. Read more about the service at weatherbit.io. - At least 1 hour refresh rate is recommended, otherwise you might exceed you daily quota. The Free API subscription is limited to 50 calls per day. - Needs an API key - Using alerts will increase call usage by 33% - Hourly Weather forecast is supported but requires a non-free account.
es: Servicio de datos meteorológicos históricos y previsiones proporcionado por Weatherbit LLC en EE. UU. Más información sobre el servicio en weatherbit.io. - Se recomienda una frecuencia de actualización de al menos 1 hora, ya que de lo contrario podría superar su cuota diaria. La suscripción gratuita a la API está limitada a 50 llamadas al día. - Se necesita una clave API. - El uso de alertas aumentará el uso de llamadas en un 33 %. - Se admite la previsión meteorológica por horas, pero requiere una cuenta de pago.
hu: A Weatherbit LLC által az USA-ban biztosított történelmi és előrejelzett időjárás-adatszolgáltatás. További információ a szolgáltatásról a weatherbit.io oldalon található. - Legalább 1 órás frissítési gyakoriság ajánlott, ellenkező esetben túllépheti a napi kvótáját. Az ingyenes API-előfizetés napi 50 hívásra korlátozódik. - API-kulcs szükséges hozzá. - A riasztások használata 33%-kal növeli a hívásforgalmat. - Az óránkénti időjárás-előrejelzés támogatott, de nem ingyenes fiókot igényel.
sv: Historisk och prognostisk väderdatatjänst tillhandahålls av Weatherbit LLC i USA. Läs mer om tjänsten på weatherbit.io. - Minst 1 timmes uppdateringsfrekvens rekommenderas, annars kan du överskrida din dagliga kvot. Gratis API-prenumerationen är begränsad till 50 samtal per dag. - Kräver en API-nyckel - Användning av aviseringar ökar samtalsanvändningen med 33 % - Timprognos för väder stöds men kräver ett icke-gratis konto.

source: Meteorological data from American weather technology company with headquarters in Boston since 2016. Read more about the service at tomorrow.io. - Free plan includes 1000 calls per day - Needs an API key
es: Datos meteorológicos de una empresa estadounidense de tecnología meteorológica con sede en Boston desde 2016. Más información sobre el servicio en tomorrow.io. - El plan gratuito incluye 1000 llamadas al día. - Requiere una clave API.
hu: Meteorológiai adatok egy amerikai időjárás-technológiai vállalattól, amelynek székhelye Bostonban található 2016 óta. Tudjon meg többet a szolgáltatásról a tomorrow.io oldalon. - Az ingyenes csomag napi 1000 hívást tartalmaz. - API-kulcs szükséges.
sv: Meteorologisk data från amerikanskt väderteknikföretag med huvudkontor i Boston sedan 2016. Läs mer om tjänsten på tomorrow.io. - Gratisabonnemanget inkluderar 1000 samtal per dag - Kräver en API-nyckel

source: Online Service from company AccuWeather Inc, founded in 1962 with headquarters in the US, provides a global weather source. Read more about the service at accuweather.com. - With the free plan, there are only a very limited number of calls for a day, remaining number of calls are shown in the applet tooltip - Needs an API key
es: El servicio en línea de la empresa AccuWeather Inc, fundada en 1962 y con sede en EE. UU., proporciona información meteorológica a nivel mundial. Para obtener más información sobre el servicio, visite accuweather.com. - Con el plan gratuito, solo hay un número muy limitado de llamadas al día; el número restante de llamadas se muestra en la información sobre herramientas del applet. - Se necesita una clave API.
hu: Az 1962-ben alapított, amerikai székhelyű AccuWeather Inc. online szolgáltatása globális időjárás-adatforrást biztosít. További információ a szolgáltatásról az accuweather.com oldalon található. - Az ingyenes csomaggal egy napra csak nagyon korlátozott számú hívás lehetséges, a fennmaradó hívások száma az applet eszköztippjében látható. - API-kulcs szükséges.
sv: Onlinetjänst från företaget AccuWeather Inc, grundat 1962 med huvudkontor i USA, tillhandahåller en global väderkälla. Läs mer om tjänsten på accuweather.com. - Med gratisplanen finns det bara ett mycket begränsat antal samtal per dag, återstående antal samtal visas i appletens tooltips. - Kräver en API-nyckel

source: Weather Underground is a privately owned, web-based weather information company. It provides weather observations and forecasts in a large number of locations around the world. It's headquarters in Ann Arbor United States. Read more about the service at wunderground.com. - Only allows 1500 calls a day, so 15min refresh cycle is recommended - Needs an API key - Current weather condition come from forecast
es: Weather Underground es una empresa privada de información meteorológica basada en la web. Proporciona observaciones y previsiones meteorológicas en un gran número de lugares de todo el mundo. Su sede se encuentra en Ann Arbor, Estados Unidos. Para más información sobre el servicio, visite wunderground.com. - Solo permite 1500 llamadas al día, por lo que se recomienda un ciclo de actualización de 15 minutos. - Necesita una clave API. - Las condiciones meteorológicas actuales provienen de la previsión.
hu: A Weather Underground egy magántulajdonban lévő, web alapú időjárás-információkat szolgáltató cég. Időjárás-megfigyeléseket és előrejelzéseket nyújt a világ számos pontján. Székhelye Ann Arborban található, az Egyesült Államokban. További információ a szolgáltatásról a wunderground.com oldalon található. - Naponta csak 1500 hívást engedélyez, ezért 15 perces frissítési ciklus ajánlott. - API-kulcs szükséges hozzá. - Az aktuális időjárási állapot az előrejelzésből származik.
sv: Weather Underground är ett privatägt, webbaserat väderinformationsföretag. Det tillhandahåller väderobservationer och prognoser på ett stort antal platser runt om i världen. Dess huvudkontor ligger i Ann Arbor, USA. Läs mer om tjänsten på wunderground.com. - Tillåter endast 1500 anrop per dag, så en uppdateringscykel på 15 minuter rekommenderas. - Kräver en API-nyckel. - Aktuellt väderläge kommer från prognosen

source: Forecasts API Key
es: Clave API de pronósticos
hu: Forecasts API kulcs
sv: Prognos API-nyckel

source: Subscribe to 'Site Specific' -> 'Global Spot' Free plan to get this key.
es: Suscríbete al plan gratuito 'Site Specific' -> 'Global Spot' para obtener esta clave.
hu: Fizess elő az „Oldalspecifikus” -> „Globális Spot” ingyenes csomagra a kulcs megszerzéséhez.
sv: Prenumerera på 'Site Specific' -> 'Global Spot' Free plan för att få den här nyckeln.

source: Observations API Key
es: Clave API de observaciones
hu: Observations API kulcs
sv: Observations API-nyckel

source: Subscribe to 'Observations' -> 'Land Observations' Free plan to get this key.
es: Suscríbete a 'Observaciones' -> 'Observaciones terrestres' Plan gratuito para obtener esta clave.
hu: Iratkozzon fel a 'Observations' -> 'Land Observations' ingyenes csomagra a kulcs megszerzéséhez.
sv: Prenumerera på 'Observationer' -> 'Landobservationer' Free plan för att få den här nyckeln.

source: OpenWeatherMap OneCall API Key
es: Clave API de OpenWeatherMap OneCall
hu: OpenWeatherMap OneCall API kulcs
sv: OpenWeatherMap OneCall API-nyckel

source: Copy this from your account at openweathermap.org and paste it here.
es: Copie esto de su cuenta en openweathermap.org y péguelo aquí.
hu: Másold ezt ki az openweathermap.org fiókodból, és illeszd be ide.
sv: Kopiera detta från ditt konto på openweathermap.org och klistra in här.

source: Pirate Weather API Key
es: Clave API de Pirate Weather
hu: Pirate Weather API kulcs
sv: Pirate Weather API-nyckel

source: Copy this from your account at pirateweather.net and paste it here.
es: Copie esto de su cuenta en pirateweather.net y péguelo aquí.
hu: Másold ezt ki a pirateweather.net fiókodból, és illeszd be ide.
sv: Kopiera detta från ditt konto på pirateweather.net och klistra in här.

source: Visual Crossing API Key
es: Clave API de Visual Crossing
hu: Visual Crossing API kulcs
sv: Visual Crossing API-nyckel

source: Copy this from your account at visualcrossing.com and paste it here.
es: Copie esto de su cuenta en visualcrossing.com y péguelo aquí.
hu: Másold ezt ki a visualcrossing.com fiókodból, és illeszd be ide.
sv: Kopiera detta från ditt konto på visualcrossing.com och klistra in här.

source: Weatherbit API Key
es: Clave API de Weatherbit
hu: WeatherBit API kulcs
sv: WeatherBit API-nyckel

source: Copy this from your account at weatherbit.io and paste it here.
es: Copie esto de su cuenta en weatherbit.io y péguelo aquí.
hu: Másold ezt ki a weatherbit.io fiókodból, és illeszd be ide.
sv: Kopiera detta från ditt konto på weatherbit.io och klistra in här.

source: Tomorrow.io API Key
es: Clave API de Tomorrow.io
hu: Tomorrow.io API kulcs
sv: Tomorrow.io API-nyckel

source: Copy this from your account at tomorrow.io and paste it here.
es: Copie esto de su cuenta en tomorrow.io y péguelo aquí.
hu: Másold ezt ki a tomorrow.io fiókodból, és illeszd be ide.
sv: Kopiera detta från ditt konto på tomorrow.io och klistra in här.

source: AccuWeather API Key
es: Clave API de AccuWeather
hu: AccuWeather API kulcs
sv: AccuWeather API-nyckel

source: Copy this from your account at developer.accuweather.com and paste it here.
es: Copie esto de su cuenta en developer.accuweather.com y péguelo aquí.
hu: Másold ezt ki a developer.accuweather.com fiókodból, és illeszd be ide.
sv: Kopiera detta från ditt konto på developer.accuweather.com och klistra in här.

source: Weather Underground API Key
es: Clave API de Weather Underground
hu: Weather Underground API kulcs
sv: Weather Underground API-nyckel

source: Copy this from your account at www.wunderground.com/weather/api and paste it here.
es: Copie esto de su cuenta en www.wunderground.com/weather/api y péguelo aquí.
hu: Másold ezt ki a fiókodból a www.wunderground.com/weather/api oldalon, és illeszd be ide.
sv: Kopiera detta från ditt konto på www.wunderground.com/weather/api och klistra in här.

source: API Key - Hidden, only for backwards compatibility
es: Clave API: oculta, solo para compatibilidad con versiones anteriores
hu: API-kulcs – Rejtett, csak a visszafelé kompatibilitás érdekében
sv: API-nyckel - Dold, endast för bakåtkompatibilitet

source: Enable this to try to use GeoClue for automatic location detection first, if available. This may provide more accurate location information on devices with supporting hardware, but can be wildly inaccurate without. Will still fall back to IP-based location detection if GeoClue is not available or fails to provide location information.
es: Habilite esta opción para intentar utilizar GeoClue para la detección automática de la ubicación en primer lugar, si está disponible. Esto puede proporcionar información de ubicación más precisa en dispositivos con hardware compatible, pero puede ser muy inexacto sin él. Se seguirá utilizando la detección de ubicación basada en IP si GeoClue no está disponible o no proporciona información de ubicación.
hu: Engedélyezze ezt, ha azt szeretné, hogy a GeoClue-t használja az automatikus helymeghatározáshoz, ha elérhető. Ez pontosabb helyadatokat szolgáltathat a támogató hardverrel rendelkező eszközökön, de hardver nélkül rendkívül pontatlan lehet. Továbbra is IP-alapú helymeghatározásra tér vissza, ha a GeoClue nem érhető el, vagy nem ad helyadatokat.
sv: Aktivera detta för att först försöka använda GeoClue för automatisk platsidentifiering om det finns tillgängligt. Detta kan ge mer exakt platsinformation på enheter som har stödjande hårdvara, men kan vara väldigt felaktigt utan. Kommer fortfarande att återgå till IP-baserad platsidentifiering om GeoClue inte är tillgängligt eller misslyckas tillhandahålla platsinformation.

source: IP-based automatic location provider
es: Proveedor de localización automática basado en IP
hu: IP-alapú automatikus helymeghatározó szolgáltató
sv: IP-baserad automatisk platsleverantör

source: Usually this doesn't need changed, some users have reported better accuracy, corporate network support or various country-wide bans with one or other.
es: Por lo general, no es necesario cambiarlo, pero algunos usuarios han informado de una mayor precisión, compatibilidad con redes corporativas o diversas prohibiciones a nivel nacional con uno u otro.
hu: Általában ezt nem kell megváltoztatni, egyes felhasználók jobb pontosságról, vállalati hálózati támogatásról vagy különféle országos kitiltásokról számoltak be az egyik vagy a másik platformon.
sv: Vanligtvis behöver detta inte ändras, vissa användare har rapporterat bättre noggrannhet, stöd för företagsnätverk eller olika landsomfattande avstängningar med den ena eller andra.

source: You can enter coordinates 'Latitude,Longitude' (e.g. 51.5085,-0.1257) or use 'City,Country-code' (e.g. London,UK) or try to enter {House number} {Street} {City/Town} {Postcode} {Country}. The search algorithm is very flexible with the format. After 3 seconds without typing the address you entered is replaced automatically for validating your choice. Powered by nominatim.openstreetmap.org.
cs: Pozici lze vložit ručně pomocí zeměpisných souřadnic (například 51.5085,-0.1257) nebo zadáním názvu města a státu (např. London,UK), zkusit lze i zadání {House number} {Street} {City/Town} {Postcode} {Country}. Vyhledávací algoritmus je co se týče formátu velmi flexibilní. Po 3 s bez vkládání nového textu by měla být adresa dokončena automaticky a očekávat potvrzení nálezu. Zajišťuje nominatim.openstreetmap.org.
de: Sie können die Koordinaten »Breitengrad,Längengrad« (z.B. 51.5085,-0.1257) eingeben oder »Stadt,Ländercode« (z.B. London,UK) verwenden oder versuchen {Hausnummer} {Straße} {Stadt/Ort} {Postleitzahl} {Land} einzugeben. Der Suchalgorithmus ist sehr flexibel, was das Format angeht. Nach 3 Sekunden ohne Eingabe wird die eingegebene Adresse automatisch ersetzt, um Ihre Auswahl zu überprüfen. Bereitgestellt von nominatim.openstreetmap.org.
es: Puede introducir las coordenadas 'Latitud,Longitud' (p. ej. 51.5085,-0.1257) o utilizar 'Ciudad,Código de país' (p. ej. Londres,UK) o intentar introducir {Número de casa} {Street} {Ciudad/Pueblo} {Postcode} {Country}. El algoritmo de búsqueda es muy flexible con el formato. Después de 3 segundos sin escribir, la dirección introducida se sustituye automáticamente para validar su elección. Desarrollado por nominatim.openstreetmap.org.
fi: Voit antaa koodinaatit "leveysaste,pituusaste" (esim. 51.5085,-0.1257) tai käytä "kaupunki,maakoodi" (esim. Tampere,FI) tai osoitteella {talon numero} {katu} {kaupunki/pitäjä} {postinumero} {maa}. Hakualgoritmi on erittäin joustava. Kolmen sekunnin kuluttua kirjoittamastasi osoitteesta, tulos tulee automaattisesti. Palvelun tarjoaa nominatim.openstreetmap.org.
hu: Megadhatja a "szélesség, hosszúság" koordinátákat (pl. 51,5085, -0,1257), vagy használhatja a "Város,ország-kódot" (pl. London, Egyesült Királyság), vagy megpróbálhatja megadni a {Házszám} {Utca} {Város/Város} {Irányítószám} kódot. {Ország}. A keresési algoritmus nagyon rugalmas a formátumhoz. 3 másodperc elteltével a megadott cím beírása nélkül automatikusan lecserélődik a választás érvényesítésére. Üzemeltető: nominatim.openstreetmap.org.
is: Þú getur sett inn hnit á sniðinu 'Breiddargráða,Lengdargráða' (t.d. 51.5085,-0.1257) eða notað 'Borg,Landskóði' (t.d. London,UK) eða prófað að setja inn {Húsnúmer} {Gata} {Borg/Sveitarfélag} {Póstnúmer} {Land}. Reiknirit leitarinnar er mjög sveigjanlegt varðandi sniðið. Eftir 3 sekúndur án þess að skrifa neitt verður fyllt sjálfkrafa inn með viðkomandi heimilisfangi á réttu sniði. Keyrt með nominatim.openstreetmap.org.
it: Puoi inserire le coordinate 'Latitudine,Longitudine' (ad esempio 51.5085,-0.1257) o usare 'Città,Codice-Paese' (ad esempio Roma,IT) o provare a inserire {Numero civico} {Via} {Città/Paese} {Codice postale} {Nazione}. L'algoritmo di ricerca è molto flessibile con il formato. Dopo 3 secondi senza digitare, l'indirizzo inserito viene sostituito automaticamente per convalidare la tua scelta. Powered by nominatim.openstreetmap.org.
pl: Możesz wpisać współrzędne 'Szer. geograficzna,Dług. geograficzna' (np. 51.5085,-0.1257) lub użyć 'Miejscowość,Kod-Kraju' (np. London,UK) lub spróbować wpisać {House number} {Street} {City/Town} {Postcode} {Country}. Algorytm wyszukiwania jest bardzo elastyczny jeśli chodzi o format. Po 3 sekundach bez wpisywania wprowadzony adres jest automatycznie zastępowany w celu sprawdzenia poprawności wyboru. Dane z nominatim.openstreetmap.org.
sr: Можете унети координате „Географска ширина, Географска дужина“ (нпр. 51.5085,-0.1257) или користити „Град, Позивни број државе“ (нпр. Лондон, УК) или покушати да унесете {House number} {Street} {City/Town} {Postcode} {Country}. Алгоритам претраге је веома флексибилан са форматом. Након 3 секунде без куцања, адреса коју сте унели се аутоматски замењује ради потврде вашег избора. Покреће nominatim.openstreetmap.org.
sv: Du kan ange koordinater 'Latitud,Longitud' (t.ex. 51.5085,-0.1257) eller använda 'Stad,Landskod' (t.ex. London,UK) eller prova ange {Gatunummer} {Gata} {Stad/Ort} {Postnummer} {Land}. Sök-algoritmen är mycket flexibel med formatet. Efter 3 sekunders inaktivitet vid skrivande av adressen du angett så byts denna ut automatiskt för att validera ditt val. Driftas av nominatim.openstreetmap.org.
tr: Koordinatları 'Enlem, Boylam' (ör. 51.5085, -0.1257) girebilir veya 'Şehir, Ülke kodu' (ör. Ankara, Türkiye) kullanabilir veya {Ev numarası} {Sokak} {Şehir/Kasaba} {Postakodu} {Ulke} girmeyi deneyebilirsiniz. Arama algoritması, formatı çok esnektir. Girdiğiniz adresi yazdıktan 3 saniye sonra, seçiminiz doğrulanır ve otomatik olarak kaydedilir. nominatim.openstreetmap.org tarafından desteklenmektedir.
vi: Bạn có thể nhập tọa độ 'Vĩ độ,Kinh độ' (ví dụ 51.5085,-0.1257) hoặc 'Thành phố,Mã quốc gia' (ví dụ London,UK) hoặc thử nhập {House number} {Street} {City/Town} {Postcode} {Country}. Thuật toán tìm kiếm rất linh hoạt với định dạng. Sau 3 giây không nhập, địa chỉ sẽ tự thay thế để xác nhận lựa chọn. Powered by nominatim.openstreetmap.org.
zh_cn: 您可以输入坐标 “纬度,经度” (例如 51.5085,-0.1257) 或使用“城市,国家代码” (例如 London,UK) 或尝试输入 {门牌号码} {街道名称} {城市/城镇} {邮政编码} {国家}，搜索算法非常灵活。停止输入 3 秒后，您输入的地址将被自动替换，以验证您的选择。
zh_tw: 您可以輸入座標「緯度,經度」（例如 51.5085,-0.1257）或使用「城市,國家代碼」（例如 Taipei,TW）或試著輸入 {門牌號碼} {街道} {城市/鎮} {郵遞區號} {國家}。搜尋演算法對格式相當有彈性。在您停止輸入地址 3 秒後，系統會自動替換以驗證您的選擇。由 nominatim.openstreetmap.org 提供支援。

source: If the location field matches a saved location's 'Search Entry' field, the saved location will be used instead.
cs: Pokud se položka lokalita shoduje s uloženým stavem v kolonce vyhledávání, přednostně bude použita uložená lokalita.
de: Stimmt der gesuchte "Ort" mit einem gespeicherten "Ort" überein wird der gespeicherte Ort verwendet.
es: Si el campo de ubicación coincide con el campo "Entrada de búsqueda" de una ubicación guardada, se utilizará la ubicación guardada en su lugar.
fi: Jos "Sijainti" täsmää "Tallennetut sijainnit" kenttään, käytetään sinun tallennusta.
hu: Ha a hely mező megegyezik a mentett hely 'Keresési bejegyzés' mezőjével, akkor a mentett helyet fogja használni.
is: Ef leitarreiturinn samsvarar vistaðri staðsetningu, skal not vistuðu staðsetninguna í staðinn.
it: Se il campo della posizione corrisponde al campo "Voce di ricerca" di una posizione salvata, verrà utilizzata la posizione salvata.
pl: Jeżeli zapisana lokalizacja pasuje do lokalizacji w 'Polu wyszukiwania', zostanie użyta zapisana lokalizacja.
ru: Если поле местоположения совпадает с полем 'Search Entry' сохраненного местоположения, вместо него будет использовано сохраненное местоположение.
sl: Če polje z lokacijo ustreza iskalnemu vnosu shranjene lokacije, bo uporabljena le-ta.
sr: Ако се поље за локацију подудара са пољем „Унос за претрагу“ сачуване локације, уместо тога ће се користити сачувана локација.
sv: Om plats fältet matchar en sparad plats 'Sökt post' så kommer den sparade platsen användas i stället.
tr: Konum alanı kayıtlı bir konumun 'Arama Girişi' alanıyla eşleşiyorsa bunun yerine kayıtlı konum kullanılacaktır.
vi: Nếu trường vị trí trùng với 'Search Entry' của vị trí đã lưu, vị trí đã lưu sẽ được dùng.
zh_cn: 如果位置字段与已保存位置的 '搜索条目' 字段匹配，则将使用已保存的位置。
zh_tw: 如果位置欄位與已儲存位置的「搜尋項目」欄位相符，將會使用已儲存的位置。

source: Save current location to storage
be: Захаваць бягучае месцазнаходжаньне ў сховішча
cs: Uložit současnou polohu
de: Aktuellen Ort speichern
es: Guardar la ubicación actual
fi: Tallenna nykyinen sijainti varastoon
hu: Jelenlegi földrajzi helyzet mentése
id: Simpan lokasi saat ini ke penyimpanan
is: Vista núverandi staðsetningu í gagnageymslu
it: Salva posizione attuale nell'archivio
pl: Zapisz bieżącą lokalizację w pamięci
ru: Сохранить текущее местоположение в хранилище
sk: Uložiť aktuálnu polohu do úložiska
sl: Shrani trenutno lokacijo v shrambo
sr: Сачувај тренутну локацију у меморију
sv: Spara nuvarande plats till lagring
tr: Mevcut konumu depoya kaydet
vi: Lưu vị trí hiện tại vào bộ nhớ
zh_cn: 保存当前位置
zh_tw: 將目前位置儲存至儲存空間
