Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: If you find an issue with this applet please make a report by clicking on the button below and login in with your Github account. Before you start writing please make sure that the issue is not already submitted in the issues section and review your prefilled details in the issue description. Don't forget to add a short description in the top Title field next to the applet's name to make it easier for everyone to know what the issue is about. Logs with Debug level (which can be saved to a file below) are also appreciated.
be: Калі вы знайшлі праблему з аплетам, калі ласка, паведаміце аб ёй, націснуўшы кнопку ніжэй і зойдзячы праз ваш GitHub акаўнт. Перад тым як пачнеце пісаць, пераканайцеся, што яшчэ не было паведамленьняў пра праблему ў разьдзеле "issues". Не забудзьцеся напісаць weather@mockturtl у загалоўку поля, каб усім было прасьцей зразумець, што праблема датычыцца аплету надвор'я (форма выкарыстоўваецца для ўсіх аплетаў Cinnamon). Логі са ўзроўнем адладкі (каторыя могуць быць захаваныя ў файл ніжэй) таксама цэняцца.
cs: Pokud zjistíte problém s appletem, nahlaste jej prosím pomocí tlačítka níže po přihlášení k vašemu účtu na Githubu. Než začnete psát, ujistěte se, že již není reportován totožný problém v sekci Issues, také zkontrolujte vaše předvyplněné detaily v popisu problému. Nezapomeňte přidat krátký popis problému do horního pole s titulkem a jméno appletu, aby bylo pro všechny snazší identifikovat, že se problém týká appletu Počasí (formulář je určen pro všechny applety Cinnamonu). Zaslání záznamů v úrovni Debug (nastavení níže) bude též kvitováno.
de: Wenn Sie ein Problem mit diesem Applet finden, melden Sie es bitte, indem Sie auf die Schaltfläche unten klicken und sich mit Ihrem Github-Konto anmelden.. Bevor Sie mit dem Schreiben beginnen, vergewissern Sie sich bitte, dass das Problem nicht bereits gemeldet worden ist. Vergessen Sie nicht, »weather@mockturtl« in den Betreff zu schreiben, damit für jeden sofort ersichtlich ist, dass es in diesem Ticket um das Wetter-Applet geht. Das Formular ist für alle Cinnamon-Applets gleich.
es: Si encuentra un problema con este applet, haga un informe haciendo clic en el botón de abajo e inicie sesión con su cuenta de Github. Antes de comenzar a escribir, asegúrese de que el problema no haya sido ya enviado en la sección problemas. No olvide agregar una corta descripción en el campo 'Título/' junto al nombre del applet (weather@mockturtl) para que sea más fácil para todos saber de que se trata el problema. También se agradecen los registros con nivel de depuración (que se pueden guardar en un archivo a continuación).
fi: Jos löydät ongelman tässä sovelmassa, tee ilmoitus painamalla alla olevaa painiketta ja kirjaudu sisään Github-tililläsi. Ennen kuin kirjoitat, varmista, ettei ongelmaa ole ilmoitettu. Tarkista esitäytetyt tietosi ongelman kuvauksesta. Lisää lyhyttä kuvaus otsikkoon sovelman nimen viereen, jotta kaikkien on helpompi tietää, mistä ongelmasta on kyse. Myös Debug lokit ovat arvokas apu selvityksessä (voit tallentaa ne alla olevaan tiedostoon).
hu: Amennyiben a kisalkalmazásban hibát talál, kérjük szépen, hogy jelentse be az alábbi gombra kattintva, majd jelentkezzen be az ingyenes GitHub fiókjával. Mielőtt bejelenti a hibát, győződjön meg róla, hogy a hibát nem jelentette még be senki sem. A részleteket megadva lépésről-lépésre haladjon végig az előre kitöltött hibabejelentő sablonon. Ne felejtse el beírni a hiba összefoglalását és a kisalkalmazás nevét „weather@mockturtl” a hibajegy elejére, a „Title” részben. Ezzel egyszerűbbé teszi az azonosítását, hogy melyik kisalkalmazásról van szó, mert a hibabejelentő valamennyi kisalkalmazás számára egy közös bejelentő felület. Amennyiben teheti, csatolja a bejelentéshez a „Részletes üzemmód”-ban készített hibakeresési információkat is. Köszönjük, hogy körültekintő és részletes bejelentésével segíti a munkánkat.
id: Jika Anda menemukan masalah dengan applet ini, harap buat laporan dengan mengklik tombol di bawah ini dan masuk dengan akun Github Anda. Sebelum Anda mulai menulis, pastikan bahwa masalah tersebut belum dikirimkan di bagian masalah dan tinjau detail Anda yang telah diisi sebelumnya di deskripsi masalah. Jangan lupa untuk menambahkan deskripsi singkat di bidang Judul atas di sebelah nama applet untuk memudahkan semua orang mengetahui apa masalahnya. Log dengan tingkat Debug (yang dapat disimpan ke file di bawah) juga dihargai.
is: Ef þú finnur einhver vandamál í þessu smáforriti skaltu endilega gefa skýrslu um það með því að smella á hnappinn hér fyrir neðan og skrá þig inn á Github aðganginn þinn. Áður en þú ferð að skrifa neitt, skaltu ganga úr skugga um að ekki hafi áður verið tilkynnt um þetta vandamál, yfirfarðu líka forskráðu upplýsingarnar í lýsingu verkbeiðnarinnar. Ekki gleyma að skrifa weather@mockturtl og stutta lýsingu í efsta efnisreitinn (Title) til að gefa skýrt til kynna að þetta eigi við veðurforritið okkar (innfyllingarformið er fyrir öll smáforrit í Cinnamon). Atvikaskrár á villuleitarstigi (sem hægt er að vista í skrá hér fyrir neðan) eru vel þegnar.
it: Se trovi un problema con questa applet, fai una segnalazione facendo clic sul pulsante in basso e accedi con il tuo account Github. Prima di iniziare a scrivere, assicurati che il problema non sia già stato inviato nella sezione dei problemi e rivedi i dettagli precompilati nella descrizione del problema. Non dimenticare di aggiungere una breve descrizione nel campo Titolo in alto accanto al nome dell'applet per rendere più facile per tutti sapere qual è il problema. Sono apprezzati anche i registri con livello di debug (che possono essere salvati in un file di seguito).
pl: Jeśli znalazłeś problem z tym apletem, zgłoś go klikając na poniższy przycisk i zaloguj się na swoje konto Github. Zanim zaczniesz pisać upewnij się, że problem nie jest już zgłoszony w sekcji issues i sprawdź już wpisane szczegóły w opisie problemu. Nie zapomnij wpisać krótkiego opisu w górnym polu Title obok nazwy apletu, aby ułatwić wszystkim zorientowanie się, o czym jest zgłoszenie. Logi na poziomie Debug (które mogą być zapisane do pliku poniżej) są bardzo przydatne.
ru: Если вы обнаружили проблему с этим апплетом, пожалуйста, создайте отчет, нажав на кнопку ниже и войдя под своим аккаунтом на Github. Прежде чем начать писать, пожалуйста, убедитесь, что проблема еще не отправлена в раздел проблем, и просмотрите заполненные данные в описании проблемы. Не забудьте добавить краткое описание в верхнее поле Title рядом с названием апплета, чтобы всем было проще понять, о чем идет речь. Также приветствуются логи с уровнем Debug (которые можно сохранить в файл ниже).
sr: Ако пронађете проблем са овим аплетом, молимо вас да поднесете извештај кликом на дугме испод и пријавите се са својим Github налогом. Пре него што почнете да пишете, уверите се да проблем није већ пријављен у одељку за проблеме и прегледајте унапред попуњене податке у опису проблема. Не заборавите да додате кратак опис у горњем пољу Наслов поред имена аплета како би свима било лакше да знају о чему се ради. Такође су добродошли евиденцијски записи са нивоом отклањања грешака (који се могу сачувати у датотеци испод).
sv: Om du hittar ett problem med detta panelprogram så vänligen gör en rapport genom att klicka på knappen nedan och logga in med ditt Github-konto. Innan du börjar skriva, se till att problemet inte redan har skickats in i Issue-avdelningen och granska dina förifyllda uppgifter i problembeskrivningen. Glöm inte att lägga till en kort beskrivning i det översta rubrikfältet bredvid panelprogrammets namn för att göra det lättare för alla att veta vad problemet handlar om. Loggar med felsökningsnivå (som kan sparas i en fil nedan) uppskattas också.
tr: Bu uygulama ile ilgili bir sorun bulursanız, lütfen aşağıdaki butona tıklayarak bir rapor oluşturun ve Github hesabınızla giriş yapın. Yazmaya başlamadan önce lütfen sorunun sorunlar bölümünde gönderilmediğinden emin olun ve sorun açıklamasında önceden doldurulmuş ayrıntılarınızı gözden geçirin. Herkesin sorunun ne hakkında olduğunu anlamasını kolaylaştırmak için, uygulamanın adının yanındaki Başlık alanına kısa bir açıklama eklemeyi unutmayın. Hata Ayıklama düzeyine sahip günlükler (aşağıdaki bir dosyaya kaydedilebilir) de takdir edilmektedir.
vi: Nếu bạn phát hiện vấn đề với applet này, vui lòng báo cáo bằng cách nhấn nút bên dưới và đăng nhập bằng tài khoản Github. Trước khi viết, hãy chắc chắn rằng vấn đề chưa được gửi trong phần issues và kiểm tra các chi tiết đã điền sẵn. Đừng quên thêm mô tả ngắn ở trường Tiêu đề phía trên cạnh tên applet để mọi người dễ hiểu vấn đề. Nhật ký ở mức Gỡ lỗi (có thể lưu vào file dưới đây) cũng được hoan nghênh.
zh_cn: 如果您发现这个面板小工具有问题，请点击下方按钮并使用 Github 账户登录，以提交报告。 在您开始描述之前，请确保该问题尚未在 Issue 列表中被提交，并检查问题描述中预先填写的内容，不要忘记在上方标题栏面板小工具名称旁边添加简短的描述，以便让大家更容易了解问题的内容，也欢迎提供 Debug 级别的日志 (可以通过下方按钮保存至文件)
zh_tw: 如果您發現此小工具有問題，請點選下方按鈕並使用您的 GitHub 帳號登入以提交報告。 在開始撰寫之前，請確認該問題尚未在「Issues」區段中提交，並檢閱問題描述中的預填詳細資訊。請別忘了在靠近小工具名稱的頂端「Title」欄位中加入簡短描述，讓大家更容易了解問題內容。我們也希望能附上除錯層級的記錄（可透過下方選項儲存至檔案）。

source: Your location in most cases work automatically but you can enter it manually by coordinates 'Latitude,Longitude' (e.g. 51.5085,-0.1257) or use 'City,Country-code' (e.g. London,UK) or try to enter {House number} {Street} {City/Town} {Postcode} {Country}. The search algorithm is very flexible with the format. After 3 seconds without typing the address you entered is replaced automatically for validating your choice.
be: У большасьці выпадкаў месцазнаходжаньне працуе аўтаматычна, але вы можаце ўвесьці каардынаты ўручную 'Шырата, Даўгата' (напр. 51.5085,-0.1257) ці паспрабуйце ўвесьці {Нумар дома} {Вуліца} {Горад} {Паштовы індэкс} {Краіна}. Альгарытм пошуку вельмі гібкі. Пасьля 3 сэкундаў без уводу адрас аўтаматычна замяняецца для валідацыі.
cs: Ve většině případů bude vaše pozice zjištěna automaticky, nicméně zůstává možnost vložit ji ručně pomocí zeměpisných souřadnic (například 51.5085,-0.1257) nebo zadáním názvu města a státu (např. London,UK), zkusit lze i zadání {House number} {Street} {City/Town} {Postcode} {Country}. Formát je velmi flexibilní co se týče formátování. 3 s po té co přestanete psát by měla být adresa doplněna automaticky a očekává potvrzení.
de: Ihr Ort wird meist automatisch ermittelt, aber sie können auch 'Breitengrad, Längengrad' (z.B. 51.5085,-0.1257) eingeben. Oder sie verwenden 'Stadt,Ländercode' (z.B. Munich,DE) oder {Hausnr} {Straße} {Stadt/Ort} {PLZ} {Land}.Die Suche ist sehr flexibel beim Eingabeformat. Nach 3 Sekunden ohne Eingabe wird diese automatisch ersetzt und sie können sie validieren.
es: Su ubicación en la mayoría de los casos funciona automáticamente, pero puede introducirla manualmente mediante las coordenadas 'Latitud,Longitud' (ej. 51.5085,-0.1257) o utilizar 'Ciudad,Código de país' (ej. Londres,Reino Unido) o intentar introducir {Número de casa} {Street} {Ciudad/Pueblo} {Postcode} {Country}. El algoritmo de búsqueda es muy flexible con el formato. Después de 3 segundos sin escribir, la dirección introducida se sustituye automáticamente para validar su elección.
fi: Sinun sijainti saadaan usein automaattisesti, mutta voit antaa sen myös itse "leveysaste,pituusaste" (esim. 51.5085,-0.1257) tai käytämällä "kaupunki,maakoodi" (esim. tampere,fI) tai osoitteella {talon numero} {katuosoite} {kaupunki/kunta} {postinumero} {maa}. Haku on hyvin joustava. Kun olet kirjoittanut odota 3 sekuntia niin arvot ilmestyvät automaattisesti valintasi mukaan.
hu: A legtöbb esetben a helymeghatározás automatikusan működik, de kézzel is megadhatja a koordinátákat „szélességi,hosszúsági” koordinátákkal (például: 51.5085,-0.1257), vagy használhatja a „város,országkód„ formátumban (például: Budapest, HU), vagy próbálja meg megadni a {Házszám} {Közterület} {Település} {Postai irányítószám} {Ország} formában. A keresési algoritmus nagyon rugalmas a formátumot illetően. A beírt címet 3 másodperc beírás utáni várakozás után a rendszer automatikusan kicseréli a felismert címre, hogy érvényesítse a megadott címet.
id: Lokasi Anda biasanya bekerja secara otomatis tetapi Anda dapat memasukkannya secara manual dengan koordinat 'Lintang, Bujur' (mis. 51.5085,-0.1257) atau menggunakan 'Kota, Kode negara' (mis. London, Inggris) atau coba masukkan {House number} {Jalan} {Kota/Kota} {Kode Pos} {Negara}. Algoritma pencarian sangat fleksibel dengan format. Setelah 3 detik tanpa mengetik alamat yang Anda masukkan diganti secara otomatis untuk memvalidasi pilihan Anda.
is: Staðsetning þín ætti venjulega að finnast sjálfvirkt, en þú getur líka sett handvirkt inn hnit á sniðinu 'Breiddargráða,Lengdargráða' (t.d. 51.5085,-0.1257) eða notað 'Borg,Landskóði' (t.d. London,UK) eða prófað að setja inn {Húsnúmer} {Gata} {Borg/Sveitarfélag} {Póstnúmer} {Land}. Reiknirit leitarinnar er mjög sveigjanlegt varðandi sniðið. Eftir 3 sekúndur án þess að skrifa neitt verður fyllt sjálfkrafa inn með viðkomandi heimilisfangi á réttu sniði.
it: La tua posizione nella maggior parte dei casi funziona automaticamente, ma puoi inserirla manualmente tramite le coordinate "Latitudine, Longitudine" (ad es. 51.5085,-0.1257) o utilizzare "Città, codice paese" (ad es. Roma,IT) o provare a inserire {Numero civico} {Via} {Città/Paese} {Codice postale} {Nazione}. L'algoritmo di ricerca è molto flessibile con il formato. Dopo 3 secondi senza digitare l'indirizzo che hai inserito viene sostituito automaticamente per convalidare la tua scelta.
pl: Twoja lokalizacja w większości przypadków działa automatycznie, ale możesz wprowadzić ją ręcznie za pomocą współrzędnych 'Latitude,Longitude' (np. 51.5085,-0.1257) lub użyć 'City,Country-code' (np. London,UK) lub spróbować wpisać {House number} {Street}. {City/Town} {Postcode} {Country}. Algorytm wyszukiwania jest bardzo elastyczny jeśli chodzi o format. Po 3 sekundach bez wpisywania wprowadzony adres jest automatycznie zastępowany w celu sprawdzenia poprawności wyboru.
ru: В большинстве случаев местоположение работает автоматически, но вы можете ввести координатывручную 'Широта,Долгота' (напр. 51.5085,-0.1257) или использовать 'Город,Код страны' (например. London,UK) или попробуйте ввести {Номер дома} {Улица} {Город} {Почтовый индекс} {Страна}. Алгоритм поиска очень гибок. После 3 секунд без ввода, адрес автоматически заменяется для валидации.
sk: Vaša poloha vo väčšine prípadov funguje automaticky, ale môžete ju zadať ručne pomocou súradníc „Zemepisná šírka, Zemepisná dĺžka“ (napr. 51.5085, -0.1257) alebo použiť „Mesto, kód krajiny“ (napr. Londýn, Spojené kráľovstvo) alebo skúste zadať {číslo domu} {Ulica} {Obec/Mesto} {PSČ} {Krajina}. Algoritmus vyhľadávania je s formátom veľmi flexibilný. Po 3 sekundách bez zadania sa adresa, ktorú ste zadali, automaticky nahradí na overenie vášho výberu.
sl: V večini primerov bo vaša lokacija prepoznana samodejno, lahko pa jo vnesete ročno z vnosom koordinat ali pa kode mesta,države. Lahko poskusite z{House number} {Street} {City/Town} {Postcode} {Country}.
sr: Ваша локација у већини случајева ради аутоматски, али можете је унети ручно помоћу координата „Географска ширина, Географска дужина“ (нпр. 51.5085,-0.1257) или користити „Град, Позивни број земље“ (нпр. Лондон, УК) или покушати да унесете {House number} {Street} {City/Town} {Postcode} {Country}. Алгоритам претраге је веома флексибилан са форматом. Након 3 секунде без куцања, адреса коју сте унели се аутоматски замењује ради потврде вашег избора.
sv: Din plats funkar i de flesta fall automatiskt men du kan ange det manuellt genom koordinater Latitud,Longitud' (t.ex. 51.5085,-0.1257) eller använda 'Stad,Landskod' (t.ex. London,UK) eller prova ange {Gatunummer} {Gata} {Stad/Ort} {Postnummer} {Land}. Sök-algoritmen är mycket flexibel med formatet. Efter 3 sekunders inaktivitet vid skrivande av adressen du angett så byts denna ut automatiskt för att validera ditt val.
tr: Konumunuz çoğu durumda otomatik olarak çalışır, ancak 'Enlem, Boylam' (örn. 51.5085, -0.1257) koordinatlarıyla manuel olarak girebilir veya 'Şehir, Ülke kodu' (örn. Ankara, Türkiye) kullanabilir veya {Ev numarası} girmeyi deneyebilirsiniz. {Sokak} {Şehir/Kasaba} {Posta Kodu} {Ülke}. Arama algoritması, format ile çok esnektir. Girdiğiniz adresi yazdıktan 3 saniye sonra, seçiminizi doğrulamak için otomatik olarak değiştirilir.
vi: Vị trí của bạn hầu hết tự động nhưng bạn có thể nhập thủ công bằng tọa độ 'Vĩ độ,Kinh độ' (ví dụ 51.5085,-0.1257) hoặc 'Thành phố,Mã quốc gia' (ví dụ London,UK) hoặc thử nhập {House number} {Street} {City/Town} {Postcode} {Country}. Thuật toán tìm kiếm rất linh hoạt với định dạng. Sau 3 giây không nhập, địa chỉ sẽ tự thay thế để xác nhận lựa chọn.
zh_cn: 在大多数情况下面板小工具会自动定位，但您也可以手动输入坐标 “纬度,经度” (例如 51.5085,-0.1257) 或使用“城市,国家代码” (例如 London,UK) 或尝试输入 {门牌号码} {街道名称} {城市/城镇} {邮政编码} {国家}，搜索算法非常灵活。停止输入 3 秒后，您输入的地址将被自动替换，以验证您的选择。
zh_tw: 在大多數情況下，您的位置可以自動運作，但您也可以手動輸入座標「緯度,經度」（例如 25.0478,121.5319）或使用「城市,國家代碼」（例如 Taipei,TW）或試著輸入 {門牌號碼} {街道} {城市/鎮} {郵遞區號} {國家}。搜尋演算法對格式相當有彈性。在您停止輸入地址 3 秒後，系統會自動替換以驗證您的選擇。

source: Log Level
be: Узровень лагаваньня
cs: Úroveň záznamů
es: Nivel de registro
fi: Lokitaso
hu: Naplózási szint
id: Tingkat Log
is: Stig atvikaskráningar
it: Livello Log
pl: Poziom logów
ru: Уровень журнала
sv: Loggnivå
tr: Günlük Düzeyi
vi: Mức nhật ký
zh_cn: 日志级别
zh_tw: 記錄等級

source: Info is the regular logging, Debug is debug, and Verbose also logs network request payloads. Changing this will only be effective on future logs. Only change it you are instructed or you know what you are doing.
be: Інфармацыя гэта звычайнае лагаваньне, Адладка гэта адладка і Тэкставы таксама лагуе сеткавую інфармацыю. Зьмяненьне гэтага паўплывае толькі на будучыя логі. Зьмяняйце гэта толькі калі вы праінструктаваныя ці ведаеце, што вы робіце.
cs: Info jsou pravidelné aktualizace záznamů (logu), Debug je debug a Detailní zaznamenává i síťové požadavky. Změna se uplatní pouze na budoucí výstupy do logu. Toto nastavení nedoporučujeme měnit, kromě případů, kdy víte co děláte nebo jste obdržel instrukce tak učinit.
de: Info ist die normale Protokollierung, Debug ist die Fehlersuche und Verbose protokolliert auch die Nutzdaten von Netzwerkanfragen. Eine Änderung dieser Einstellung wirkt sich nur auf zukünftige Protokolle aus. Ändern Sie diese Einstellung nur, wenn Sie dazu aufgefordert werden oder wenn Sie wissen, was Sie tun.
es: 'Info' es el registro normal, 'Debug' es la depuración, y 'Verbose' también registra las cargas útiles de las solicitudes de red. Cambiar esto sólo será efectivo en futuros registros. Cambie sólo si se le indica o si sabe lo que está haciendo.
fi: Info on tavallinen loki, debug on virheloki ja täydellinen loki kirjaa myös verkossa tapahtuneet pyynnöt. Vaihtaminen tulee voimaan vain tulevissa lokeissa. Vaihda, jos sinua pyydetään niin tekemään tai tiedät mitä teet.
hu: Az „Info” az általános naplózás, a „Debug” a hibakeresés, a „Verbose” pedig a hálózati kérések hasznos kommunikációját is naplózza. Ennek megváltoztatása csak a jövőbeli naplózásoknál lesz érvényes. Csak akkor változtassa meg, ha utasítást kap a fejlesztőktől, vagy ha tudja, hogy mit csinál.
id: Info adalah pencatatan biasa, Debug adalah debug, dan Verbose juga mencatat muatan permintaan jaringan. Mengubah ini hanya akan efektif pada log yang akan datang. Hanya mengubahnya Anda diinstruksikan atau Anda tahu apa yang Anda lakukan.
is: Info er venjuleg atvikaskráning, Debug er villuleit og Verbose skráir líka gagnapakka í netbeiðnum. Breyting á þessu hefur aðeins áhrif á atvikaskráningu í framtíðinni. Ekki breyta þessu nema þér sé leiðbeint um að gera slíkt eða ef þú veist nákvæmlega hvað þú sért að gera.
it: Info è la registrazione regolare, Debug è il debug e Verbose registra anche i payload delle richieste di rete. La modifica sarà efficace solo sui registri futuri. Cambia solo se ti viene indicato o sai cosa stai facendo.
pl: Informacyjne to zwykle logi, Debug to debugowanie, a Szczegółowe rejestrują też zawartość żądań sieciowych. Zmiana tej wartości będzie wpływać tylko na przyszłe logi. Zmieniaj ją tylko jeżeli zostałeś tak poinstruowany lub wiesz co robisz.
ru: Info - обычный журнал, Debug - отладочный, а Verbose также регистрирует полезную нагрузку сетевых запросов. Изменение этого параметра будет действовать только на будущие журналы. Вносите изменения только по инструкции или если вы знаете, что делаете.
sr: Инфо је редовно евидентирање, Дебуг је дебаговање, а Вербосе такође евидентира корисне податке мрежних захтева. Промена овога ће бити ефикасна само у будућим евидентирањима. Промените је само ако вам је дато упутство или ако знате шта радите.
sv: Info är standard-loggning, Felsökning är felsökning, och Utökad loggar också network request payloads. Ändring av detta kommer endast att gälla i framtida loggar. Ändra bara om du instrueras att göra så eller om vet du vad du gör.
tr: Bilgi, normal günlük kaydıdır, Hata Ayıklama hata ayıklayıcıdır ve Ayrıntılı ayrıca ağ isteği yüklerini günlüğe kaydeder. Bunu değiştirmek yalnızca gelecekteki günlüklerde etkili olacaktır. Ne yaptığınızdan eminseniz istediğiniz gibi değiştirebilirsiniz.
vi: Info là ghi nhật ký thông thường, Debug là gỡ lỗi, Verbose còn ghi cả dữ liệu mạng. Thay đổi chỉ có hiệu lực trên các nhật ký tương lai. Chỉ thay đổi nếu bạn được hướng dẫn hoặc biết mình đang làm gì.
zh_cn: Info 为常规日志记录，Debug 用于调试，Verbose 还将记录网络请求，改变此项只对未来的日志有效。请不要随意更改此设置，除非您知道自己在做什么或者别人指导您这么做。
zh_tw: Info 是一般記錄，Debug 是除錯記錄，而 Verbose 還會記錄網路請求的內容。更改此設定只會影響未來的記錄。除非您被指示或了解這麼做的後果，否則請勿更改。

source: Verbose
be: Тэкставы
cs: Detailní
de: Verbose / Ausführlich
fi: Täydellinen
hu: Részletes üzemmód
is: Ítarlegt
it: Prolisso
pl: Szczegółowe
sr: Опширно
sv: Utökad
tr: Ayrıntılı
vi: Chi tiết
zh_cn: 详细
zh_tw: 詳細

source: Click Save to save debug information to a file
be: Націсьніце Захаваць каб захаваць інфармацыю пра адладку ў файл
cs: Klikněte na tlačítko pro uložení debug informací do suboru
de: Debug-Informationen in einer Datei zu speichern
es: Haga clic en 'Guardar' para guardar la información de depuración en un archivo
fi: Paina ja tallenna debug-tiedot tiedostoon
hu: Hibakeresési információk fájlba mentéséhez kattintson a „Mentés” gombra
id: Klik Simpan untuk menyimpan informasi debug ke file
is: Smelltu á Vista til að vista villuleitarupplýsingar í skrá
it: Fare clic su Salva per salvare le informazioni di debug in un file
pl: Kliknij zapisz aby zapisać informacje debugowania do pliku
ru: Нажмите кнопку Сохранить, чтобы сохранить отладочную информацию в файл
sr: Кликните на Сачувај да бисте сачували информације о отклањању грешака у датотеку
sv: Klicka på Spara för att spara felsökningsinformation till en fil
tr: Hata ayıklama bilgilerini bir dosyaya kaydetmek için Kaydet'e tıklayın
vi: Nhấn Lưu để lưu thông tin gỡ lỗi vào file
zh_cn: 单击按钮将调试信息保存到文件中
zh_tw: 點選「儲存」以將除錯資訊儲存至檔案
