Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: Mostly Clear
be: Пераважна ясна
cs: Skoro jasno
de: Überwegend klar
es: Mayormente despejado
fi: Enimmäkseen selkeää
hu: Nagyrészt tiszta
is: Að mestu leyti bjart
it: Prevalentemente Sereno
pl: Przeważnie bezchmurnie
sr: Углавном ведро
sv: Mestadels klart
tr: Çoğunlukla Açık
vi: Hầu hết quang đãng
zh_cn: 少云
zh_tw: 大致晴朗

source: Please Make sure you entered the API key that you have from Pirate Weather
cs: Ujistěte se, že je vložen klíč API získaný u Pirate Weather
de: Bitte stellen Sie sicher, dass Sie den API-Schlüssel eingegeben haben, den Sie von Pirate Weather erhalten haben
es: Por favor, asegúrese de que ha introducido la clave API que tiene de Pirate Weather
fi: Varmista, että antamasi APIAVAIN on peräisin yritykseltä Pirate Weather
hu: Kérjük, győződjön meg róla beírta a Pirate Weather által birtokolt API-kulcsot
is: Gakktu úr skugga um að þú hafir sett API-lykilinn frá Pirate Weather rétt inn
it: Per favore assicurati di te hai inserito la chiave API che hai da Pirate Weather
pl: Upewnij się, że wprowadziłeś klucz API, który otrzymałeś od Pirate Weather
ru: Пожалуйста убедитесь, что введённый ключ API совпадает с ключем от Pirate Weather
sr: Молимо вас да се уверите да сте унели API кључ који имате од Pirate Weather-а
sv: Vänligen var säker på att du angett den API-nyckeln du har hos Pirate Weather
tr: Lütfen emin olun Pirate Weather'dan aldığınız API anahtarını girdinizden
vi: Vui lòng đảm bảo bạn đã nhập khóa API mà bạn có từ Pirate Weather
zh_cn: 请确保您 输入从 Pirate Weather 获取的 API 密钥
zh_tw: 請確認您已輸入 從 Pirate Weather 取得的 API 金鑰

source: Location Service couldn't find your location, please see the logs in Looking Glass
cs: Lokační služba nedokázala najít polohu počítače, detaily jsou v logu v Looking Glass
de: Location Service antwort mit Fehler, bitte sehen Sie in Looking Glass Logs
es: El Servicio de Localización no pudo encontrar su ubicación, por favor vea los registros en Looking Glass
fi: Sijaintipalvelu ei löytänyt sinun sijaintia, katso Looking Glass loki
hu: Földrajzi helymeghatározás nem sikerült, a naplóbejegyzések megtekinthetők a Looking Glass naplóban
is: Staðsetningarþjónusta fann ekki staðsetninguna þína, skoðaðu atvikaskrár í Looking Glass
it: Il servizio di localizzazione non è riuscito a trovare la tua posizione, consulta i registri in Looking Glass
pl: Usługa lokalizacji nie mogła znaleźć twojej lokalizacji, proszę zobaczyć logi w Looking Glass
sr: Услуга локације није могла да пронађе вашу локацију, погледајте логове у Looking Glass-у
sv: Plats-tjänsten kunde inte hitta din plats, vänligen se logg i Looking Glass
tr: Konum Hizmeti konumunuzu bulamadı, lütfen Looking Glass'taki günlüklere bakın
vi: Dịch vụ định vị không thể tìm thấy vị trí của bạn, vui lòng xem nhật ký trong Looking Glass
zh_cn: 定位服务无法找到你的位置，请查看 Looking Glass 中的日志
zh_tw: 位置服務找不到您的位置，請檢視 Looking Glass 中的記錄

source: Snow grains
cs: Sněhové krupky
de: Schneegriesel
es: Nieve en grano
fi: Lumisia rakeita
hu: Hódara
is: Kornsnjór
it: Granelli di neve
pl: Płatki śniegu
sr: Крупа
sv: Pudersnö
tr: Kar taneleri
vi: Hạt tuyết
zh_cn: 米雪
zh_tw: 雪粒

source: Light showers
cs: Lehké přeháňky
de: Leichte Schauer
es: Chubascos ligeros
fi: Kevyitä sadekuuroja
hu: Enyhe záporok
is: Dálitlir skúrir
it: Rovesci leggeri
pl: Lekkie opady
sr: Благи пљускови
sv: Lätta skurar
tr: Hafif yağış
vi: Mưa rào nhẹ
zh_cn: 小雨
zh_tw: 小陣雨

source: Heavy showers
cs: Silné přeháňky
de: Starker Schauer
es: Chubascos fuertes
fi: Voimakkaita sadekuuroja
hu: Erős záporok
is: Talsverðir skúrir
it: Forti rovesci
pl: Silne opady
sr: Јаки пљускови
sv: Kraftiga skurar
tr: Şiddetli yağış
vi: Mưa rào nặng hạt
zh_cn: 大雨
zh_tw: 大陣雨

source: Thunderstorm with slight hail
cs: Bouřka s mírnými kroupami
de: Gewitter mit leichtem Regen
es: Tormenta eléctrica con granizo ligero
fi: Ukkosta ja vähäistä rakeita
hu: Zivatar enyhe jégesővel
is: Þrumuveður með dálitlum hagléljum
it: Temporale con leggera grandinata
pl: Burza z lekkim gradem
sr: Грмљавина са слабим градом
sv: Åska med lättare hagel
tr: Hafif dolu ve gök gürültülü sağanak yağış
vi: Giông bão với mưa đá nhẹ
zh_cn: 雷暴伴有轻微冰雹
zh_tw: 雷雨伴隨輕微冰雹

source: Thunderstorm with hail
cs: Bouřka s kroupami
de: Gewitter mit Regen
es: Tormenta eléctrica con granizo
fi: Ukkosta ja rakeita
hu: Zivatar jégesővel
is: Þrumuveður með hagléljum
it: Temporale con grandine
pl: Burza z gradem
sr: Грмљавина са градом
sv: Åska med hagel
tr: Doluyla birlikte fırtına
vi: Giông bão với mưa đá
zh_cn: 雷暴伴冰雹
zh_tw: 雷雨伴隨冰雹

source: Feels like
cs: Pocitově
de: Fühlt sich an wie
es: Sensación térmica
fi: Tuntuu kuin
hu: Hőérzet
is: Með vindkælingu
it: Percepita
pl: Odczuwalna
sr: Осећај као
sv: Känns som
tr: Hissedilen
vi: Cảm giác như
zh_cn: 体感
zh_tw: 體感溫度

source: Scattered Sleet
cs: Roztroušené sněhové srážky
de: Vereinzelt Schneeregen
es: Aguanieve dispersa
fi: Hajanaista räntää
hu: Elszórtan havas eső
is: Slydda á dreif
it: Nevischio sparso
pl: Rozproszony śnieg z deszczem
sr: Раштркана суснежица
sv: Spridda slaskskurar
tr: Dağınık sulu kar
vi: Mưa tuyết rải rác
zh_cn: 零星的雨夹雪
zh_tw: 零星霙

source: Chance of Thunderstorms
cs: Možnost výskytu bouřek
de: Möglichkeit von Gewittern
es: Posibilidad de tormentas eléctricas
fi: Mahdollisesti ukkosta
hu: Zivatarok esélye
is: Mögulegt þrumuveður
it: Possibilità di temporali
pl: Szansa na burze
sr: Могућа олуја с грмљавином
sv: Risk för åskväder
tr: Fırtına Olasılığı
vi: Khả năng giông bão
zh_cn: 雷暴的几率
zh_tw: 可能有雷雨

source: Light Rain
cs: Slabý déšť
de: Leichter Regen
es: Lluvia ligera
fi: Heikkoa sadetta
hu: Enyhe eső
is: Dálítil rigning
it: Pioggia Leggera
pl: Lekki deszcz
sr: Слаба киша
sv: Lättare regn
tr: Hafif Yağmur
vi: Mưa nhẹ
zh_cn: 小雨
zh_tw: 小雨

source: Light Sleet
cs: Slabý mrznoucí déšť
de: Leichter Schneeregen
es: Aguanieve ligera
fi: Heikkoa räntää
hu: Enyhe havas eső
is: Dálítil slydda
it: Nevischio leggero
pl: Lekki śnieg z deszczem
sr: Слаба суснежица
sv: Lätt slask
tr: Hafif Sulu kar
vi: Mưa tuyết nhẹ
zh_cn: 小雨夹雪
zh_tw: 輕微霙

source: Intermittent Rain
cs: Dešťové přeháňky
de: Zeitweise Regen
es: Lluvia intermitente
fi: Ajoittain sadetta
hu: Váltakozó eső
is: Rigning með köflum
it: Pioggia intermittente
pl: Przelotny deszcz
sl: Prehodno deževje
sr: Повремена киша
sv: Lätt regn
tr: Aralıklı Yağmur
vi: Mưa ngắt quãng
zh_cn: 阵雨
zh_tw: 間歇性降雨

source: Intermittent Sleet
cs: Přeháňky mrznoucího deště
de: Zeitweise Schneeregen
es: Aguanieve intermitente
fi: Ajoittain räntää
hu: Váltakozó havas eső
is: Slydda með köflum
it: Nevischio intermittente
pl: Przelotny deszcz ze śniegiem
sl: Prehodna sodra
sr: Повремена суснежица
sv: Lätt slaskregn
tr: Aralıklı sulu kar
vi: Mưa tuyết ngắt quãng
zh_cn: 间歇性雨夹雪
zh_tw: 間歇性霙

source: Intermittent Snow
cs: Sněhové přeháňky
de: Zeitweise Schnee
es: Nieve intermitente
fi: Ajoittain lumisadetta
hu: Váltakozó havazás
is: Snjókoma með köflum
it: Neve intermittente
pl: Przelotny śnieg
sl: Prehodno sneženje
sr: Повремене снежне падавине
sv: Lätt snö
tr: Aralıklı Kar
vi: Tuyết ngắt quãng
zh_cn: 阵雪
zh_tw: 間歇性降雪

source: Frequent Thunderstorms
cs: Vysoký výskyt bouřek
de: Häufige Gewitter
es: Tormentas frecuentes
fi: Usein ukkosta
hu: Gyakori zivatarok
is: Tíð þrumuveður
it: Temporali frequenti
pl: Częste burze
sr: Честе грмљавине
sv: Återkommande åskväder
tr: Sık sık gök gürültülü fırtınalar
vi: Giông bão thường xuyên
zh_cn: 强雷暴
zh_tw: 頻繁雷雨

source: High Clouds
cs: Vysoká oblačnost
de: Hohe Wolken
es: Nubes altas
fi: Korkeat pilvet
hu: Magas felhők
is: Háskýjað
it: Nuvole alte
pl: Wysokie chmury
sr: Висока облачност
sv: Höga moln
tr: Yüksek Bulutlar
vi: Mây cao
zh_cn: 高云
zh_tw: 高雲

source: Low Clouds
cs: Nízká oblačnost
de: Tiefe Wolken
es: Nubes bajas
fi: Matalia pilviä
hu: Alacsony felhők
is: Lágskýjað
it: Nuvole basse
pl: Niskie chmury
sr: Ниска облачност
sv: Låga moln
tr: Alçak Bulutlar
vi: Mây thấp
zh_cn: 低云
zh_tw: 低雲

source: Overcast and Dry
cs: Sucho a zataženo
de: Bedeckt und trocken
es: Nublado y seco
fi: Pilvistä ja kuivaa
hu: Borult és száraz
is: Alskýjað og þurrt
it: Nuvoloso e asciutto
pl: Pochmurno i sucho
sr: Облачно и суво
sv: Mulet och torrt
tr: Kapalı ve Kuru
vi: U ám và khô
zh_cn: 阴，干燥
zh_tw: 陰天乾燥

source: Slightly Stormy
cs: Mírně bouřlivé
de: Leicht stürmisch
es: Ligeramente tormentoso
fi: Hieman myrskyistä
hu: Enyhén viharos
is: Dálítið vindasamt
it: Leggermente tempestoso
pl: Lekko burzowo
sr: Благо олујно
sv: Småstormigt
tr: Hafif Fırtınalı
vi: Hơi có bão
zh_cn: 略微暴风雨
zh_tw: 輕微暴雨

source: Stormy Snow Showers
cs: Bouřlivé sněhové přeháňky
de: Stürmische Schneeschauer
es: Lluvias de nieve tormentosas
fi: Myrskyisiä lumisateita
hu: Viharos hózáporok
is: Hvöss snjóél
it: Nevicate tempestose
pl: Burzowe opady śniegu
sr: Олујне снежне падавине
sv: Stormiga snöbyar
tr: Fırtınalı Kar Sağanakları
vi: Mưa tuyết có bão
zh_cn: 暴风雪阵雨
zh_tw: 暴風雪陣雨

source: Thundery Showers
cs: Bouřkové přeháňky
de: Gewitterschauer
es: Lluvias tormentosas
fi: Ukkostasateita
hu: Viharos záporok
is: Þrumuskúrir
it: Rovesci temporaleschi
pl: Burze z grzmotami
sr: Падавине са грмљавином
sv: Åskskurar
tr: Gök gürültülü sağnak yağış
vi: Mưa giông
zh_cn: 雷阵雨
zh_tw: 雷陣雨

source: Wind Warning
cs: Výstrahaí před větrem
de: Windwarnung
es: Alerta de viento
fi: Tuulivaroitus
hu: Figyelmeztetés: szél
is: Aðvörun vegna vinds
it: Allerta vento
pl: Ostrzeżenie wiatrowe
sr: Упозорење о ветру
sv: Vindvarning
tr: Rüzgar Uyarısı
vi: Cảnh báo gió
zh_cn: 风警告
zh_tw: 強風警告

source: Thunderstorm Warning
cs: Bouřková výstraha
de: Gewitterwarnung
es: Alerta de tormenta
fi: Varoitus ukkosmyrskystä
hu: Figyelmeztetés: zivatar
is: Aðvörun vegna þrumuveðurs
it: Allerta temporale
pl: Ostrzeżenie burzowe
sr: Упозорење на грмљавину
sv: Åskvarning
tr: Fırtına Uyarısı
vi: Cảnh báo giông bão
zh_cn: 雷暴警告
zh_tw: 雷雨警告

source: Rain Warning
cs: Výstraha před dešťovými srážkami
de: Regenwarnung
es: Alerta de lluvia
fi: Varoitus sateesta
hu: Figyelmeztetés: eső
is: Aðvörun vegna rigningar
it: Allerta pioggia
pl: Ostrzeżenie deszczowe
sr: Упозорење на кишу
sv: Regnvarning
tr: Yağmur Uyarısı
vi: Cảnh báo mưa
zh_cn: 降雨警告
zh_tw: 降雨警告

source: Snow Warning
cs: Sněhová výstraha
de: Schneewarnung
es: Alerta de nieve
fi: Lumivaroitus
hu: Figyelmeztetés: hó
is: Aðvörun vegna snjókomu
it: Allerta neve
pl: Ostrzeżenie śniegowe
sr: Упозорење на снег
sv: Snövarning
tr: Kar Uyarısı
vi: Cảnh báo tuyết
zh_cn: 降雪警告
zh_tw: 降雪警告

source: Slippery Roads Warning
cs: Výstraha na možnost kluzkých silnic
de: Warnung vor rutschigen Straßen
es: Alerta de carreteras resbaladizas
fi: Varoitus liukkaasta tiestä
hu: Figyelmeztetés: csúszós utak
is: Aðvörun vegna hálku á vegum
it: Allerta strade scivolose
pl: Ostrzeżenie o śliskiej nawierzchni
sr: Упозорење на клизав коловоз
sv: Halkvarning
tr: Kaygan Yollar Uyarısı
vi: Cảnh báo đường trơn
zh_cn: 湿滑道路警告
zh_tw: 路面濕滑警告

source: Frost Warning
cs: Výstraha před námrazou
de: Frostwarnung
es: Alerta de heladas
fi: Pakkasvaroitus
hu: Figyelmeztetés: fagyás
is: Aðvörun vegna frosts
it: Allerta gelo
pl: Ostrzeżenie mrozu
sr: Упозорење на поледицу
sv: Frostvarning
tr: Don Uyarısı
vi: Cảnh báo sương giá
zh_cn: 霜冻警告
zh_tw: 霜凍警告

source: Mass Movements Warning
cs: Výstraha před sesuvy půdy
de: Warnung vor Massenbewegungen
es: Aviso de movimientos de masas
fi: Varoitus joukkoliikkeistä
hu: Figyelmeztetés: tömeges megmozdulások
is: Aðvörun vegna skriðufalla
it: Allerta movimenti di massa
pl: Ostrzeżenie o masowych przemieszczeniach
sr: Упозорење о масовним покретима
sv: Lerskreds varning
tr: Kitle Hareketleri Uyarısı
vi: Cảnh báo dịch chuyển khối lượng lớn
zh_cn: 地质灾害警告
zh_tw: 土石流警告

source: Heat Warning
cs: Výstraha před vysokými teplotami
de: Hitzewarnung
es: Aviso de calor
fi: Varoitus kuumuudesta
hu: Figyelmeztetés: hőség
is: Aðvörun vegna hita
it: Allerta caldo
pl: Ostrzeżenie gorąca
sr: Упозорење на врућину
sv: Värmevarning
tr: Isı Uyarısı
vi: Cảnh báo nắng nóng
zh_cn: 高温警告
zh_tw: 高溫警告

source: Avalanche Warning
cs: Lavinová výstraha
de: Lawinenwarnung
es: Alerta de avalancha
fi: Varoitus lumivyörystä
hu: Figyelmeztetés: lavina
is: Aðvörun vegna snjóflóða
it: Allerta valanghe
pl: Ostrzeżenie o lawinach
sl: Opozorilo za plazove
sr: Упозорење на лавину
sv: Lavinvarning
tr: Çığ Uyarısı
vi: Cảnh báo tuyết lở
zh_cn: 雪崩警告
zh_tw: 雪崩警告

source: Earthquake Warning
cs: Varování - zemětřesení
de: Erdbebenwarnung
es: Alerta sísmica
fi: Maanjäristysvaroitus
hu: Figyelmeztetés: földrengés
is: Aðvörun vegna jarðskjálfta
it: Allerta terremoto
pl: Ostrzeżenie o trzęsieniu ziemi
sl: Opozorilo za potres
sr: Упозорење на земљотрес
sv: Jordbävningsvarning
tr: Deprem Uyarısı
vi: Cảnh báo động đất
zh_cn: 地震警告
zh_tw: 地震警告

source: Forest Fire Warning
cs: Výstraha před lesními požáry
de: Waldbrandwarnung
es: Alerta de incendios forestales
fi: Metsäpalovaara
hu: Figyelmeztetés: erdőtűz
is: Aðvörun vegna skógarelda
it: Allerta incendio boschivo
pl: Ostrzeżenie o pożarze lasu
sl: Opozorilo za gozdne požare
sr: Упозорење на шумски пожар
sv: Skogsbrandvarning
tr: Orman Yangını Uyarısı
vi: Cảnh báo cháy rừng
zh_cn: 森林火灾警告
zh_tw: 森林火災警告

source: Flood Warning
cs: Výstraha před povodní
de: Hochwasserwarnung
es: Aviso de inundación
fi: Tulvavaroitus
hu: Figyelmeztetés: árvíz
is: Aðvörun vegna flóða
it: Allerta inondazione
pl: Ostrzeżenie powodziowe
sr: Упозорење на поплаву
sv: Översvämningsvarning
tr: Sel Uyarısı
vi: Cảnh báo lũ lụt
zh_cn: 洪水警告
zh_tw: 洪水警告

source: For this provider, you need to use a postcode.
cs: Pro tohoto poskytovatele musíte uvést poštovní směrovací číslo.
de: Für diesen Anbieter müssen Sie eine Postleitzahl verwenden.
es: Para este proveedor, debe utilizar un código postal.
fi: Palveluntarjoajaa varten sinun on käytettävä postinumeroa.
hu: Ehhez a szolgáltatóhoz egy irányítószámot kell használnia.
is: Fyrir þessa þjónustuveitu þarf að nota póstnúmer.
it: Per questo fornitore è necessario utilizzare un codice postale.
pl: Dla tego usługodawcy użyj kodu pocztowego.
sr: За овог добављача, потребно је да користите поштански број.
sv: För denna väderlekstjänst så behöver du ett postnummer.
tr: Bu sağlayıcı için posta kodu kullanmanız gerekiyor.
vi: Đối với nhà cung cấp này, bạn cần sử dụng mã bưu điện.
zh_cn: 对于此提供，您需要使用邮政编码。
zh_tw: 此供應商需要使用郵遞區號。

source: For this provider, you need to use a Swiss postcode, from 1000-9999.
cs: Tento poskytovatel vyžaduje poštovní směrovací číslo ve švýcarském formátu 1000-9999.
de: Für diesen Anbieter müssen Sie eine Schweizer Postleitzahl zwischen 1000 und 9999 verwenden.
es: Para este proveedor, debe utilizar un código postal suizo, del 1000 al 9999.
fi: Tämän palveluntarjoajan kohdalla sinun on käytettävä Sveitsiläistä postinumeroa 1000-9999.
hu: Ehhez a szolgáltatóhoz egy 1000-9999 közötti svájci irányítószámot kell használnia.
is: Fyrir þessa þjónustuveitu þarf að nota svissneskt póstnúmer, frá 1000-9999.
it: Per questo provider è necessario utilizzare un codice postale svizzero, compreso tra 1000 e 9999.
pl: Dla tego usługodawcy użyj Szwajcarskiego kodu pocztowego, od 1000 do 9999.
sr: За овог провајдера, потребно је да користите швајцарски поштански број, од 1000-9999.
sv: För denna väderlekstjänst så behöver du ett Schweiziskt postnummer, mellan 1000-9999.
tr: Bu sağlayıcı için 1000-9999 arası bir İsviçre posta kodunu kullanmanız gerekiyor.
vi: Đối với nhà cung cấp này, bạn cần sử dụng mã bưu điện Thụy Sĩ, từ 1000-9999.
zh_cn: 对于此提供商，您需要使用瑞士邮政编码，范围为 1000-9999。
zh_tw: 此供應商需要使用瑞士郵遞區號，範圍從 1000 到 9999。

source: Switzerland
cs: Švýcarsko
de: Schweiz
es: Suiza
fi: Sveitsi
hu: Svájc
is: Sviss
it: Svizzera
pl: Szwajcaria
sr: Швајцарска
sv: Schweiz
tr: İsviçre
vi: Thụy Sĩ
zh_cn: 瑞士
zh_tw: 瑞士

source: Could not obtain location, please see the logs in Looking Glass
es: No se pudo obtener la ubicación, consulte los registros en Looking Glass
hu: Nem sikerült lekérdezni a helyszínt, kérjük, tekintse meg a Looking Glass naplóit.
sv: Kunde inte hämta din plats, vänligen se logg i Looking Glass

source: Could not retrieve config, file was not found under paths {configFilePath}
cs: Nepodařilo se načíst nastavení, soubor nebyl nebyl nalezen v umístění {configFilePath}
de: Konnte Konfiguration nicht abrufen, Datei nicht im Pfad gefunden
es: No se ha podido recuperar la configuración, no se ha encontrado el archivo en la ruta {configFilePath}
fi: Määrityksiä ei voitu noutaa, polusta ei löytynyt tiedostoa {configFilePath}
hu: Nem tölthető be a beállítófájl a megadott elérési útvonalról: {configFilePath}
is: Gat ekki náð í stillingaskrá, stillingaskrá fannst ekki á uppgefinni slóð {configFilePath}
it: Impossibile recuperare la configurazione, il file non è stato trovato nel percorso {configFilePath}
pl: Nie udało się wczytać konfiguracji, nie znaleziono pliku pod ścieżką {configFilePath}
ru: Не удалось получить конфигурацию, файл не найден по пути {configFilePath}
sr: Није могуће преузети конфигурацију, датотека није пронађена под путањама {configFilePath}
sv: Kunde inte hämta inställningar, fil hittades inte i sökväg {configFilePath}
tr: Yapılandırma alınamadı, dosya yol altında bulunamadı {configFilePath}
vi: Không thể truy xuất cấu hình, không tìm thấy tệp theo đường dẫn {configFilePath}
zh_cn: 无法检索配置，在以下路径找不到文件 {configFilePath}
zh_tw: 無法取得設定，在以下路徑找不到檔案 {configFilePath}

source: Could not get contents of config file under path {configFilePath}
be: Немагчыма атрымаць зьмест файлу наладаў па шляху {configFilePath}
cs: Nepodařilo se načíst obsah nastavení z umístění {configFilePath}
de: Konnte den Inhalt der Konfigurationsdatei im Pfad nicht abrufen
es: No se ha podido obtener el contenido del archivo de configuración en la ruta {configFilePath}
fi: Polun alaisen asetustiedoston sisältöä ei voitu hakea {configFilePath}
hu: Nem tölthető be a beállítófájl tartalma a megadott elérési útvonalról: {configFilePath}
id: Tidak bisa mendapatkan konten file konfigurasi di bawah jalur {configFilePath}
is: Gat ekki náð í efni stillingaskrár á uppgefinni slóð {configFilePath}
it: Impossibile recuperare il contenuto del file di config nel percorso {configFilePath}
pl: Nie udało się wczytać zawartości pliku konfiguracji, pod ścieżką {configFilePath}
ru: Не удалось получить содержимое файла конфигурации по пути {configFilePath}
sr: Није могуће добити садржај конфигурационе датотеке под путањом {configFilePath}
sv: Kunde inte hämta innehåll för inställningsfil i sökväg {configFilePath}
tr: Yol altında yapılandırma dosyasının içeriği alınamadı {configFilePath}
vi: Không thể lấy nội dung tệp cấu hình theo đường dẫn {configFilePath}
zh_cn: 无法获取以下路径配置文件的内容 {configFilePath}
zh_tw: 無法取得此路徑下設定檔的內容 {configFilePath}

source: Make sure you entered a location or use Automatic location instead.
cs: Ujistěte se, že je lokalita zadána nebo místo toho přepněte na automatické zjištění lokace.
de: Stellen sie sicher, dass ein Ort eingegeben wurde oder verwenden sie die Ortserkennung.
es: Asegúrese de que ha introducido una ubicación o utilice Ubicación automática en su lugar.
fi: Varmista, että annoit sijaintisi tai käytä automaattista hakua.
hu: Ellenőrizze hogy van-e földrajzi helyzet megadva vagy használja az automatikus helyzet-meghatározást.
is: Gakktu úr skugga um að þú hafir sett inn staðsetningu eða sért að nota sjálfvirka staðsetningu.
it: Assicurati di aver inserito una posizione o di utilizzare invece la posizione automatica.
pl: Upewnij się, że wprowadzono lokalizację lub zamiast tego użyj funkcji Lokalizacja automatyczna.
sr: Проверите да ли сте унели локацију или уместо ње користите Аутоматску локацију.
sv: Kontrollera att du angett en plats eller använd Automatisk plats istället.
tr: Bir konum girdiğinizden emin olun veya bunun yerine Otomatik konum seçeneğini kullanın.
vi: Đảm bảo bạn đã nhập vị trí hoặc sử dụng Vị trí tự động thay thế.
zh_cn: 确保您输入了一个位置或使用自动定位代替。
zh_tw: 請確認您已輸入位置或改用自動定位。

source: This provider requires an API key to operate
be: Гэты сэрвіс патрабуе ключ API для працы
cs: Poskytovatel předpovědi k činnosti vyžaduje API klíč
de: Dieser Anbieter benötigt einen API-Schlüssel um zu funktionieren
es: Este proveedor requiere una clave API para operar
fi: Palvelu vaatii APIAVAIMEN
hu: Ez az időjárás-előrejelzés szolgáltató API-kulcs használatát írj elő a szolgáltatása használatához
id: Penyedia ini memerlukan kunci API untuk beroperasi
is: Þessi þjónustuveita krefst lykils að API-viðmóti til að hægt sé að nota hana
it: Questo provider richiedere una chiave API per operare
pl: Ten dostawca wymaga klucza API do działania
ru: Этот сервис требует ключ API для работы
sk: Tento poskytovateľ vyžaduje na svoju činnosť kľúč API
sl: Storitev za delovanje zahteva ključ za API
sr: Овом провајдеру је потребан API кључ за рад
sv: Denna väderlekstjänst kräver en API-nyckel för att fungera
tr: Bu sağlayıcının çalışması için bir API anahtarı gerekiyor
vi: Nhà cung cấp này yêu cầu khóa API để hoạt động
zh_cn: 该数据源需要一个 API 密钥来操作
zh_tw: 此供應商需要 API 金鑰才能使用

source: Dew Point
be: Кропка расы
cs: Rosný bod
de: Taupunkt
es: Punto de rocío
fi: Kastepiste
hu: Harmatpont
id: Titik Embun
is: Daggarmark
it: Punto di rugiada
pl: Punkt rosy
ru: Точка росы
sl: Rosišče
sr: Тачка росе
sv: Daggpunkt
tr: Çiy Noktası
vi: Điểm sương
zh_cn: 露点
zh_tw: 露點

source: Precipitation will end in {precipEnd} minutes
be: Ападкі скончацца на працягу {precipEnd} хвілінаў
cs: Srážky ustanou za {precipEnd} minut
de: Niederschlag wird innerhalb von {precipEnd} Minuten aufhören
es: La precipitación terminará en {precipEnd} minutos
fi: Sade loppuu {precipEnd} minuutissa
hu: A csapadék {precipEnd} percen belül megszűnik
id: Curah hujan akan berakhir dalam {precipEnd} menit
is: Úrkoma mun hætta eftir {precipStart} mínútur
it: Le precipitazioni termineranno tra {precipEnd} minuti
pl: Opady zakończą się za {precipEnd} minut
ru: Осадки закончатся в течение {precipEnd} минут
sk: Zrážky sa skončia o {precipEnd} minúty
sl: Padavine bodo ponehale v {precipEnd} minutah
sr: Падавине ће престати за {precipEnd} минута
sv: Nederbörd kommer att upphöra inom {precipEnd} minuter
tr: Yağış {precipEnd} dakika içinde sona erecek
vi: Lượng mưa sẽ kết thúc sau {precipEnd} phút
zh_cn: 降水将在 {precipEnd} 分钟内结束
zh_tw: 降水將在 {precipEnd} 分鐘後結束

source: Precipitation won't end in within an hour
be: Ападкі ня скончацца на працягу гадзіны
cs: Srážky lze očekávat po celou následující hodinu
de: Niederschlag wird nicht innerhalb einer Stunde aufhören
es: La precipitación no terminará en una hora
fi: Sade ei lopu tunnin sisällä
hu: A csapadék nem szűnik meg egy órán belül
id: Curah hujan tidak akan berakhir dalam waktu satu jam
is: Úrkoma mun ekki hætta á næstu klukkustund
it: Le precipitazioni non finiranno entro un'ora
pl: Opady nie ustaną w ciągu godziny
ru: Осадки не закончатся в течение часа
sk: Zrážky sa do hodiny neskončia
sl: Padavine ne bodo ponehale v eni uri
sr: Падавине неће престати у року од сат времена
sv: Nederbörd kommer inte att upphöra inom en timme
tr: Yağış bir saat içinde bitmeyecek
vi: Lượng mưa sẽ không kết thúc trong vòng một giờ
zh_cn: 降水在一小时内不会结束
zh_tw: 降水在一小時內不會結束
