Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: Precipitation will start within {precipStart} minutes
be: Ападкі пачнуцца на працягу {precipStart} хвілінаў
cs: Za {precipStart} minut začnou padat srážky
de: Niederschlag wird innerhalb von {precipStart} Minuten beginnen
es: La precipitación comenzará en {precipStart} minutos
fi: Sade alkaa {precipStart} minuutissa
hu: A csapadék {precipStart} percen belül esni kezd
id: Curah hujan akan mulai dalam {precipStart} menit
is: Úrkoma mun hefjast eftir {precipStart} mínútur
it: Le precipitazioni inizieranno entro {precipStart} minuti
pl: Opady rozpoczną się w ciągu {precipStart} minut
ru: Осадки начнутся в течение {precipStart} минут
sk: Zrážky začnú do {precipStart} minút
sl: Padavine bodo pričele v {precipStart} minutah
sr: Падавине ће почети у року од {precipStart} минута
sv: Nederbörd kommer att börja inom {precipStart} minuter
tr: Yağış {precipStart} dakika içinde başlayacak
vi: Lượng mưa sẽ bắt đầu trong vòng {precipStart} phút
zh_cn: 降水将在 {precipStart} 分钟内开始
zh_tw: 降水將在 {precipStart} 分鐘內開始

source: Low Risk of Harm from sun exposure, UV Index: {uvIndex}
cs: Nízké riziko plynoucí z vystavení slunečnímu záření, UV Index: {uvIndex}
es: Riesgo bajo de daños por exposición al sol, Índice UV: {uvIndex}
hu: Alacsony napsugárzás okozta károsodás kockázata, UV-index: {uvIndex}
is: Lítil áhætta vegna sólargeislunar, UV-stuðull: {uvIndex}
it: Basso rischio di danni da esposizione al sole, indice UV: {uvIndex}
pl: Niskie ryzyko szkód od promieni słonecznych, Indeks UV: {uvIndex}
sr: Низак ризик од штете од излагања сунцу, УВ индекс: {uvIndex}
sv: Liten risk för skador från solexponering, UV-index: {uvIndex}
tr: Güneşe maruz kalmanın zararı Düşük, UV İndeksi: {uvIndex}
vi: Nguy cơ gây hại thấp từ tiếp xúc nắng, Chỉ số UV: {uvIndex}

source: Moderate Risk of Harm from sun exposure, UV Index: {uvIndex}
cs: Střední riziko následků z vystavení se přímému slunci, UV Index: {uvIndex}
es: Riesgo moderado de daños por exposición al sol, Índice UV: {uvIndex}
hu: Mérsékelt napsugárzás okozta károsodás kockázata, UV-index: {uvIndex}
is: Miðlungs-áhætta vegna sólargeislunar, UV-stuðull: {uvIndex}
it: Rischio moderato di danni da esposizione al sole, indice UV: {uvIndex}
pl: Średnio ryzyko szkód od promieni słonecznych, Indeks UV: {uvIndex}
sr: Умерен ризик од штете од излагања сунцу, УВ индекс: {uvIndex}
sv: Medelrisk för skador från solexponering, UV-index: {uvIndex}
tr: Güneşe maruz kalmanın zararı Orta, UV İndeksi: {uvIndex}
vi: Nguy cơ gây hại trung bình từ tiếp xúc nắng, Chỉ số UV: {uvIndex}

source: High Risk of Harm from sun exposure, UV Index: {uvIndex}
cs: Vysoké riziko následků z vystavení se přímému slunci, UV Index: {uvIndex}
es: Riesgo elevado de daños por exposición al sol, Índice UV: {uvIndex}
hu: Magas a napsugárzás okozta károsodás kockázata, UV-index: {uvIndex}
is: Mikil áhætta vegna sólargeislunar, UV-stuðull: {uvIndex}
it: Alto rischio di danni da esposizione al sole, indice UV: {uvIndex}
pl: Wysokie ryzyko szkód od promieni słonecznych, Indeks UV: {uvIndex}
sr: Висок ризик од штете од излагања сунцу, УВ индекс: {uvIndex}
sv: Hög risk för skador från solexponering, UV-index: {uvIndex}
tr: Güneşe maruz kalmanın zararı Yüksek, UV İndeksi: {uvIndex}
vi: Nguy cơ gây hại cao từ tiếp xúc nắng, Chỉ số UV: {uvIndex}

source: Very High of Harm from sun exposure, Risk UV Index: {uvIndex}
cs: Velmi vysoké riziko následků z vystavení se přímému slunci, UV Index: {uvIndex}
es: Muy alto de daño por exposición al sol, Índice UV de riesgo: {uvIndex}
hu: Nagyon magas a napsugárzás okozta ártalmak kockázata, UV-index: {uvIndex}
is: Mjög mikil áhætta vegna sólargeislunar, UV-stuðull: {uvIndex}
it: Danni molto elevati derivanti dall'esposizione al sole, indice di rischio UV: {uvIndex}
pl: Bardzo wysokie ryzyko szkód od promieni słonecznych, Indeks UV: {uvIndex}
sr: Веома висок ризик од излагања сунцу, УВ индекс ризика: {uvIndex}
sv: Mycket stor risk för skador från solexponering, UV-index: {uvIndex}
tr: Güneşe maruz kalmanın zararı çok yüksek, Risk UV indeksi: {uvIndex}
vi: Nguy cơ gây hại rất cao từ tiếp xúc nắng, Chỉ số UV: {uvIndex}

source: Extreme Risk of Harm from sun exposure, UV Index: {uvIndex}
cs: Extrémní riziko následků z vystavení se přímému slunci, UV Index: {uvIndex}
es: Riesgo extremo de daños por exposición al sol, Índice UV: {uvIndex}
hu: A napsugárzás okozta károsodás rendkívüli kockázata, UV-index: {uvIndex}
is: Einstaklega mikil áhætta vegna sólargeislunar, UV-stuðull: {uvIndex}
it: Rischio estremo di danni da esposizione al sole, indice UV: {uvIndex}
pl: Ekstremalne ryzyko szkód od promieni słonecznych, Indeks UV: {uvIndex}
sr: Екстремни ризик од штете од излагања сунцу, УВ индекс: {uvIndex}
sv: Extrem risk för skador från solexponering, UV-index: {uvIndex}
tr: Güneşe maruz kalmanın zararı aşırı riski, UV İndeksi: {uvIndex}
vi: Nguy cơ gây hại cực cao từ tiếp xúc nắng, Chỉ số UV: {uvIndex}

source: Forecast parsing failed, see logs for more details.
be: Памылка загрузкі прагнозу, глядзіце логі, каб даведацца падрабязьней
cs: Selhala analýza předpovědi, více detailů je v Záznamech.
de: Parsen der Vorhersage ist fehlgeschlagen.
es: Error al analizar la pronósticos, consulte los registros para obtener más detalles.
fi: Ennusteen tekeminen epäonnistui. Katso lisätietoja lokeista.
hu: Az előrejelzés értelmezése nem sikerült. További részletekért tekintse meg a naplófájlokat.
id: Penguraian perkiraan gagal, lihat log untuk detail selengkapnya.
is: Túlkun veðurspár mistókst, skoðaðu atvikaskrár til að sjá frekari upplýsingar.
it: Analisi della previsione non riuscita, vedere i log per maggiori dettagli.
pl: Odczytywanie prognozy nie udane, sprawdź logi po więcej szczegółów.
ru: Разбор прогноза не удался, смотрите подробности в журналах.
sr: Рашчлањивање прогнозе није успело, погледајте логове за више детаља.
sv: Prognos tolkning misslyckades, se loggar för mer information.
tr: Tahmin ayrıştırma başarısız oldu, daha fazla ayrıntı için günlüklere bakın.
vi: Phân tích dự báo thất bại, xem nhật ký để biết thêm chi tiết.
zh_cn: 天气预测解析失败，详情请查看日志。
zh_tw: 天氣預報解析失敗，請檢視記錄以取得更多詳細資訊。

source: As of {lastUpdatedTime}
be: У стане на {lastUpdatedTime}
cs: Aktualizováno {lastUpdatedTime}
de: Stand {lastUpdatedTime}
es: A partir de las {lastUpdatedTime}
fi: Klo {lastUpdatedTime}
hu: Frissítve: {lastUpdatedTime}
id: Pada {lastUpdatedTime}
is: Miðað við {lastUpdatedTime}
it: Alle {lastUpdatedTime}
pl: Od {lastUpdatedTime}
ru: По состоянию на {lastUpdatedTime}
sk: Aktualizácia z {lastUpdatedTime}
sl: Ob {lastUpdatedTime}
sr: Од {lastUpdatedTime}
sv: Fr.o.m. {lastUpdatedTime}
tr: {lastUpdatedTime} itibarıyla
vi: Tính đến {lastUpdatedTime}
zh_cn: 更新于 {lastUpdatedTime}
zh_tw: 更新於 {lastUpdatedTime}

source: {distance} {distanceUnit} from you
be: {distance}{distanceUnit} ад вас
cs: {distance} {distanceUnit} od vás
de: {distance}{distanceUnit} von Ihnen
es: {distance} {distanceUnit} de usted
fi: {distance} {distanceUnit} sinusta
hu: {distance}{distanceUnit} távolságra Öntől
id: {distance} {distanceUnit} dari Anda
is: {distance} {distanceUnit} frá þér
it: {distance} {distanceUnit} da te
pl: {distance}{distanceUnit} od ciebie
sr: {distance} {distanceUnit} од вас
sv: {distance} {distanceUnit} från dig
tr: Sizden {distance} {distanceUnit}
vi: {distance} {distanceUnit} từ bạn
zh_cn: 距您 {distance} {distanceUnit}
zh_tw: 距離您 {distance} {distanceUnit}

source: Station Name: {stationName}
be: Назва станцыі: {stationName}
cs: Jméno stanice: {stationName}
es: Nombre de la estación: {stationName}
fi: Aseman nimi:: {stationName}
hu: Állomásnév: {stationName}
is: Heiti stöðvar: {stationName}
it: Nome Stazione: {stationName}
pl: Nazwa stacji: {stationName}
ru: Название станции: {stationName}
sr: Назив станице: {stationName}
sv: Stationsnamn: {stationName}
tr: İstasyon Adı: {stationName}
vi: Tên trạm: {stationName}
zh_cn: 气象站名称：{stationName}
zh_tw: 測站名稱：{stationName}

source: Area: {stationArea}
be: Лакацыя: {stationArea}
cs: Oblast: {stationArea}
de: Gebiet: {stationArea}
es: Área: {stationArea}
fi: Alue: {stationArea}
hu: Térség: {stationArea}
is: Svæði: {stationArea}
pl: Obszar: {stationArea}
ru: Область: {stationArea}
sr: Област: {stationArea}
sv: Område: {stationArea}
tr: Alan: {stationArea}
vi: Khu vực: {stationArea}
zh_cn: 地区：{stationArea}
zh_tw: 區域：{stationArea}

source: {count} weather alert(s)
cs: Počet výstrah: {count}
de: {count} Wetter Alarme
es: {count} alerta(s) meteorológica(s)
fi: {count} säävaroitukset
hu: {count} időjárási riasztás(ok)
is: {count} veðuraðvörun/aðvaranir
it: {count} allerta/e meteo
pl: {count} alert(ów) pogodowych
ru: предупреждений о погоде - {count}
sr: {count} упозорења о временским условима
sv: {count} vädervarning(ar)
tr: {count} hava durumu uyarısı
vi: {count} cảnh báo thời tiết
zh_cn: {count} 个天气警报
zh_tw: {count} 個天氣警報

source: Error Saving Debug Information
be: Памылка захаваньня інфармацыі пра адладку
cs: Nepodařilo se uložit debug informace
de: Fehler beim Speichern der Debug-Informationen
es: Error al guardar la información de depuración
fi: Virhe debug-tietojen tallentamisessa
hu: Hiba lépett fel a hibakeresési információk elmentése közben
id: Kesalahan Menyimpan Informasi Debug
is: Villa við að vista villuleitarupplýsingar
it: Errore durante il salvataggio delle informazioni di debug
pl: Błąd zapisywania informacji debugowych
ru: Ошибка при сохранении отладочной информации
sr: Грешка при чувању информација о отклањању грешака
sv: Fel vid sparande av felsökningsinformation
tr: Hata Ayıklama Bilgileri Kaydedilirken Hata
vi: Lỗi Lưu Thông tin Gỡ lỗi
zh_cn: 保存调试信息时出错
zh_tw: 儲存除錯資訊時發生錯誤

source: Could not open file {filePath} for writing
cs: Nelze otevřít soubor {filePath} pro zápis
de: Konnte keine Wetterinformationen abrufen
es: No se pudo abrir el archivo {filePath} para escritura
fi: Tiedostoa {filePath} ei voitu kirjoittaa
hu: Nem sikerült megnyitni a(z) {filePath} fájlt írásra
is: Gat ekki opnað skrána {filePath} sem skrifanlega
it: Impossibile aprire il file {filePath} in scrittura
pl: Nie udało się otworzyć pliku {filePath} do zapisu
ru: Не удалось открыть файл {filePath} для записи
sr: Није могуће отворити датотеку {filePath} за писање
sv: Kunde inte öppna filen {filePath} för skrivning
tr: {filePath} dosyası yazmak için açılamadı
vi: Không thể mở tệp {filePath} để ghi
zh_cn: 无法打开文件 {filePath} 进行写入
zh_tw: 無法開啟檔案 {filePath} 進行寫入

source: Debug Information saved successfully
be: Інфармацыя пра адладку пасьпяхова захаваная
cs: Debug informace úspěšně uloženy
de: Debug-Informationen erfolgreich gespeichert
es: La información de depuración se guardó correctamente
fi: Debug-tiedot tallennettu
hu: A hibakeresési információk sikeresen mentve
id: Informasi Debug berhasil disimpan
is: Tókst að vista villuleitarupplýsingar
it: Informazioni di debug salvate con successo
pl: Informacje debugowe zapisane pomyślnie
ru: Отладочная информация успешно сохранена
sr: Информације о отклањању грешака су успешно сачуване
sv: Felsökningsinformationen har sparats
tr: Hata Ayıklama Bilgileri başarıyla kaydedildi
vi: Đã lưu Thông tin Gỡ lỗi thành công
zh_cn: 调试信息保存成功
zh_tw: 除錯資訊已成功儲存

source: Saved to {filePath}
be: Захавана у {filePath}
cs: Uloženo do {filePath}
de: Gespeichert in {filePath}
es: Guardado en {filePath}
fi: Tallennettu {filePath}
hu: Elmentve ide: {filePath}
id: Disimpan ke {filePath}
is: Vistað í {filePath}
it: Salvate in {filePath}
pl: Zapisane do {filePath}
ru: Сохранено в {filePath}
sr: Сачувано у {filePath}
sv: Sparad i {filePath}
tr: {filePath} klasörüne kaydedildi
vi: Đã lưu vào {filePath}
zh_cn: 已保存到 {filePath}
zh_tw: 已儲存至 {filePath}

source: Location Service Blocked
cs: Lokační služba je blokovaná
de: Standortdienst blockiert
es: Servicio de localización bloqueado
fi: Sijaintipalvelun esto
hu: Helymeghatározási szolgáltatás blokkolva
is: Lokað á staðsetningaþjónustu
it: Servizio di localizzazione bloccato
pl: Usługa lokalizacji zablokowana
sr: Услуга локације је блокирана
sv: Platstjänst blockerad
tr: Konum Hizmeti Engellendi
vi: Dịch vụ Định vị Bị chặn
zh_cn: 位置服务已阻止
zh_tw: 位置服務已被封鎖

source: No Script Provided
cs: Žádný skript nebyl poskytnut
de: Kein Skript zur Verfügung gestellt
es: No se proporcionó ningún Script
fi: Ei komentosarjaa
hu: Nincs szkript
is: Engin skrifta gefin
it: Nessuno script fornito
pl: Nie podano skryptu
ru: Сценарий не предоставлен
sr: Није достављен скрипт
sv: Inget skript erbjudet
tr: Komut Dosyası Sağlanmadı
vi: Chưa cung cấp Script
zh_cn: 未提供脚本
zh_tw: 未提供指令稿

source: You need to add a script first.
cs: Jako první se musí zadat skript.
de: Sie müssen zuerst ein Skript hinzufügen.
es: Primero debe agregar un script.
fi: Sinun pitää antaa komentosarja ensin.
hu: Először hozzá kell adnia egy szkriptet.
is: Þú þarft fyrst að bæta við skriftu.
it: Devi prima aggiungere uno script.
pl: Musisz najpierw dodać skrypt.
ru: Сначала нужно добавить скрипт.
sr: Прво морате додати скрипту.
sv: Du behöver lägga till ett skript först.
tr: Önce bir komut dosyası eklemeniz gerekir.
vi: Bạn cần thêm script trước.
zh_cn: 您需要先添加一个脚本。
zh_tw: 您需要先新增一個指令稿。

source: No Weather Data
cs: Žádná data o počasí
de: Keine Wetterdaten
es: Sin datos meteorológicos
fi: Ei säätietoja
hu: Nincsenek időjárási adatok
is: Engin veðurgögn
it: Nessun dato meteorologico
pl: Brak danych pogodowych
ru: Нет данных о погоде
sr: Нема података о времену
sv: Ingen väderdata
tr: Hava Durumu Verisi Yok
vi: Không có Dữ liệu Thời tiết
zh_cn: 无天气数据
zh_tw: 無天氣資料

source: No weather data to run script with
cs: Nedostupná data o počasí, se kterými by skript mohl pracovat
de: Keine Wetterdaten zur Ausführung des Skripts
es: No hay datos meteorológicos para ejecutar el script
fi: Ei säätietoja komentosarjan suorittamiseen
hu: Nincsenek időjárási adatok a szkript futtatásához
is: Engin veðurgögn til að keyra með skriftu
it: Nessun dato meteorologico con cui eseguire lo script
pl: Brak danych pogodowych do uruchomienia skryptu
ru: Нет данных о погоде для запуска скрипта
sr: Нема података о времену за покретање скрипте
sv: Ingen väderdata att köra skript med
tr: Komut dosyasını çalıştıracak hava durumu verisi yok
vi: Không có dữ liệu thời tiết để chạy script
zh_cn: 没有天气数据来运行脚本
zh_tw: 沒有可供指令稿執行的天氣資料

source: Script Executed Successfully
cs: Skrip úspěšně spuštěn
de: Skript erfolgreich ausgeführt
es: El script se ha ejecutado correctamente
fi: Komentosarja suoritettu onnistuneesti
hu: A szkript sikeresen végrehajtva
is: Tókst að keyra skriftu
it: Script eseguito correttamente
pl: Skrypt uruchomiony pomyślnie
ru: Сценарий выполнен успешно
sr: Скрипта је успешно извршена
sv: Skriptet exekverat framgångsrikt
tr: Komut Dosyası Başarıyla Yürütüldü
vi: Đã thực thi Script thành công
zh_cn: 脚本已成功执行
zh_tw: 指令稿已成功執行

source: Your script has been executed successfully.
cs: Skript úspěšně proveden.
de: Ihr Skript wurde erfolgreich ausgeführt.
es: Su script se ha ejecutado correctamente.
fi: Sinun komentosarja suoritettiin onnistuneesti.
hu: A szkript sikeresen végrehajtva.
is: Það tókst að keyra skriftuna þína.
it: Il tuo script è stato eseguito con successo.
pl: Twój skrypt został uruchomiony pomyślnie.
ru: Ваш сценарий успешно выполнен.
sr: Ваш скрипт је успешно извршен.
sv: Ditt skript har exekverats framgångsrikt.
tr: Komut dosyanız başarıyla yürütüldü.
vi: Script của bạn đã được thực thi thành công.
zh_cn: 您的脚本已成功执行。
zh_tw: 您的指令稿已成功執行。

source: Error Running Script
cs: Chyba při pokusu o vykonání skriptu
de: Fehler beim Ausführen des Skripts
es: Error al ejecutar el script
fi: Virhe suoritettaessa komentosarjaa
hu: Hiba a szkript futtatásakor
is: Villa við að keyra skriftu
it: Errore durante l'esecuzione dello script
pl: Błąd uruchomienia skryptu
ru: Ошибка при выполнении скрипта
sr: Грешка при покретању скрипте
sv: Fel vid körning av skript
tr: Komut Dosyasını Çalıştırma Hatası
vi: Lỗi Khi Chạy Script
zh_cn: 运行脚本时出错
zh_tw: 執行指令稿時發生錯誤

source: Script returned error, see logs for more information
cs: Skript vrátil chybu, více informací je v logu
de: Das Skript meldet einen Fehler, weitere Informationen finden Sie in den Protokollen
es: El script devuelve un error, consulte los registros para obtener más información
fi: Komentosarja palautti virheen, katso lisätietoja lokeista
hu: A szkript hibát adott vissza, további információért tekintse meg a naplókat
is: Skriftan skilaði villu, skoðaðu atvikaskrárnar til að sjá nánari upplýsingar
it: Lo script ha restituito un errore, consulta i log per ulteriori informazioni
pl: Skrypt zwrócił błąd, sprawdź logi po więcej informacji
ru: Скрипт вернул ошибку, смотрите журналы для получения дополнительной информации
sr: Скрипта је вратила грешку, погледајте логове за више информација
sv: Skriptet returnerade fel, se loggar för mer information
tr: Komut dosyası hata döndürdü; daha fazla bilgi için günlüklere bakın
vi: Script trả về lỗi, xem nhật ký để biết thêm thông tin
zh_cn: 脚本返回错误，有关详细信息，请参阅日志
zh_tw: 指令稿傳回錯誤，請檢視記錄以取得更多資訊

source: Weather Applet Alerts
cs: Výstrahy appletu Počasí
de: Wetter-Applet Alarme
es: Applet de alertas meteorológicas
fi: Sääsovelman varoitukset
hu: Időjárás kisalkalmazás figyelmeztetések
is: Aðvaranir veðursmáforrit
it: Avvisi dell'Applet Meteo
pl: Ostrzeżenia apletu pogody
ru: Оповещения о погоде
sr: Упозорења Програмчића за Временске прогнозе
sv: Väderapplet varningar
tr: Hava Durumu Uygulaması Uyarıları
vi: Cảnh báo Tiện ích Thời tiết
zh_cn: 天气面板小工具警报
zh_tw: 天氣小工具警報

source: Save to File
be: Захаваць у файл
cs: Uložit do souboru
de: In Datei speichern
es: Guardar en un archivo
fi: Tallenna tiedostoon
hu: Mentés fájlba
id: Simpan ke file
is: Vista í skrá
it: Salva su file
pl: Zapisz do pliku
ru: Сохранить в файл
sr: Сачувај у датотеку
sv: Spara till fil
tr: Dosyaya Kaydet
vi: Lưu vào Tệp
zh_cn: 保存到文件
zh_tw: 儲存至檔案

source: Select a destination
cs: Vybrat umístění
de: Ziel auswählen
es: Seleccione un destino
fi: Valitse kohde
hu: Válassza ki az áthelyezés célját
id: Pilih tujuan
is: Veldu áfangastað
it: Seleziona una destinazione
pl: Wybierz miejsce
ru: Выберите пункт назначения
sr: Изаберите одредиште
sv: Välj en destination
tr: Bir hedef seçin
vi: Chọn đích đến
zh_cn: 选择一个目的地
zh_tw: 選取目的地

source: Weather
be: Надвор'е
cs: Počasí
de: Wetter
es: Clima
fi: Sää
hu: Időjárás
id: Cuaca
is: Veður
it: Meteo
pl: Pogoda
ru: Погода
sk: Počasie
sl: Vreme
sr: Време
sv: Väder
tr: Hava Durumu
vi: Thời tiết
zh_cn: 天气
zh_tw: 天氣

source: View your local weather forecast
be: Паказаць мясцовы прагноз надвор'я
cs: Zobrazuje lokální předpověď počasí
de: Sehen Sie sich Ihre lokale Wettervorhersage an
es: Ver el pronóstico del clima local
fi: Tarkastele paikallista sääennustetta
hu: Helyi időjárás-előrejelzés megtekintése
id: Lihat ramalan cuaca lokal Anda
is: Skoðaðu veðurspá fyrir svæðið þitt
it: Visualizza le previsioni del tempo locali
pl: Zobacz lokalną prognozę pogody
ru: Просмотреть прогноз вашей местности
sk: Pozrite si miestnu predpoveď počasia
sl: Oglejte si lokalno vremensko napoved
sr: Погледајте вашу локалну временску прогнозу
sv: Visar din lokala väderprognos
tr: Yerel hava durumu tahmininizi görüntüleyin
vi: Xem dự báo thời tiết địa phương của bạn
zh_cn: 查看当地的天气预报
zh_tw: 檢視您當地天氣預報

source: Settings for weather@mockturtl 3.0+
be: Налады для weather@mockturtl 3.0+
cs: Nastavení pro weather@mockturtl 3.0+
de: Einstellungen für weather@mockturtl 3.0+
es: Ajustes de weather@mockturtl 3.0+
fi: Asetukset weather@mockturtl 3.0+
hu: Beállítások a weather@mockturtl 3.0+ applethez
id: Pengaturan untuk weather@mockturtl 3.0+
is: Stillingar fyrir weather@mockturtl 3.0+
it: Impostazioni di weather@mockturtl 3.0+
pl: Ustawienia dla weather@mockturtl 3.0+
ru: Настройки для weather@mockturtl 3.0+
sk: Nastavenia pre počasie@mockturtl 3.0+
sl: Nastavitve za aplikacijo Vreme (weather@mockturtl 3.0+)
sr: Подешавања за weather@mockturtl 3.0+
sv: Inställningar för weather@mockturtl 3.0+
tr: Weather@mockturtl 3.0+ için ayarlar
vi: Cài đặt cho weather@mockturtl 3.0+
zh_cn: [天气@mockturtl 3.0+]的设置
zh_tw: weather@mockturtl 3.0+ 的設定

source: Set the keybinding to call the menu
be: Спалучэньні клавіш для выкліку меню
cs: Kombinace kláves vyvolající menu
de: Tastenzuordnung für den Menüaufruf
es: Elija un atajo de teclado para abrir el menú
fi: Aseta pikanäppäin
hu: Gyorsbillentyű-kombináció hozzárendelése a menü megnyitásához
id: Atur pengikatan tombol untuk memanggil menu
is: Stilltu lyklasamsetningu til að opna valmyndina
it: Imposta la combinazione di tasti per richiamare il menù
pl: Ustaw skrót klawiszowy, aby wywołać menu
ru: Горячие клавиши для вызова меню
sk: Nastavte klávesovú skratku pre vyvolanie ponuky
sl: Nastavite kombinacijo tipk za priklic menija
sr: Подесите тастера да бисте сте позвали изборник
sv: Ange snabbtangent för att öppna menyn
tr: Menüyü çağırmak için tuş bağlamayı ayarlayın
vi: Đặt phím tắt để gọi menu
zh_cn: 设置弹出菜单的快捷键
zh_tw: 設定呼叫選單的快速鍵

source: Weather service information
be: Сэрвіс інфармацыі пра надвор'е
cs: Poskytovatel předpovědi počasí
de: Informationen zum Wetterdienst
es: Ajustes de proveedores de Clima
fi: Sääpalvelun tiedot
hu: Időjárási szolgáltató információ
id: Informasi layanan cuaca
is: Veðurupplýsingaþjónusta
it: Informazioni sul servizio meteorologico
pl: Informacje o usługach meteorologicznych
ru: Сервис погодной информации
sk: Informácie o meteorologickej službe
sl: Informacije o vremenskih storitvah
sr: Информације о временској служби
sv: Information väderlekstjänster
tr: Hava durumu servis bilgileri
vi: Thông tin dịch vụ thời tiết
zh_cn: 气象服务信息
zh_tw: 天氣服務資訊

source: Click here for detailed description
be: Націсьніце для падрабязнага апісаньня
cs: Detailní popis zde
de: Klicken Sie hier für eine detaillierte Beschreibung
es: Haga clic aquí para obtener una descripción detallada
fi: Tarkka kuvaus painamalla tästä
hu: További információkért kattintson ide
id: Klik di sini untuk deskripsi rinci
is: Smelltu hér fyrir nánari lýsingu
it: Clicca qui per una descrizione dettagliata
pl: Kliknij tutaj, aby uzyskać szczegółowy opis
ru: Нажмите для детального описания
sk: Kliknutím sem zobrazíte podrobný popis
sl: Kliknite tukaj za podrobnejši opis
sr: Кликните овде за детаљан опис
sv: Klicka här för detaljerad beskrivning
tr: Ayrıntılı açıklama için buraya tıklayın
vi: Nhấp vào đây để xem mô tả chi tiết
zh_cn: 点击这里查看详细说明
zh_tw: 點選此處檢視詳細說明

source: Opens webpage guide
be: Адкрывае старонку інструкцыі
cs: Otevře webovou stránku s návodem (EN)
de: Öffnet Anleitung auf einer Website
es: Abre la página web de guía
fi: Avaa verkkosivun oppaan
hu: Megnyitja a weboldalon lévő kézikönyvet
id: Membuka panduan halaman web
is: Opnar leiðbeiningavefsíðu
it: Apre la guida alla pagina Web
pl: Otwiera przewodnik po stronie internetowej
ru: Открывает страницу руководства
sk: Otvára sprievodcu webovou stránkou
sl: Odpre vodič na spletni strani
sr: Отвара водич за веб странице
sv: Öppnar guide webbsida
tr: Web sayfası kılavuzunu açar
vi: Mở hướng dẫn trang web
zh_cn: 打开帮助网页
zh_tw: 開啟網頁指南

source: Weather Provider Options
be: Налады сэрвісу надвор'я
cs: Volby poskytovatele předpovědi
de: Optionen für Wetteranbieter
es: Ajustes de proveedores del Clima
fi: Sääpalvelun vaihtoehdot
hu: Időjárás-előrejelzés szolgáltató beállítások
id: Opsi Penyedia Cuaca
is: Valkostir veðurþjónustu
it: Opzioni del fornitore di servizi meteorologici
pl: Opcje dostawcy usług pogodowych
ru: Настройки сервиса данных о погоде
sk: Možnosti poskytovateľa počasia
sl: Nastavitve vremenskih storitev
sr: Опције добављача временске прогнозе
sv: Alternativ väderlekstjänster
tr: Hava Durumu Sağlayıcı Seçenekleri
vi: Tùy chọn Nhà cung cấp Thời tiết
zh_cn: 天气数据源选项
zh_tw: 天氣供應商選項
