Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: Data service
be: Сэрвіс даных
cs: Datová služba
de: Vorhersagedienst
es: Proveedor de datos
fi: Sääpalvelu
hu: Időjárási-adatszolgáltató
id: Layanan Data
is: Gagnaþjónusta
it: Servizio dati
pl: Usługodawca
ru: Сервис данных
sk: Dátová služba
sl: Podatkovna storitev
sr: Услуга преноса података
sv: Datatjänst
tr: Veri servisi
vi: Dịch vụ dữ liệu
zh_cn: 数据服务来源
zh_tw: 資料服務

source: DarkSky (key needed)
be: DarkSky (патрабуе ключ)
cs: DarkSky (vyžaduje klíč)
de: DarkSky (Schlüssel erforderlich)
es: DarkSky (necesita clave)
fi: DarkSky (avain tarvitaan)
hu: DarkSky (kulcs szükséges)
id: DarkSky (kunci diperlukan)
is: DarkSky (lykill nauðsynlegur)
it: DarkSky (chiave richiesta)
pl: DarkSky (potrzebny jest klucz)
ru: DarkSky (требуется ключ)
sk: DarkSky (potrebný kľúč)
sl: DarkSky (potreben ključ)
sr: DarkSky (потребан је кључ)
sv: DarkSky (nyckel behövs)
tr: DarkSky (anahtar gerekli)
vi: DarkSky (cần khóa)
zh_cn: DarkSky (需要密钥)
zh_tw: DarkSky（需要金鑰）

source: Weatherbit (key needed)
be: Weatherbit (патрабуе ключ)
cs: Weatherbit (vyžaduje klíč)
de: Weatherbit (Schlüssel erforderlich)
es: Weatherbit (necesita clave)
fi: Weatherbit (avain tarvitaan)
hu: Weatherbit (kulcs szükséges)
id: Weatherbit (kunci diperlukan)
is: Weatherbit (lykill nauðsynlegur)
it: Weatherbit (chiave richiesta)
pl: Weatherbit (potrzebny jest klucz)
ru: Weatherbit (требуется ключ)
sk: Weatherbit (potrebný kľúč)
sl: Weatherbit (potreben ključ)
sr: Weatherbit (потребан је кључ)
sv: Weatherbit (nyckel behövs)
tr: Weatherbit (anahtar gerekli)
vi: Weatherbit (cần khóa)
zh_cn: WeatherBit (需要密钥)
zh_tw: Weatherbit（需要金鑰）

source: Climacell (key needed)
be: Climacell (патрабуе ключ)
cs: Climacell (vyžaduje klíč)
de: Climacell (Schlüssel erforderlich)
es: Climacell (necesita clave)
fi: Climacell (avain tarvitaan)
hu: Climacell (kulcs szükséges)
id: Climacell (diperlukan kunci)
is: Climacell (lykill nauðsynlegur)
it: Climacell (chiave richiesta)
pl: Climacell (potrzebny jest klucz)
ru: Climacell (требуется ключ)
sk: Climacell (potrebný kľúč)
sl: Climacell (potreben ključ)
sr: Climacell (потребан је кључ)
sv: Climacell (nyckel behövs)
tr: Climacell (anahtar gerekli)
vi: Climacell (cần khóa)
zh_cn: Climacell (需要密钥)
zh_tw: Climacell（需要金鑰）

source: API Key
be: Ключ API
cs: API klíč
de: API-Schlüssel
es: Clave de API
fi: APIAVAIN
hu: API-kulcs
id: Kunci API
is: API-lykill
it: Chiave API
pl: Klucz API
ru: Ключ API
sk: API kľúč
sl: Ključ za API
sr: АПИ кључ
sv: API-nyckel
tr: API Anahtarı
vi: Khóa API
zh_cn: API 密钥
zh_tw: API 金鑰

source: Copy this from your account of the used Data service and paste it here.
be: Скапіюйце гэта з вашага акаўнта выкарыстоўваемага сэрвісу даных і ўстаўце тут.
cs: Zkopírujte tento údaj ze svého účtu dné datové služby a vložte sem.
de: Kopieren Sie diesen aus Ihrem Konto beim verwendeten Wetterdienst und fügen Sie ihn hier ein.
es: Copie esto desde su cuenta del proveedor de datos utilizado y péguelo aquí.
fi: Kopioi käyttämäsi palvelun tililtä koodi ja liitä se tähän.
hu: Ide másolja be az API-kulcsot amit az adat-szolgáltatótól kapott.
id: Salin ini dari akun Anda dari layanan Data yang digunakan dan tempel di sini.
is: Afritaðu þetta úr notandaaðgangi þínum á viðkomandi gagnaþjónustu og límdu svo hér.
it: Copia questo dal tuo account del servizio dati utilizzato e incollalo qui.
pl: Skopiuj to z Twojego konta w serwisie Used Data i wklej tutaj.
ru: Скопируйте это из задействованного аккаунта сервиса данных и вставьте здесь.
sk: Skopírujte si to zo svojho účtu použitej dátovej služby a prilepte ho sem.
sl: Kopirajte iz svojega računa podatkovne storitve in prilepite tukaj.
sr: Копирајте ово са свог налога коришћене услуге података и убаците га овде.
sv: Kopiera detta från ditt konto i datatjänsten som används och klistra in här.
tr: Bunu kullanılan Veri hizmeti hesabınızdan kopyalayın ve buraya yapıştırın.
vi: Sao chép từ tài khoản của bạn trên Dịch vụ Dữ liệu đã sử dụng và dán vào đây.
zh_cn: 从您在数据服务来源的帐户中复制 API 密钥至此。
zh_tw: 從您使用的資料服務帳號複製此金鑰並貼上於此。

source: Manual Location
be: Ручное месцазнаходжаньне
cs: Zadat polohu manuálně
de: Manuelle Ortsangabe
es: Ubicación manual
fi: Valitse sijainti kirjoittamalla esim. tampere,fi
hu: Földrajzi helyzet kézi megadása
id: Lokasi Manual
is: Handvirk staðsetning
it: Posizione manuale
pl: Lokalizacja ręczna
ru: Ручное местоположение
sk: Poloha manuálne
sl: Ročni vnos lokacije
sr: Ручна локација
sv: Manuell plats
tr: Konumu Elle ayarla
vi: Vị trí Thủ công
zh_cn: 手动设置位置
zh_tw: 手動位置

source: Enable this if your location is not accurate
be: Уключыце гэта, калі вашае месцазнаходжаньне не дакладнае
cs: Toto povolit, pokud nebylo určení lokality přesné
de: Aktivieren Sie diese Option, falls Ihr Ort ungenau ist
es: Habilítela si su ubicación no es precisa
fi: Ota tämä käyttöön, jos sijaintisi ei ole oikea
hu: Akkor engedélyezze, amikor a helyzetmeghatározás pontatlan
id: Aktifkan ini jika lokasi Anda tidak akurat
is: Virkjaðu þetta ef staðsetning þín er ekki nákvæm
it: Abilita questa opzione se la tua posizione non è precisa
pl: Włącz tę opcję, jeśli Twoja lokalizacja nie jest dokładna
ru: Включите это, если ваше местоположение не точное
sk: Zapnite to, ak vaša poloha nie je presná
sl: Uporabite, če vaša lokacija ni točna
sr: Омогућите то ако ваша локација није тачна
sv: Aktivera detta om din plats inte stämmer
tr: Konumunuz doğru değilse bunu etkinleştirin
vi: Bật tính năng này nếu vị trí của bạn không chính xác
zh_cn: 如果自动获取不正确，则启用此功能
zh_tw: 如果您的位置不準確，請啟用此選項

source: Location - Coordinates
be: Месцазнаходжаньне - Каардынаты
cs: Lokalita - Souřadnice
de: Standort - Koordinaten
es: Ubicación - Coordenadas
fi: Sijainti - koordinaatit
hu: Földrajzi helyzet - Koordináták
id: Lokasi - Koordinat
is: Staðsetning - Hnit
it: Posizione - Coordinate
pl: Lokalizacja - Współrzędne
ru: Местоположение - Координаты
sk: Poloha - súradnice
sl: Lokacija - Koordinate
sr: Локација - Координате
sv: Plats - Koordinater
tr: Konum - Koordinatlar
vi: Vị trí - Tọa độ
zh_cn: 位置 - 坐标
zh_tw: 位置 - 座標

source: Acceptable inputs are Latitude,Longitude. e.g.: 68.1932,17.1426 or an address. Waits for 3 seconds after you stop typing before refreshes the weather.
be: Магчымыя значэньні: Шырата,Даўгата, - напр.: 68.1932,17.1426, - ці адрас. Пачакайце 3 сэкунды пасьля сканчэньня ўводу пакуль абнавіцца надвор'е.
cs: Povolené vstupy jsou zeměpisné souřadnice, např.: 68.1932,17.1426 nebo adresa. Vyčkejte 3 s po dokončení zadání, poté obnovte applet počasí.
de: Zulässige Werte sind Breiten- und Längengrad, z.B.: 68.1932,17.1426 oder eine Adresse. Wartet nach Ihrer Eingabe 3 Sekunden und aktualisiert dann das Wetter.
es: Las entradas aceptables son Latitud, Longitud, por ejemplo: 68.1932,17.1426 o una dirección. Espera 3 segundos después de dejar de escribir antes de que se actualice el clima.
fi: Sallitut muodot ovat leveysaste, pituusaste esim.: 68.1932,17.1426 tai osoite. Odota 3 sekuntia kun olet lopettanut kirjoittamisen, ennen kuin päivität sään.
hu: Elfogadott érték a „szélesség,hosszúság”, például „68.1932,17.1426 ” vagy egy cím. Váron három másodpercet miután beírta a földrajzi helyet és frissítve letölti az időjárás előrejelzési adatokat.
id: Masukan yang dapat diterima adalah Lintang, Bujur. misalnya: 68.1932,17.1426 atau alamat. Menunggu selama 3 detik setelah Anda berhenti mengetik sebelum menyegarkan cuaca.
is: Leyfileg form eru breiddargráða,lengdargráða. t.d.: 68.1932,17.1426 eða heimilisfang. Bíður í 3 sekúndur eftir að hætt er að skrifa áður en verurupplýsningar eru endurlesnar.
it: Gli input accettabili sono Latitudine, Longitudine. es.: 68.1932,17.1426 o un indirizzo. Attende 3 secondi dopo aver smesso di digitare prima di aggiornare il tempo.
pl: Akceptowane dane wejściowe to szerokość geograficzna, długość geograficzna, np: 68.1932,17.1426 lub adres.\n Odczekuje 3 sekundy po zaprzestaniu wpisywania, zanim odświeży pogodę.
ru: Возможные значения: Ширтоа,Долгота, - напр.: 68.1932,17.1426, - либо адрес. Подождите 3 секунды после завершения ввода для обновления погоды.
sk: Prijateľné vstupy sú zemepisná šírka, zemepisná dĺžka. napr .: 68.1932,17.1426 alebo adresa. Ak prestanete písať, čaká sa 3 sekundy, kým sa obnoví počasie.
sl: Sprejemljiv vnos sta zemljepisna širina in dolžina, npr.: 68.1932,17.1426 ali naslov. Pred osvežitvijo vremena počaka 3 sekunde po vašem vnosu.
sr: Прихватљиви уноси су географска ширина и географска дужина. Нпр.: 68.1932, 17.1426 или адреса. Чека 3 секунде након што престанете са куцањем пре него што освежи временску прогнозу.
sv: Acceptabel input är Latitud,Longitud. t.ex. 68.1932,17.1426 eller en adress. Vänta i 3 sekunder efter du slutat skriva innan väder uppdateras.
tr: Kabul edilebilir girişler Enlem, Boylam'dır. ör .: 68.1932,17.1426 veya bir adres. Hava durumunu yenilemeden önce yazmayı bıraktıktan sonra 3 saniye bekler.
vi: Đầu vào chấp nhận được là Vĩ độ,Kinh độ. Ví dụ: 68.1932,17.1426 hoặc địa chỉ. Chờ 3 giây sau khi bạn ngừng nhập trước khi làm mới thời tiết.
zh_cn: 可被接受的输入格式为一个地址或 “纬度,经度”，如：“68.1932,17.1426”。 在您停止输入后，请等待 3 秒再刷新天气。
zh_tw: 可接受的輸入為「緯度,經度」（例如：68.1932,17.1426）或地址。 在您停止輸入 3 秒後，將會重新整理天氣。

source: Setup API Key and Location
be: Усталяваць ключ API і месцазнаходжаньне
cs: Nastavení API klíče a polohy
de: API-Schlüssel und Standort einrichten
es: Configurar clave de API y ubicación
fi: Aseta APIAVAIN ja sijainti
hu: API-kulcs és földrajzi helyzet beállítása
id: Siapkan Kunci dan Lokasi API
is: Setja upp API-lykil og staðsetningu
it: Imposta Chiave API e Posizione
pl: Ustaw klucz API i lokalizację
ru: Установить ключ API и местоположение
sk: Nastaviť API kľúč a polohu
sl: Nastavite ključ za API in lokacijo
sr: Подешавање АПИ кључа и локације
sv: Inställning för API-nyckel och plats
tr: Kurulum API'sı Anahtarı ve Konum
vi: Thiết lập Khóa API và Vị trí
zh_cn: 设置 API 密钥和位置
zh_tw: 設定 API 金鑰與位置

source: minutes
be: хвілінаў
cs: minut
de: Minuten
es: minutos
fi: minuuttia
hu: perc
id: menit
is: mínútur
it: minuti
pl: minuty
ru: минут
sk: minúty
sl: minute
sr: минуте
sv: minuter
tr: dakika
vi: phút
zh_cn: 分钟
zh_tw: 分鐘

source: Update interval
be: Інтэрвал абнаўленьняў
cs: Interval aktualizace
de: Aktualisierungsintervall
es: Intervalo de actualización
fi: Päivitysväli
hu: Frissítési időköz
id: Perbarui interval
is: Bið milli uppfærslna
it: Intervallo di aggiornamento
pl: Częstotliwość aktualizacji
ru: Интервал обновления
sk: Interval aktualizácií
sl: Interval osveževanja
sr: Интервал ажурирања
sv: Uppdateringsintervall
tr: Güncelleme aralığı
vi: Khoảng thời gian cập nhật
zh_cn: 更新间隔
zh_tw: 更新間隔

source: days
be: дзён
cs: dnů
de: Tage
es: días
fi: päivää
hu: napok
id: hari
is: dagar
it: giorni
pl: dni
ru: дней
sk: dní
sl: dnevi
sr: дани
sv: dagar
tr: gün
vi: ngày
zh_cn: 天
zh_tw: 天

source: Forecast length
be: Працягласьць прагнозу
cs: Délka předpovědi
de: Vorhersagezeitraum
es: Cobertura del pronóstico
fi: Ennusteen pituus
hu: Előrejelzés hossza
id: Panjang perkiraan
is: Lengd veðurspár
it: Lunghezza della previsione
pl: Długość prognozy
ru: Длительность прогноза
sk: Dĺžka predpovede
sl: Dolžina napovedi
sr: Предвиђена прогноза
sv: Prognoslängd
tr: Tahmin aralığı
vi: Độ dài dự báo
zh_cn: 预测时长
zh_tw: 預報時長

source: hours
be: гадзінаў
cs: hodin
de: Stunden
es: horas
fi: tuntia
hu: óra
id: jam
is: klukkustundir
it: ore
pl: godziny
ru: часов
sk: hodín
sl: ure
sr: сати
sv: timmar
tr: saat
vi: giờ
zh_cn: 小时
zh_tw: 小時

source: Hourly Forecast length
be: Працягласьць прагнозу ў гадзінах
cs: Délka hodinové předpovědi
de: Vorhersagezeitraum
es: Cobertura del pronóstico
fi: Ennusteen pituus
hu: Óránkénti előrejelzés hossza
id: Panjang Prakiraan Per Jam
is: Lengd veðurspár fyrir klukkustundir
it: Durata della previsione oraria
pl: Długość prognozy godzinowej
ru: Длительность прогноза в часах
sk: Dĺžka hodinovej predpovede
sl: Dolžina urne napovedi
sr: Дужина прогнозе по сату
sv: Timmars prognoslängd
tr: Saatlik Tahmin aralığı
vi: Độ dài Dự báo Theo giờ
zh_cn: 每小时预测时长
zh_tw: 每小時預報時長

source: Units
be: Адзінкі вымярэньня
cs: Jednotky
de: Einheiten
es: Unidades
fi: Mittayksiköt
hu: Egységek
id: Unit
is: Einingar
it: Unità
pl: Jednostki
ru: Единицы измерения
sk: Jednotky
sl: Enote
sr: Јединице
sv: Enheter
tr: Birimler
vi: Đơn vị
zh_cn: 单位
zh_tw: 單位

source: Temperature unit
be: Адзінкі вымярэньня тэмпэратуры
cs: Jednotka teploty
de: Temperatureinheit
es: Unidad de temperatura
fi: Lämpötilan yksikkö
hu: Hőmérséklet mértékegység
id: Satuan Suhu
is: Eining fyrir hitastig
it: Unità di temperatura
pl: Jednostka temperatury
ru: Единицы измерения температуры
sk: Jednotka teploty
sl: Enota za temperaturo
sr: Јединица температуре
sv: Temperaturenhet
tr: Sıcaklık birimi
vi: Đơn vị nhiệt độ
zh_cn: 温度单位
zh_tw: 溫度單位

source: Automatic
be: Аўтаматычна
cs: Automaticky
de: Automatisch
es: Automatico
fi: Automaattinen
hu: Automatikus
id: Otomatis
is: Sjálfvirkt
it: Automatico
pl: Automatyczna
ru: Автоматически
sk: Automatika
sl: Samodejno
sr: Аутоматски
sv: Automatisk
tr: Otomatik
vi: Tự động
zh_cn: 自动
zh_tw: 自動

source: Automatic will try to guess your preference based your current display language.
be: Аўтаматычны рэжым паспрабуе ўгадаць вашыя налады на аснове вашай бягучай мовы інтэрфейсу.
cs: Automatika se pokusí určit vaše nastavení podle jazykového nastavení systému.
de: Es wird automatisch versucht, Ihre Präferenz anhand der aktuellen Anzeigesprache zu erraten.
es: La opción 'Automático' intentará adivinar su preferencia en función de su idioma de visualización actual.
fi: Yrittää arvata valintasi automaattisesti nykyisen näyttökielen perusteella.
hu: A megjelenített nyelvből megpróbálja meghatározni a megfelelő beállításokat.
id: Otomatis akan mencoba menebak preferensi Anda berdasarkan bahasa tampilan Anda saat ini.
is: Sjálfvirkt þýðir að reynt er að giska á stillingar eftir því hvert uppsetta tungumálið þitt er.
it: Automatico proverà a indovinare le tue preferenze in base alla lingua di visualizzazione corrente.
pl: Automatycznie spróbuje odgadnąć Twoje preferencje na podstawie bieżącego języka wyświetlania.
ru: Автоматический режим пытается использовать настройки на основе вашего текущего языка отображения.
sk: Automatika sa pokúsi uhádnuť Vaše preferencie na základe Vášho aktuálneho jazyka zobrazenia.
sl: Samodejno bo poskušal uganiti nastavitev na podlagi trenutnega jezika vmesnika.
sr: Аутоматски ће покушати да погоди ваше жељене опције на основу тренутног језика приказа.
sv: Automatisk kommer att prova gissa dina inställningar baserat på ditt nuvarande visningsspråk.
tr: Otomatik, mevcut görüntüleme dilinize göre tercihinizi tahmin etmeye çalışacaktır.
vi: Tự động sẽ đoán sở thích của bạn dựa trên ngôn ngữ hiển thị hiện tại.
zh_cn: 自动模式将尝试根据您当前的显示语言来猜测您的偏好。
zh_tw: 自動選項將嘗試根據您目前的顯示語言猜測您的偏好。

source: Wind speed unit
be: Адзінкі вымярэньня хуткасьці ветру
cs: Jednotka rychlosti větru
de: Einheit Windgeschwindigkeit
es: Unidad de velocidad del viento
fi: Tuulen nopeus
hu: Szélerősség mértékegység
id: Satuan kecepatan angin
is: Eining fyrir vindhraða
it: Unità di velocità del vento
pl: Jednostka prędkości wiatru
ru: Единицы измерения скорости ветра
sk: Jednotka rýchlosti vetra
sl: Enota za hitrost vetra
sr: Јединица за брзину ветра
sv: Enhet för vidhastighet
tr: Rüzgar hızı birimi
vi: Đơn vị tốc độ gió
zh_cn: 风速单位
zh_tw: 風速單位

source: kph
be: км/г
cs: km/h
de: km/h
fi: km/h
hu: km/h
id: kpj
is: hn/klst
pl: km/h
ru: км/ч
sk: km/h
sl: km/h
tr: kms
vi: km/h
zh_cn: 公里每小时
zh_tw: 公里/小時

source: knots
be: вузлоў
cs: uzlů
de: Knoten
es: nudos
fi: solmua
hu: csomó
is: hnútar
it: nodi
ru: узлов
sk: uzly
sl: vozlov
sr: чворова
sv: knop
tr: deniz mili
vi: hải lý/h
zh_cn: 节
zh_tw: 節

source: Atmospheric pressure unit
be: Адзінкі вымярэньня атмасфэрнага ціску
cs: Jednotka atmosférického tlaku
de: Einheit Luftdruck
es: Unidad de presión atmosférica
fi: Ilmanpaine
hu: Légköri nyomás mértékegység
id: Satuan tekanan atmosfer
is: Eining fyrir loftþrýsting
it: Unità di pressione atmosferica
pl: Jednostka ciśnienia atmosferycznego
ru: Единицы измерения атмосферного давления
sk: Jednotka atmosferického tlaku
sl: Enota za zračni tlak
sr: Јединица атмосферског притиска
sv: Enhet för atmosfäriskt tryck
tr: Atmosferik basınç birimi
vi: Đơn vị áp suất khí quyển
zh_cn: 气压单位
zh_tw: 大氣壓力單位

source: at
be: кгс
hu: itt
ru: кгс
zh_cn: 工程大气压
zh_tw: 工程大氣壓

source: Distance unit
be: Адзінкі вымярэньня адлегласьці
cs: Jednotky vzdálenosti
de: Entfernungseinheit
es: Unidad de distancia
fi: Välimatka
hu: Távolság mértékegysége
id: Satuan Jarak
is: Lengdareining
it: Unità di distanza
pl: Jednostka odległości
ru: Единицы измерения расстояния
sk: Jednotka vzdialenosti
sl: Enota za razdaljo
sr: Јединица удаљености
sv: Enhet avstånd
tr: Mesafe birimi
vi: Đơn vị khoảng cách
zh_cn: 距离单位
zh_tw: 距離單位

source: Metric
be: Мэтрычная
cs: Metrické
de: Metrisch
es: Métrico
fi: Metrijärjestelmä
hu: Metrikus
is: Metrakerfi
it: Metrico
pl: Metryczna
ru: Метрическая
sk: Metrické
sl: Metrična
sr: Метрички
tr: Metrik
vi: Hệ mét
zh_cn: 公制
zh_tw: 公制

source: Imperial
be: Імпэрская
cs: Imperiální
fi: Brittiläinen järjestelmä
hu: Angolszász
is: Breskt Imperial kerfi
it: Imperiale
ru: Имперская
sk: Imperiálne
sl: Anglosaška
sr: Империјал
tr: İmparatorluk
vi: Hệ Anh
zh_cn: 英制
zh_tw: 英制

source: Panel options
be: Налады панэлі
cs: Nastavení panelu
de: Tray Optionen
es: Opciones de Panel
fi: Paneelin asetukset
hu: Panel beállítások
id: Opsi panel
is: Valkostir skjástiku
it: Opzioni Pannello
pl: Opcje panelu
ru: Настройки панели
sk: Možnosti panela
sl: Nastavitve opravilne vrstice
sr: Опције панела
sv: Alternativ panel
tr: Panel seçenekleri
vi: Tùy chọn thanh panel
zh_cn: 面板选项
zh_tw: 面板選項

source: Display current temperature in panel
be: Паказваць бягучую тэмпэратуру на панэлі
cs: Zobrazit aktuální teplotu na panelu
de: Aktuelle Temperatur in der Leiste anzeigen
es: Mostrar temperatura actual en el panel
fi: Näytä lämpötila paneelissa
hu: Hőmérséklet kijelzése a Panelen
id: Tampilkan suhu saat ini di panel
is: Birta núverandi hitastig á spjaldi
it: Visualizza la temperatura corrente nel pannello
pl: Wyświetlanie aktualnej temperatury w panelu
ru: Отображать текущую температуру на панели
sk: Zobraziť aktuálnu teplotu v paneli
sl: Prikaži trenutno temperaturo v opravilni vrstici
sr: Прикажи тренутну температуру на панелу
sv: Visa aktuell temperatur i panelen
tr: Geçerli sıcaklığı panelde görüntüle
vi: Hiển thị nhiệt độ hiện tại trên panel
zh_cn: 在面板显示当前气温
zh_tw: 在面板上顯示目前溫度

source: Show the weather condition (e.g., "Windy", "Clear") in the panel
be: Паказваць умовы надвор'я (напр. "Ветрана", "Ясна") на панелі
cs: Zobrazit počasí na panelu slovně (např. "Oblačno", "Jasno")
de: Wetterbedingungen (z.B. "Windig", "Klar") in der Leiste anzeigen
es: Mostrar condición climática en el panel (por ej. "Ventoso", "Despejado")
fi: Näytä sään sanallinen kuvaus (esim. "Tuulista", "Selkeää")
hu: Időjárási körülmények (például: „Szeles”, „Tiszta”) kijelzése a Panelen
id: Tunjukkan kondisi cuaca (mis., "Angin", "Cerah") di panel
is: Birta veðurlýsingu (t.d. "Hvasst", "Heiðskírt") á spjaldi
it: Mostra le condizioni meteorologiche (ad es. "Ventoso", "Sereno") nel pannello
pl: Pokaż stan pogody (np. "Wietrznie", "Bezchmurnie") w panelu
ru: Отображать погодые условия (напр. "Ветренно", "Ясно") на панели
sk: Zobraziť stav počasia (napr. "Veterno", "Jasno") v paneli
sl: Prikaži vremenske razmere (npr. "Vetrovno", "Jasno") v opravilni vrstici
sr: Прикажи стање времена (нпр., "Ветровито", "Ведро") на панелу
sv: Visa väderförhållande (dvs. "Blåsigt", "Klart") i panelen
tr: Hava durumunu (örn., "Rüzgarlı", "Açık") panelde göster
vi: Hiển thị điều kiện thời tiết (ví dụ: "Gió", "Quang đãng") trên panel
zh_cn: 在面板显示天气状况 (例如 “有风”, “晴”)
zh_tw: 在面板上顯示天氣狀況（例如「有風」、「晴朗」）

source: Only works with horizontal panels
be: Працуе толькі з гарызантальнымі панэлямі
cs: Funguje pouze v horizontálním uspořádání
de: Funktioniert nur bei vertikalen Panels
es: Solo funciona con paneles horizontales
fi: Toimii vain vaakapaneelin kanssa
hu: Csak vízszintes panelekben működik
id: Hanya bekerja dengan panel horizontal
is: Virkar bara á láréttum skjástikum
it: Funziona solo con pannelli orizzontali
pl: Działa tylko z panelami poziomymi
ru: Работает только с горизонтальными панелями
sk: Pracovať iba s vodorovnými panelmi
sl: Deluje samo s horizontalno opravilno vrstico
sr: Ради само са хоризонталним панелима
sv: Fungerar endast med horisontella paneler
tr: Sadece yatay panellerle çalışır
vi: Chỉ hoạt động với panel ngang
zh_cn: 只适用于水平面板
zh_tw: 僅適用於水平面板

source: Override label on panel
be: Перавызначыць метку на панэлі
cs: Přepsat štítek na panelu
de: Label im Panel überschreiben
es: Sobreescribir etiqueta en el panel
fi: Korvaa nimi säätiedoilla paneelissa
hu: Panelen megjelenített címke felülbírálása
id: Ganti label pada panel
is: Skrifa yfir merkingu á skjástiku
it: Sostituisci etichetta sul pannello
pl: Zastąp etykietę na panelu
ru: Переопределить метку на панели
sk: Prepísať štítok panelu
sl: Prednostna oznaka v opravilni vrstici
sr: Замени ознаку на панелу
sv: Åsidosätt paneletikett
tr: Paneldeki etiketi geçersiz kıl
vi: Ghi đè nhãn trên panel
zh_cn: 重写面板上的标签
zh_tw: 覆寫面板上的標籤
