Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: MET Office UK only covers the UK, please make sure your location is in the country
de: MET Office UK deckt nur das Vereinigte Königreich ab, bitte stellen Sie sicher, dass Ihr Standort in diesem Land liegt.
fi: MET Office UK kattaa vain Britanian. Varmista, että sijaintisi on tässä maassa
is: MET Office UK þjónustar einungis Bretland, gakktu úr skugga um að staðsetningin þín sé þar
it: MET Office UK copre solo il Regno Unito, assicurati che la tua posizione sia nel paese
ru: MET Office UK охватывает только Великобританию, пожалуйста, убедитесь, что ваше местоположение находится в этой стране
tr: MET Office UK yalnızca Birleşik Krallık'ı kapsar, lütfen konumunuzun ülke içinde olduğundan emin olun
vi: MET Office UK chỉ bao phủ Vương quốc Anh, vui lòng đảm bảo vị trí của bạn nằm trong quốc gia này
zh_tw: 英國氣象局僅涵蓋英國，請確認您的位置在該國境內

source: Data was not found for location
de: Keine Daten für dein Standort
fi: Sijainnin tietoja ei löytynyt
id: Data tidak ditemukan untuk lokasi
is: Engin gögn fundust fyrir staðsetningu
it: Non sono stati trovati dati per la posizione
ru: Данные для местоположения не найдены
sk: Údaje o polohe sa nenašli
sl: Za lokacijo ni najdenih podatkov
tr: Konum için veri bulunamadı
vi: Không tìm thấy dữ liệu cho vị trí
zh_tw: 找不到該位置的資料

source: Very poor
de: Sehr schlecht
fi: Hyvin huono
id: Sangat Buruk
is: Mjög lélegt
it: Molto povera
ru: Очень плохая
sk: Veľmi zlé
sl: Zelo slabo
tr: Çok zayıf
vi: Rất kém
zh_tw: 非常差

source: Less than {distance} {distanceUnit}
de: Weniger als {distance} {distanceUnit}
fi: Vähemmän kuin {distance} {distanceUnit}
id: Kurang dari {distance} {distanceUnit}
is: minna en {distance} {distanceUnit}
it: Meno di {distance} {distanceUnit}
ru: Менее чем {distance} {distanceUnit}
sk: Menej ako {distance} {distanceUnit}
sl: Manj kot {distance} {distanceUnit}
tr: {distance} {distanceUnit} 'den az
vi: Ít hơn {distance} {distanceUnit}
zh_tw: 小於 {distance} {distanceUnit}

source: Excellent
de: Ausgezeichnet
fi: Erinomainen
id: Sangat Baik
is: Frábært
it: Eccellente
ru: Отличная
sk: Vynikajúce
sl: Odlično
tr: Mükemmel
vi: Tuyệt vời
zh_tw: 極佳

source: More than {distance} {distanceUnit}
de: Mehr als {distance} {distanceUnit}
fi: Enemmän kuin {distance} {distanceUnit}
id: Lebih dari {distance} {distanceUnit}
is: meira en {distance} {distanceUnit}
it: Più di {distance} {distanceUnit}
ru: Более чем {distance} {distanceUnit}
sk: Viac ako {distance} {distanceUnit}
sl: Več kot {distance} {distanceUnit}
tr: {distance} {distanceUnit} 'den fazla
vi: Hơn {distance} {distanceUnit}
zh_tw: 大於 {distance} {distanceUnit}

source: Poor
de: Schlecht
fi: Huono
id: Buruk
is: Lélegt
it: Povera
ru: Плохая
sk: Slabé
sl: Slabo
tr: Zayıf
vi: Kém
zh_tw: 差

source: Between {smallerDistance}-{biggerDistance} {distanceUnit}
de: Zwischen {smallerDistance}-{biggerDistance} {distanceUnit}
fi: Välillä {smallerDistance}-{biggerDistance} {distanceUnit}
id: Antara {smallerDistance}-{biggerDistance} {distanceUnit}
is: milli {smallerDistance}-{biggerDistance} {distanceUnit}
it: Tra {smallerDistance}-{biggerDistance} {distanceUnit}
ru: Между {smallerDistance}-{biggerDistance} {distanceUnit}
sk: Medzi {lessDistance}-{greaterDistance} {distanceUnit}
sl: Med {smallerDistance}-{biggerDistance} {distanceUnit}
tr: {smallerDistance}-{biggerDistance} {distanceUnit} arasında
vi: Từ {smallerDistance} đến {biggerDistance} {distanceUnit}
zh_tw: 介於 {smallerDistance}-{biggerDistance} {distanceUnit} 之間

source: Good
de: Gut
fi: Hyvä
id: Bagus
is: Gott
it: Buona
ru: Хорошая
sk: Dobré
sl: Dobro
tr: İyi
vi: Tốt
zh_tw: 良好

source: Very good
de: Sehr gut
fi: Todella hyvä
id: Sangat Baik
is: Mjög gott
it: Molto buona
ru: Очень хорошая
sk: Veľmi dobré
sl: Zelo dobro
tr: Çok iyi
vi: Rất tốt
zh_tw: 非常好

source: US Weather
de: US National Weather (nur US)
sr: Метеоролошки центар САД
tr: ABD Hava Durumu
vi: Thời tiết Hoa Kỳ
zh_cn: 美国国家气象局
zh_tw: 美國天氣

source: Deutscher Wetterdienst
sr: Немачки Метеоролошки центар
tr: Alman Hava Servisi
zh_cn: 德国气象局
zh_tw: 德國氣象局

source: Swiss Météo
is: Météo Suisse
sr: Швајцарски Метеоролошки центар
tr: İsviçre Meteo
zh_cn: 瑞士气象局
zh_tw: 瑞士氣象局

source: Celsius
be: °C
cs: º Celsia
is: Selsíus
pl: Celsjusz
ru: °C
sk: Celzia
sl: Stopinje Celzija
sr: Целзијус
tr: Santigrad
zh_cn: 摄氏度
zh_tw: 攝氏

source: Fahrenheit
be: °F
cs: Fahrenheity
ru: °F
sk: Fahrenheita
sl: Stopinje Fahrenheita
sr: Фаренхајт
tr: Fahrenayt
zh_cn: 华氏度
zh_tw: 華氏

source: Beaufort
be: Бафортаў
cs: Stupnice Beaufort
fi: Bofori
ru: Бофортов
sr: Боофора
tr: Bofor
zh_cn: 蒲福风级
zh_tw: 蒲福風級

source: hPa
be: гПа
ru: гПа
zh_cn: 百帕
zh_tw: 百帕

source: in Hg
be: цаляў рт.сл.
cs: palce Hg
ru: дюймов рт. ст.
zh_cn: 英寸汞柱
zh_tw: 英吋汞柱

source: mm Hg
be: мм. рт. сл.
ru: мм. рт. ст.
zh_cn: 毫米汞柱
zh_tw: 毫米汞柱

source: psi
be: фунты на кв. цалю
ru: фунты на кв. дюйм
zh_cn: 磅每平方英寸
zh_tw: 磅/平方英吋

source: atm
be: атм
ru: атм
zh_cn: 标准大气压
zh_tw: 標準大氣壓

source: Pa
be: Па
ru: Па
zh_cn: 帕斯卡
zh_tw: 帕斯卡

source: Met Office UK (UK only)
de: Met Office UK (nur UK)
fi: Met Office UK (vain UK)
id: Met Office UK (khusus Inggris)
is: Met Office UK (aðeins í Bretlandi)
it: Met Office UK (solo Regno Unito)
ru: Met Office UK (только Великобритания)
sk: MET Office UK (iba pre UK)
sl: Met Office UK (samo za Združeno kraljestvo)
tr: Met Office UK (yalnızca İngiltere)
vi: Met Office UK (Chỉ Vương quốc Anh)
zh_tw: 英國氣象局（僅限英國）

source: Visual Crossing
id: Penyeberangan Visual
tr: Görsel Geçiş

source: Some of the available values are: {c} is condition, {t} is temperature and {u} is unit. Can be used if label does not fit on vertical panel, among other smart things.
fi: Käytettävät arvot ovat: {c} on olusuhde, {t} on lämpötila ja {u} on yksikkö. Käytetään, jos nimi ei mahdu pystysuoraan paneeliin, muiden asioiden lisäksi.
is: Nokkur tiltæk gildi eru: {c} er veðurskilyrði, {t} er hitastig og {u} er eining. Má t.d. nota ef merkingin passar ekki á lóðrétta skjástiku, auk annars.
ru: Доступные значения: {c} условия, {t} температура и {u} единицы измерения. Может быть использовано, если метка не входит в вертикальную панель с учётом других мелких деталей.
tr: Kullanılabilir değerler: {c} durum, {t} sıcaklık ve {u} birimdir. Etiket, diğer akıllı şeylerin yanı sıra dikey panele sığmazsa kullanılabilir.

source: Open-Meteo
zh_cn: Open-Meteo（开放气象）

source: Yahoo
zh_cn: 雅虎

source: Current maintainer: Gr3q
fi: Nykyinen kehittäjä: Gr3q
sk: Aktuálny správca: Gr3q

source: Pirate Weather
de: US National Weather (nur US)
