Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: until
be: да
cs: do
de: bis
es: hasta
fi: saakka
hu: amíg
id: sampai
is: þar til
it: fino a
pl: do
sk: do
sl: do
sr: до
sv: tills
tr: a kadar
vi: cho đến
zh_cn: 直到
zh_tw: 直到

source: Possible
be: Магчыма
cs: Možné
de: Möglich
es: Posible
fi: Mahdollinen
hu: Lehetséges
id: Mungkin
is: Mögulegt
it: Possibile
pl: Możliwy
sk: Možné
sl: Možnost
sr: Могуће
sv: Möjligen
tr: Mümkün
vi: Có thể
zh_cn: 可能
zh_tw: 可能

source: Please enter API key in settings, or get one first on https://darksky.net/dev/register
be: Калі ласка, увядзіце ключ API у наладах, ці спачатку атрымайце яго на https://darksky.net/dev/register
cs: Vložte klíč API v nastavení nebo jej získejte na https://darksky.net/dev/register
de: Bitte geben Sie den API-Schlüssel in den Einstellungen ein, oder holen Sie sich zuerst eine auf https://darksky.net/dev/register
es: Introduzca una clave de API en la configuración, u obtenga una primero en https://darksky.net/dev/register
fi: Anna APIAVAIN asetuksissa. Hanki se ensin https://darksky.net/dev/register
hu: API-kulcs megadása szükséges a beállításokban, vagy szerezzen egyet a https://darksky.net/dev/register oldalról
id: Silakan masukkan kunci API di pengaturan, atau dapatkan yang pertama di https://darksky.net/dev/register
is: Settu inn API-lykil í stillingunum, en náðu fyrst í einn slíkan á https://darksky.net/dev/register
it: Inserisci la chiave API nelle impostazioni, o prendine una prima su https://darksky.net/dev/register
pl: Proszę wprowadzić klucz API w ustawieniach. lub uzyskaj go najpierw na stronie https://darksky.net/dev/register
ru: Пожалуйста введите ключ API в настройках, или сначала получите на https://darksky.net/dev/register
sk: V nastaveniach zadajte kľúč API, alebo si ho najskôr zaobstarajte na https://darksky.net/dev/register
sl: Vnesite ključ za API v nastavitve, ali pa ga pridobite na https://darksky.net/dev/register
sr: Молимо вас да унесете API кључ у подешавањима или га прво преузмете на https://darksky.net/dev/register
sv: Vänligen ange API-nyckel i inställningar, eller hämta en först https://darksky.net/dev/register
tr: Lütfen ayarlara API anahtarını girin, veya https://darksky.net/dev/register adresinden bir tane edinin
vi: Vui lòng nhập khóa API trong cài đặt, hoặc lấy một khóa trước trên https://darksky.net/dev/register
zh_cn: 请在设置中输入 API 密钥， 或先在 https://darksky.net/dev/register 上获取一个
zh_tw: 請在設定中輸入 API 金鑰， 或先至 https://darksky.net/dev/register 申請一個

source: Please Make sure you entered the API key that you have from DarkSky
be: Калі ласка, пераканайцеся, што вы ўвялі ключ API, атрыманы ад DarkSky
cs: Ujistěte se, že je vložen API klič získaný na DarkSky
de: Bitte verwenden Sie den API-Schlüssel, den Sie von DarkSky haben
es: Asegúrese de que introdujo la clave de API que ha obtenido desde DarkSky
fi: Varmista, että antamasi APIAVAIN on peräisin yritykseltä DarkSky
hu: Ellenőrizze, hogy a DarkSky szolgáltatótól származó API kulcsot helyesen adta meg
id: Harap Pastikan Anda memasukkan kunci API yang Anda miliki dari DarkSky
is: Gakktu úr skugga um að þú hafir sett API-lykilinn frá DarkSky rétt inn
it: Per favore assicurati di aver immesso correttamente la chiave API forntia da DarkSky
pl: Upewnij się, że wprowadziłeś klucz API, który masz od DarkSky
ru: Пожалуйста убедитесь, что введённый ключ API совпадает с ключем от DarkSky
sk: Uistite sa prosím, že ste zadali kľúč API, ktorý máte od DarkSky
sl: Preverite, da ste vnesli ključ za API, ki ste ga dobili od DarkSky
sr: Молимо вас да се уверите да сте унели API кључ који имате од DarkSky-а
sv: Vänligen var säker på att du angett den API-nyckeln du har hos DarkSky
tr: Lütfen emin ol DarkSky'den sahip olduğunuz API anahtarını girdiniz
vi: Vui lòng Đảm bảo bạn đã nhập khóa API mà bạn có từ DarkSky
zh_cn: 请确保您 输入从 DarkSky 获取的 API 密钥
zh_tw: 請確認您已輸入 從 DarkSky 取得的 API 金鑰

source: Could not obtain location
be: Не атрымалася знайсьці месцазнаходжаньне
cs: Nedaří se zjistit polohu
de: Konnte den Standort nicht ermitteln
es: No se pudo obtener la ubicación
fi: Sijaintia ei löytynyt
hu: Helyzetmeghatározás sikertelen
id: Tidak dapat memperoleh lokasi
is: Gat ekki fengið staðsetninguna
it: Impossibile ottenere la posizione
pl: Nie udało się uzyskać lokalizacji
ru: Не удалось получить местоположение
sk: Lokalitu nie je možné nájsť
sl: Lokacije ni mogoče pridobiti
sr: Није могуће добити локацију
sv: Kunde inte hämta plats
tr: Konum alınamadı
vi: Không thể lấy vị trí
zh_cn: 无法获取位置
zh_tw: 無法取得位置

source: Location Service responded with errors, please see the logs in Looking Glass
be: Сэрвіс месцазнаходжаньня адказаў з памылкамі, гл. логі ў Looking Glass
cs: Lokační služba odpověděla s chybami, detaily jsou v logu v Looking Glass
de: Location Service antwortede mit Fehler, bitte sehen Sie in Looking Glass Logs
es: El servicio de ubicación respondió con errores, mire los logs en Looking Glass
fi: Sijaintipalvelu vastasi virheillä. Katso Looking Glass loki
hu: Földrajzi helymeghatározás nem sikerült, a naplóbejegyzések megtekinthetők a Looking Glass naplóban
id: Layanan Lokasi merespons dengan kesalahan, silakan lihat log di Looking Glass
is: Staðsetningarþjónusta svaraði með villum, skoðaðu atvikaskrár í Looking Glass
it: Il servizio di localizzazione ha risposto con errori, consultare i registri in Looking Glass
pl: Usługa lokalizacji odpowiedziała z błędami, proszę zobaczyć logi w Looking Glass
ru: Сервис местоположения ответил с ошибками, см. логи в Looking Glass
sk: Služba určovania polohy odpovedala chybami. Pozrite si denníky v službe Looking Glass
sl: Lokacijska storitev je sporočila napako, preverite dnevniški zapis v Looking Glass
sr: Локацијска служба одговорила је на грешке, погледајте записнике у прозорче огледала
sv: Plats-tjänsten svarade med felmeddelanden, vänligen se logg i Looking Glass
tr: Konum Hizmeti hatalarla yanıt verdi, lütfen hata günlüklerine bakın
vi: Dịch vụ Vị trí phản hồi với lỗi, vui lòng xem nhật ký trong Looking Glass
zh_cn: 定位服务响应错误，请查看 Looking Glass 中的日志
zh_tw: 位置服務回應發生錯誤，請檢視 Looking Glass 中的記錄

source: Cloudiness
be: Воблачна
cs: Oblačnost
de: Bewölkung
es: Abundancia de nubes
fi: Pilvistä
hu: Felhőzet
id: Keadaan mendung
is: Skýjahula
it: Nuvolosità
pl: Zachmurzenie
ru: Облачно
sk: Oblačno
sl: Oblačnost
sr: Облачност
sv: Molnighet
tr: Bulanıklık
vi: Độ nhiều mây
zh_cn: 云量
zh_tw: 雲量

source: Clear sky
be: Ясна
cs: Jasno
de: Klarer Himmel
es: Cielo despejado
fi: Selkeää
hu: Tiszta égbolt
id: Langit cerah
is: Heiðskírt
it: Cielo sereno
pl: Bezchmurne niebo
ru: Ясно
sk: Jasno
sl: Jasno nebo
sr: Ведро
sv: Klar himmel
tr: Hava açık
vi: Bầu trời quang đãng
zh_cn: 晴
zh_tw: 晴空萬里

source: Fair
be: Пагода
cs: Hezky
de: Schön
es: Buen tiempo
fi: Selkeää
hu: Elfogadható
id: Terang
is: Bjartviðri
it: Sereno
pl: Raczej
ru: Ясно
sk: Pekne
sl: Pretežno jasno
sr: Умерено
sv: Klart
tr: Açık
vi: Tốt
zh_cn: 晴
zh_tw: 晴朗

source: Heavy rain and thunder
be: Моцны дождж з навальніцай
cs: Průtrž mračen s bouřkou
de: Starker Regen und Gewitter
es: Fuerte aguacero y llovizna
fi: Rankkasadetta ja ukkostaa
hu: Erős eső és mennydörgés
id: Hujan lebat dan guntur
is: Úrfelli og þrumur
it: Forti rovesci e tuoni
pl: Ulewny deszcz i burze
ru: Сильный дождь с грозой
sk: Búrka so silným dažďom
sl: Močan dež in grmenje
sr: Јаки пљускови и грмљавине
sv: Kraftigt regn med åska
tr: Şiddetli yağmur ve gök gürültüsü
vi: Mưa lớn và sấm sét
zh_cn: 强雷雨
zh_tw: 大雷雨

source: Heavy rain showers
be: Моцныя залевы
cs: Silné dešťové přeháňky
de: Starke Regenschauer
es: Lluvia muy intensa
fi: Voimakkaita sadekuuroja
hu: Erős zivatarok
id: Hujan deras
is: Talsverðir skúrir
it: Forti rovesci di pioggia
pl: Ulewne deszcze
ru: Проливные дожди
sk: Silné dažďové prehánky
sl: Močne dežne plohe
sr: Јаки пљускови
sv: Kraftiga regnskurar
tr: Şiddetli sağnak yağmur
vi: Mưa rào lớn
zh_cn: 强阵雨
zh_tw: 強陣雨

source: Heavy rain showers and thunder
be: Моцныя залевы з навальніцай
cs: Bouřka a intenzivní přeháňky
de: Starke Regenschauer und Gewitter
es: Chubascos y truenos
fi: Voimakkaita sadekuuroja ja ukkosta
hu: Erős viharos záporeső és mennydörgés
id: Hujan deras disertai petir
is: Talsverðir skúrir og þrumur
it: Forti rovesci e tuoni
pl: Duże opady deszczu i burze
ru: Проливные дожди с грозой
sk: Silné dažďové prehánky s búrkou
sl: Močne dežne plohe in grmenje
sr: Јаки пљускови и грмљавине
sv: Kraftiga regnskurar med åska
tr: Şiddetli sağnak yağmur ve gök gürültüsü
vi: Mưa rào lớn và sấm sét
zh_cn: 强雷阵雨
zh_tw: 強雷陣雨

source: Heavy sleet
be: Моцны мокры сьнегапад
cs: Silný mrznoucí déšť
de: Schwerer Schneeregen
es: Aguanieve
fi: Voimakasta räntäsadetta
hu: Erős havas eső
id: Hujan es lebat
is: Talsverð slydda
it: Forte nevicata
pl: Duże opady śniegu
ru: Сильный мокрый снегопад
sk: Silný dážď
sl: Močna sodra
sr: Јака суснежица
sv: Kraftigt slask
tr: Yoğun sulu kar
vi: Mưa tuyết lớn
zh_cn: 大雨夹雪
zh_tw: 大霙

source: Heavy sleet and thunder
be: Моцны мокры сьнегапад з навальніцай
cs: Silný mrznoucí déšť déšť s bouřkou
de: Starker Schneeregen und Donner
es: Aguanieve y truenos
fi: Voimakasta räntäsadetta
hu: Erős havas eső és mennydörgés
id: Hujan es lebat dan guntur
is: Talsverð slydda og þrumur
it: Forte nevicata e tuoni
pl: Duże opady śniegu i burze
ru: Сильный мокрый снегопад с грозой
sk: Silný dážď a búrka
sl: Močna sodra in grmenje
sr: Јака суснежица с грмљавином
sv: Kraftigt slask med åska
tr: Yoğun sulu kar ve gök gürültüsü
vi: Mưa tuyết lớn và sấm sét
zh_cn: 大雨夹雪，伴有雷电
zh_tw: 大霙伴隨雷

source: Heavy sleet showers
be: Моцны дождж з мокрым сьнегам
cs: Přeháňky silného mrznoucího deště
de: Starke Graupelschauer
es: Fuertes chubascos de Aguanieve
fi: Voimakkaita räntäsateita
hu: Erős havas záporeső
id: Hujan es lebat
is: Talsverð slydduél
it: Nevischio intenso
pl: Silne opady śniegu
ru: Сильный дождь с мокрым снегом
sk: Silné dažďové prehánky
sl: Močne plohe s sodro
sr: Јак пљускови са суснежицом
sv: Kraftiga slaskskurar
tr: Şiddetl isağnak sulu kar
vi: Mưa tuyết rào lớn
zh_cn: 短时大雨夹雪
zh_tw: 大霙陣雨

source: Heavy sleet showers and thunder
be: Моцны дождж з мокрым сьнегам і навальніцай
cs: Přeháňky silného deště se sněhem a bouřka
de: Heftige Graupelschauer und Gewitter
es: Fuertes chubascos de Aguanieve y truenos
fi: Voimakkaita räntäsateita
hu: Erős havas záporeső és mennydörgés
id: Hujan es lebat dan guntur
is: Talsverð slydduél og þrumur
it: Rovesci di nevischio e tuoni
pl: Silne opady deszczu i burze
ru: Сильный дождь с мокрым снегом и грозой
sk: Silné dažďové prehánky s búrkou
sl: Močne plohe s sodro in grmenjem
sr: Јаки пљускови са суснежицом и грмљавина
sv: Kraftiga slaskskurar och åska
tr: Şiddetli sağnak sulu kar ve gök gürültüsü
vi: Mưa tuyết rào lớn và sấm sét
zh_cn: 短时大雨夹雪，伴有雷电
zh_tw: 大霙陣雨伴隨雷

source: Heavy snow and thunder
be: Моцны сьнегапад з навальніцай
cs: Sněhová vánice s bouřkou
de: Starker Schnee und Gewitter
es: Fuertes nevadas y truenos
fi: Runsasta lumisadetta
hu: Erős havazás és mennydörgés
id: Salju lebat dan guntur
is: Talsverð snjókoma og þrumur
it: Nevicate abbondanti e tuoni
pl: Obfite opady śniegu i burze
ru: Сильный снегопад с грозой
sk: Husté sneženie a búrka
sl: Močno sneženje in grmenje
sr: Јак снег и грмљавина
sv: Kraftigt snöfall och åska
tr: Yoğun kar ve gök gürültüsü
vi: Tuyết lớn và sấm sét
zh_cn: 强雷雪
zh_tw: 大雪伴隨雷雨

source: Heavy snow showers
be: Моцны сьнегапад
cs: Přeháňky sněhové vánice
de: Starke Schneeschauer
es: Fuertes nevadas
fi: Voimakasta lumisadetta
hu: Erős hózápor
id: Hujan salju lebat
is: Talsverð snjóél
it: Forte nevicata
pl: Silne opady śniegu
ru: Сильный снегопад
sk: Silné snehové prehánky
sl: Močne snežne plohe
sr: Јаке снежне падавине
sv: Kraftiga snöbyar
tr: Şiddetli sağnak kar yağışı
vi: Tuyết rào lớn
zh_cn: 强阵雪
zh_tw: 強陣雪

source: Heavy snow showers and thunder
be: Моцны сьнегапад з навальніцай
cs: Přeháňky sněhové vánice a bouřka
de: Heftige Schneeschauer und Gewitter
es: Fuertes nevadas y truenos
fi: Runsaita lumikuuroja
hu: Erős zápor és szitáló eső
id: Hujan salju lebat dan guntur
is: Talsverð snjóél og þrumur
it: Forte nevicata e tuoni
pl: Silne opady śniegu i burze
ru: Сильный снегопад с грозой
sk: Silné snehové prehánky a búrka
sl: Močne snežne plohe in grmenje
sr: Јаке снежне падавине и грмљавина
sv: Kraftiga snöbyar och åska
tr: Şiddetli sağnak kar yağışı ve gök gürültüsü
vi: Tuyết rào lớn và sấm sét
zh_cn: 强雷阵雪
zh_tw: 強雷陣雪

source: Light rain and thunder
be: Лёгкі дождж з навальніцай
cs: Slabý déšť a bouřka
de: Leichter Regen und Donner
es: Lluvia ligera y truenos
fi: Heikkoa vesisadetta ja ukkosta
hu: Enyhe esőzés és mennydörgés
id: Hujan ringan dan guntur
is: Dálítið regn og þrumur
it: Lievi rovesci e tuoni
pl: Lekki deszcz i burze
ru: Небольшой дожль с грозой
sk: Slabý dážď a búrka
sl: Rahel dež in grmenje
sr: Слаба киша и грмљавина
sv: Lätt regn med åska
tr: Hafif yağmur ve gök gürültüsü
vi: Mưa nhẹ và sấm sét
zh_cn: 小雷雨
zh_tw: 小雷雨

source: Light rain showers
be: Кароткачасовыя залевы
cs: Slabé dešťové přeháňky
de: Leichte Regenschauer
es: Lluvia ligera
fi: Heikkoja sadekuuroja
hu: Enyhe záporeső
id: Hujan rintik-rintik
is: Dálitlir skúrir
it: Lievi rovesci
pl: Lekkie opady deszczu
ru: Врменами небольшой дождь
sk: Slabé dažďové prehánky
sl: Rahle dežne plohe
sr: Слаб пљускови
sv: Lätta regnskurar
tr: Hafif sağanak yağmur
vi: Mưa rào nhẹ
zh_cn: 小阵雨
zh_tw: 小陣雨

source: Light rain showers and thunder
be: Кароткачасовыя залевы з навальніцай
cs: Slabé dešťové přeháňky a bouřka
de: Leichte Regenschauer und Gewitter
es: Lluvia ligera y truenos
fi: Heikkoja sadekuuroja ja ukkosta
hu: Enyhe záporeső és mennydörgés
id: Hujan ringan dan guntur
is: Dálitlir skúrir og þrumur
it: Lievi rovesci e tuoni
pl: Lekkie opady deszczu i burze
ru: Небольшой дождь с грозой
sk: Slabé dažďové prehánky s búrkou
sl: Rahle dežne plohe in grmenje
sr: Слаб пљускови и грмљавина
sv: Lätta regnskurar och åska
tr: Hafif sağanak yağmur ve gök gürültüsü
vi: Mưa rào nhẹ và sấm sét
zh_cn: 小雷阵雨
zh_tw: 小雷陣雨

source: Light sleet
be: Невялікі мокры сьнег
cs: Slabý déšť se sněhem
de: Leichter Schneeregen
es: Lluvia ligera de Aguanieve
fi: Heikkoa räntäsadetta
hu: Gyenge havas eső
id: Hujan es ringan
is: Dálítil slydda
it: Nevischio leggero
pl: Lekki śnieg
ru: Небольшой мокрый снегопад
sk: Ľahký dážď so snehom
sl: Rahla sodra
sr: Слаба суснежица
sv: Lätt slask
tr: Hafif Sulu kar
vi: Mưa tuyết nhẹ
zh_cn: 小雨夹雪
zh_tw: 小霙

source: Light sleet and thunder
be: Невялікі мокры сьнег з навальніцай
cs: Slabý déšť se sněhem a bouřka
de: Leichter Schneeregen und Donner
es: Lluvia ligera de Aguanieve y truenos
fi: Heikkoa räntäsadetta
hu: Gyenge havas eső és mennydörgés
id: Hujan es ringan dan guntur
is: Dálítil slydda og þrumur
it: Nevischio leggero e tuoni
pl: Lekki śnieg i burze
ru: Небольшой мокрый снегопад с грозой
sk: Ľahký dážď so snehom a búrka
sl: Rahla sodra in grmenje
sr: Слаба суснежица и грмљавина
sv: Lätt slask med åska
tr: Hafif karla karışık yağmur ve gök gürültüsü
vi: Mưa tuyết nhẹ và sấm sét
zh_cn: 小雨夹雪，伴有雷电
zh_tw: 小霙有雷

source: Light sleet showers
be: Кароткачасовыя залевы з мокрым сьнегам
cs: Lehké přeháňky deště se sněhem
de: Leichte Graupelschauer
es: Lluvia ligera de Aguanieve
fi: Heikkoa räntäsadetta
hu: Gyenge havas záporeső
id: Hujan es ringan
is: Dálítil slydduél
it: Lieve nevicata
pl: Lekkie opady śniegu
ru: Небольшой мокрый снегопад
sk: Ľahký dážď so snehom
sl: Manjše plohe s sodro
sr: Слаба суснежица
sv: Lätta slaskskurar
tr: Hafif sağnak karla karışık yağmur
vi: Mưa tuyết rào nhẹ
zh_cn: 短时小雨夹雪
zh_tw: 小陣霙

source: Light sleet showers and thunder
be: Кароткачасовыя залевы з мокрым сьнегам і навальніцай
cs: Lehké přeháňky deště se sněhem a bouřka
de: Leichte Graupelschauer und Gewitter
es: Lluvia ligera de Aguanieve y truenos
fi: Heikkoa räntäsadetta
hu: Gyenge havas esőzápor és mennydörgés
id: Hujan es ringan dan guntur
is: Dálítil slydduél og þrumur
it: Leggeri rovesci di nevischio e tuoni
pl: Lekkie opady śniegu i burze
ru: Небольшой мокрый снегопад с грозой
sk: Ľahký dážď so snehom a búrka
sl: Manjše plohe s sodro in grmenje
sr: Слаба суснежица и грмљавина
sv: Lätta slaskskurar och åska
tr: Hafif sağnak karla karışık yağmur ve gök gürültüsü
vi: Mưa tuyết rào nhẹ và sấm sét
zh_cn: 短时小雨夹雪，伴有雷电
zh_tw: 小陣霙有雷

source: Light snow and thunder
be: Лёгкі сьнег з навальніцай
cs: Slabé sněžení a bouřka
de: Leichter Schneefall und Gewitter
es: Ligera Nevada y truenos
fi: Kevyttä lumisadetta
hu: Könnyű havazás és mennydörgés
id: Salju ringan dan guntur
is: Dálítil snjókoma og þrumur
it: Neve leggera e tuoni
pl: Lekki śnieg i burze
ru: Небольшой снегопад с грозой
sk: Slabé sneženie a búrka
sl: Rahlo sneženje in grmenje
sr: Слаб снег и грмљавина
sv: Lätt snöfall och åska
tr: Hafif kar yağışı ve gök gürültüsü
vi: Tuyết nhẹ và sấm sét
zh_cn: 小雷雪
zh_tw: 小雪伴隨雷雨

source: Light snow showers
be: Кароткачасовыя сьнегапады
cs: Slabé sněhové přeháňky
de: Leichte Schneeschauer
es: Ligeros chubascos de nieve
fi: Kevyttä lumisadetta
hu: Enyhe hózáporok
id: Hujan salju ringan
is: Dálítil snjóél
it: Rovesci nevosi leggeri
pl: Lekkie opady śniegu
ru: Небольшой снегопад
sk: Mierne snehové prehánky
sl: Manjše snežne plohe
sr: Слаби снежни пљускови
sv: Lätta snöbyar
tr: Hafif sağanak kar yağışı
vi: Tuyết rào nhẹ
zh_cn: 小阵雪
zh_tw: 小陣雪

source: Light snow showers and thunder
be: Кароткачасовыя сьнегапады з навальніцай
cs: Slabé sněhové přeháňky a bouřka
de: Leichte Schneeschauer und Gewitter
es: Ligeros chubascos de nieve y truenos
fi: Kevyttä lumisadetta
hu: Könnyű hózáporok és mennydörgés
id: Hujan salju ringan dan guntur
is: Dálítil snjóél og þrumur
it: Leggeri rovesci di neve e tuoni
pl: Lekkie opady śniegu i burze
ru: Небольшой снегопад с грозой
sk: Slabé snehové prehánky a búrka
sl: Manjše snežne plohe in grmenje
sr: Слаби снежни пљускови и грмљавина
sv: Lätta snöbyar och åska
tr: Hafif sağnak kar yağışı ve gök gürültüsü
vi: Tuyết rào nhẹ và sấm sét
zh_cn: 小雷阵雪
zh_tw: 小雷陣雪

source: Rain and thunder
be: Дождж з навальніцай
cs: Bouřka s deštěm
de: Regen und Donner
es: Lluvia y truenos
fi: Sadetta ja ukkosta
hu: Esőzés és mennydörgés
id: Hujan dan guntur
is: Regn og þrumur
it: Pioggia e tuoni
pl: Deszcz i pioruny
ru: Дождь с грозой
sk: Dážď a hrmavica
sl: Dež in grmenje
sr: Киша и грмљавина
sv: Regn och åska
tr: Yağmur ve gök gürültüsü
vi: Mưa và sấm sét
zh_cn: 雷雨
zh_tw: 雷雨

source: Rain showers
be: Залевы
cs: Dešťové přeháňky
de: Regenschauer
es: Chubascos
fi: Sadekuuroja
hu: Záporok
id: Gerimis
is: Skúrir
it: Rovesci
pl: Przelotne deszcze
ru: Временами дожди
sk: Snehové prehánky
sl: Dežne plohe
sr: Пљускови
sv: Regnskurar
tr: Sağanak yağmur
vi: Mưa rào
zh_cn: 阵雨
zh_tw: 陣雨

source: Rain showers and thunder
be: Залевы з навальніцай
cs: Dešťové přeháňky a bouřka
de: Regenschauer und Gewitter
es: Chubascos y truenos
fi: Sadekuuroja ja ukkosta
hu: Záporok és mennydörgés
id: Hujan deras dan guntur
is: Skúrir og þrumur
it: Rovesci e tuoni
pl: Przelotne deszcze i burze
ru: Временами дожди с грозой
sk: Dažďové prehánky a hrmavica
sl: Dežne plohe in grmenje
sr: Пљускови са грмљавином
sv: Regnskurar och åska
tr: Sağanak yağmur ve gök gürültüsü
vi: Mưa rào và sấm sét
zh_cn: 雷阵雨
zh_tw: 雷陣雨

source: Sleet
be: Мокры сьнег
cs: Plískanice
de: Graupel
es: Aguanieve
fi: Räntää
hu: Havas eső
id: Hujan Es
is: Slydda
it: Nevischio
pl: Śnieg z deszczem
ru: Мокрый снег
sk: Poľadovica
sl: Sodra
sr: Суснежица
sv: Slask
tr: Karla karışık yağmur
vi: Mưa tuyết
zh_cn: 雨夹雪
zh_tw: 霙

source: Sleet and thunder
be: Мокры сьнег з навальніцай
cs: Déšť se sněhem a bouřka
de: Graupel und Donner
es: Aguanieve y truenos
fi: Räntää
hu: Havas eső és mennydörgés
id: Hujan es dan guntur
is: Slydda og þrumur
it: Nevischio e tuoni
pl: Deszcz ze śniegiem i burze
ru: Мокрый снег с грозой
sk: Búrka a poľadovica
sl: Sodra in grmenje
sr: Суснежица са грмљавином
sv: Slask och åska
tr: Karla karışık yağmur ve gök gürültüsü
vi: Mưa tuyết và sấm sét
zh_cn: 雨夹雪，伴有雷电
zh_tw: 雷霙

source: Sleet showers
be: Залева з мокрым сьнегам
cs: Přeháňky deště se sněhem
de: Graupelschauer
es: Lluvia de Aguanieve
fi: Räntäkuuroja
hu: Ónos záporeső
id: Hujan es
is: Slydduél
it: Lieve nevicata
pl: Przelotny śnieg
ru: Мокрый снегопад
sk: Mrznúce prehánky
sl: Plohe s sodro
sr: Пљускови са суснежицом
sv: Slaskskurar
tr: Karla karışık yağmur
vi: Mưa tuyết rào
zh_cn: 短时雨夹雪
zh_tw: 陣霙

source: Sleet showers and thunder
be: Залева з мокрым сьнегам і навальніцай
cs: Přeháňky deště se sněhem a bouřka
de: Graupelschauer und Gewitter
es: Ligeros chubascos de Aguanieve y truenos
fi: Räntäkuuroja
hu: Havas eső és mennydörgés
id: Hujan es dan guntur
is: Slydduél og þrumur
it: Rovesci di nevischio e tuoni
pl: Przelotny śnieg i burze
ru: Мокрый снегопад с грозой
sk: Mrznúce prehánky a hrmavica
sl: Plohe s sodro in grmenje
sr: Пљускови са суснежицом и грмљавином
sv: Slaskskurar och åska
tr: Karla karışık sağanak yağmur ve gök gürültüsü
vi: Mưa tuyết rào và sấm sét
zh_cn: 短时雨夹雪，伴有雷电
zh_tw: 雷陣霙

source: Snow and thunder
be: Сьнег з навальніцай
cs: Sněžení s bouřkou
de: Schnee und Donner
es: Nieve y trueno
fi: Lumikuuroja
hu: Havazás és mennydörgés
id: Salju dan guntur
is: Snjókoma og þrumur
it: Neve e tuoni
pl: Śnieg i burze
ru: Снег с грозой
sk: Sneženie a hrmavica
sl: Sneženje in grmenje
sr: Снег и грмљавина
sv: Snö och åska
tr: Kar ve gök gürültüsü
vi: Tuyết và sấm sét
zh_cn: 雷雪
zh_tw: 雪伴隨雷雨

source: Snow showers
be: Сьнег
cs: Sněhové přeháňky
de: Schneeschauer
es: Chubasco de nieve
fi: Lumikuuroja
hu: Hózápor
id: Hujan salju
is: Snjóél
it: Rovesci nevosi
pl: Opady śniegu
ru: Снег
sk: Snehové prehánky
sl: Snežne plohe
sr: Снежни пљускови
sv: Snöbyar
tr: Sağanak kar
vi: Tuyết rào
zh_cn: 阵雪
zh_tw: 陣雪

source: Snow showers and thunder
be: Сьнегапад з навальніцай
cs: Sněhové přeháňky s bouřkou
de: Schneeschauer und Gewitter
es: Chubasco de nieve y truenos
fi: Lumikuuroja
hu: Viharos havazás és mennydörgés
id: Hujan salju dan guntur
is: Snjór og þrumur
it: Rovesci di neve e tuoni
pl: Opady śniegu i burze
ru: Снег с грозой
sk: Snehové prehánky a hrmavica
sl: Snežne plohe in grmenje
sr: Снежни пљускови и грмљавина
sv: Snöbyar och åska
tr: Sağanak kar ve gök gürültüsü
vi: Tuyết rào và sấm sét
zh_cn: 雷阵雪
zh_tw: 陣雪伴隨雷雨

source: Unexpected response from API
be: Нечаканы адказ ад API
cs: Neočekávaná odpověď z API
de: Unerwartete Antwort von API
es: Respuesta inesperada de la API
fi: Odottamaton API:n vastaus
hu: Váratlan válasz az API részéről
id: Respons tak terduga dari API
is: Óskiljanlegt svar frá API-viðmótinu
it: Risposta inattesa dalle API
pl: Niespodziewana odpowiedź z API
ru: Неожиданный ответ от API
sk: Neočakávaná odpoveď z API
sl: Nepričakovan odziv s strani API-ja
sr: Неочекивани одговор од API-ја
sv: Oväntad respons från API
tr: API'den beklenmeyen yanıt
vi: Phản hồi không mong đợi từ API
zh_cn: 来自 API 的意外响应
zh_tw: API 回應異常

source: Visibility
be: Бачнасьць
cs: Dohlednost
de: Sichtweite
es: Visibilidad
fi: Näkyvyys
hu: Láthatóság
id: Visibilitas
is: Skyggni
it: Visibilità
pl: Widoczność
ru: Видимость
sk: Dohľadnosť
sl: Vidnost
sr: Видљивост
sv: Sikt
tr: Görüş mesafesi
vi: Tầm nhìn
zh_cn: 能见度
zh_tw: 能見度
