Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: Heavy intensity rain
be: Моцны дождж
cs: Velmi silný déšť
de: Starker Regen
es: Lluvia intensa
fi: Voimakasta sadetta
hu: Erős eső
id: Hujan dengan intensitas tinggi
is: Talsverð rigning
it: Forti rovesci
pl: Intensywny deszcz
ru: Сильный дождь
sk: Silný dážď
sl: Močan dež
sr: Јака киша
sv: Kraftigt intensivt regn
tr: Yüksek yoğun yağmur
vi: Mưa cường độ nặng
zh_cn: 大雨
zh_tw: 強降雨

source: Very heavy rain
be: Вельмі моцны дождж
cs: Průtrž mračen
de: Sehr starker Regen
es: Lluvia muy intensa
fi: Voimakasta vesisadetta
hu: Nagyon erős esőzés
id: Hujan sangat deras
is: Úrfelli
it: Pioggia molto forte
pl: Bardzo silny deszcz
ru: Сильный ливень
sk: Veľmi silný dážď
sl: Zelo močan dež
sr: Веома јака киша
sv: Mycket kraftigt regn
tr: Çok şiddetli yağmur
vi: Mưa rất lớn
zh_cn: 暴雨
zh_tw: 豪雨

source: Extreme rain
be: Вельмі моцны дождж
cs: Extrémní dešťové srážky
de: Extremer Regen
es: Lluvia extrema
fi: Kovaa sadetta
hu: Hatalmas Esőzés
id: Hujan ekstrim
is: Mikið úrfelli
it: Rovesci estremi
pl: Ekstremalny deszcz
ru: Экстремальный ливень
sk: Extrémny dážď
sl: Ekstremen dež
sr: Екстремна киша
sv: Extremt regn
tr: Aşırı yağmur
vi: Mưa cực lớn
zh_cn: 大暴雨
zh_tw: 極端降雨

source: Light intensity shower rain
be: Лёгкая залева
cs: Slabé přeháňky
de: Leichte Regenschauer
es: Llovizna de intensidad ligera
fi: Kevyttä sadetta
hu: Enyhe záporeső
id: Hujan pancuran intensitas ringan
is: Dálitlar skúraleiðingar
it: Pioggia a bassa intensità
pl: Przelotny deszcz o lekkiej intensywności
ru: Лёгкий ливень
sk: Slabé dažďové prehánky
sl: Rahla dežna ploha
sr: Слаби краткотрајни пљусак
sv: Lätta intensiva regnskurar
tr: Hafif şiddetli yağmur
vi: Mưa rào cường độ nhẹ
zh_cn: 小阵雨
zh_tw: 輕微陣雨

source: Shower rain
be: Залева
cs: Dešťové přeháňky
de: Regenschauer
es: Aguacero
fi: Sadekuuroja
hu: Záporeső
id: Mandi Hujan
is: Skúrir
it: Pioggia
pl: Przelotny deszcz
ru: Ливень
sk: Prehánky
sl: Dežna ploha
sr: Пљусак
sv: Regnskurar
tr: Şiddetli yağmur
vi: Mưa rào
zh_cn: 阵雨
zh_tw: 陣雨

source: Heavy intensity shower rain
be: Моцная залева
cs: Vydatné dešťové přeháňky
de: Starker Regenschauer
es: Aguacero de intensidad fuerte
fi: Voimakasta sadetta
hu: Erős záporeső
id: Hujan deras dengan intensitas tinggi
is: Talsverðar skúraleiðingar
it: Pioggia intensa
pl: Intensywny przelotny deszcz
ru: Сильный ливень
sk: Silné dažďové prehánky
sl: Močna dežna ploha
sr: Јак краткотрајни пљусак
sv: Kraftiga intensiva regnskurar
tr: Sağanak yağmur
vi: Mưa rào cường độ nặng
zh_cn: 强阵雨
zh_tw: 強陣雨

source: Ragged shower rain
be: Месцамі залева
cs: Lokální přeháňky
de: Immer wieder Regenschauer
es: Lluvia irregular
fi: Hajanaisia sateita
hu: Szakadozott záporeső
id: Hujan deras
is: Skúraleiðingar á köflum
it: Pioggia
pl: Poszarpany przelotny deszcz
ru: Местами дождь
sk: Ojedinelé prehánky
sl: Dežna ploha s prekinitvami
sr: Изузетно јак пљусак
sv: Störtskurar
tr: Düzensiz sağanak yağmur
vi: Mưa rào dữ dội
zh_cn: 局部阵雨
zh_tw: 零星陣雨

source: Shower sleet
be: Мокры сьнег
cs: Plískanice
de: Graupelschauer
es: Aguanieve
fi: Sadekuuroja
hu: Havas záporeső
id: Hujan Es
is: Slydduél
it: Nevischio
pl: Deszcz ze śniegiem
ru: Мокрый снег
sk: Prehánky so snehom
sl: Plohe s sodro
sr: Јака суснежица
sv: Slaskskurar
tr: Ahmak ıslatan
vi: Mưa tuyết rào
zh_cn: 短时雨夹雪
zh_tw: 陣霙

source: Light rain and snow
be: Лёгкі дождж са сьнегам
cs: Slabý déšť se sněhem
de: Leichter Regen und Schnee
es: Lluvia ligera y nieve
fi: Heikkoa vesisadetta ja lunta
hu: Enyhe esőzés és havazás
id: Hujan ringan dan salju
is: Dálitlir regn/snjóskúrir
it: Lievi rovesci e neve
pl: Lekki deszcz i śnieg
ru: Лёгкий снег с дождём
sk: Slabý dážď so snehom
sl: Rahel dež s snegom
sr: Слаба киша и снег
sv: Lätt regn och snö
tr: Hafif kar ve yağmur
vi: Mưa và tuyết nhẹ
zh_cn: 小雨夹雪
zh_tw: 小雨夾雪

source: Rain and snow
be: Дождж са сьнегам
cs: Déšť se sněhem
de: Regen und Schnee
es: Lluvia y nieve
fi: Sadetta ja lunta
hu: Esőzés és havazás
id: Hujan dan salju
is: Regn og snjókoma
it: Pioggia e neve
pl: Deszcz i śnieg
ru: Дождь со снегом
sk: Dážď so snehom
sr: Киша и снег
sv: Regn och snö
tr: Yağmur ve kar
vi: Mưa và tuyết
zh_cn: 雨夹雪
zh_tw: 雨夾雪

source: Light shower snow
be: Лёгкі сьнег
cs: Lehké sněhové přeháňky
de: Leichter Schneeschauer
es: Ligeros chubascos de nieve
fi: Kevyt lumisade
hu: Enyhe hózápor
id: Hujan salju ringan
is: Dálítil snjóél
it: Lieve nevicata
pl: Lekki przelotny śnieg
ru: Лёгкий снег
sk: Mierne snehové prehánky
sl: Manjša snežna ploha
sr: Блага падавина снега
sv: Lätta snöbyar
tr: Hafif şiddetli kar yağışı
vi: Mưa tuyết nhẹ
zh_cn: 小阵雪
zh_tw: 小陣雪

source: Shower snow
be: Сьнегапад
cs: Sněhové přeháňky
de: Schneeschauer
es: Chubasco de nieve
fi: Lumisadetta
hu: Elszórt havazás
id: Mandi salju
is: Snjóél
it: Neve
pl: Przelotny śnieg
ru: Снег
sk: Prehánky
sl: Snežna ploha
sr: Мећава
sv: Snöbyar
tr: Şiddetli kar
vi: Mưa tuyết
zh_cn: 阵雪
zh_tw: 陣雪

source: Heavy shower snow
be: Моцны сьнегапад
cs: Silné sněhové přeháňky
de: Starker Schneeschauer
es: Fuertes chubascos de nieve
fi: Voimakasta lumisadetta
hu: Erős hózápor
id: Hujan salju lebat
is: Talsverð snjóél
it: Forte nevicata
pl: Silny przelotny śnieg
ru: Сильный снегопад
sk: Silné snehové prehánky
sl: Močno snežna ploha
sr: Јак мећаве
sv: Kraftiga snöbyar
tr: Ağır şiddetli kar
vi: Mưa tuyết nặng
zh_cn: 强阵雪
zh_tw: 強陣雪

source: Smoke
be: Дым
cs: Kouř
de: Rauch
es: Humo
fi: Savua
hu: Füst
id: Berasap
is: Reykur
it: Fumo
pl: Zadymiony
ru: Дым
sk: Dymno
sl: Dim
sr: Дим
sv: Rök
tr: Dumanlı
vi: Khói
zh_cn: 烟
zh_tw: 煙霧

source: Haze
be: Туман
cs: Kouřmo
de: Dunst
es: Niebla
fi: Usvaa
hu: Pára
id: Kabut
is: Mistur
it: Foschia
pl: Mgła
ru: Туман
sk: Hmla
sl: Meglica
sr: Измаглица
sv: Disigt
tr: Puslu
vi: Sương mù
zh_cn: 霾
zh_tw: 霾

source: Sand, dust whirls
be: Пясок, пылавыя віхры
cs: Víření prachu a písku
de: Sand, Staubwirbel
es: Arena, remolinos de polvo
fi: Hiekkaa ja pölypyörteet
hu: Homok, porfelhők
id: Pasir, pusaran debu
is: Sand eða rykhvirflar
it: Sabbia, vortici di polvere
pl: Piasek, wiry pyłowe
ru: Песок, пыльные вихри
sk: Prašno
sl: Peščeni, prašni vrtinci
sr: Песак, ковитлаци прашине
sv: Sand, dammvirvlar
tr: Kum, toz fırtınası
vi: Xoáy cát, bụi
zh_cn: 沙尘暴
zh_tw: 沙塵捲

source: Sand
be: Пясок
cs: Písek
es: Arena
fi: Hiekkaa
hu: Homok
id: Pasir
is: Sandur
it: Sabbia
pl: Piasek
ru: Песок
sk: Prašno
sl: Pesek
sr: Песак
tr: Kum
vi: Cát
zh_cn: 扬沙
zh_tw: 沙塵

source: Dust
be: Пыл
cs: Prach
de: Staub
es: Polvo
fi: Pölyä
hu: Por
id: Debu
is: Ryk
it: Polvere
pl: Pył
ru: Пыль
sk: Prašno
sl: Prah
sr: Прашина
sv: Damm
tr: Tozlu
vi: Bụi
zh_cn: 浮尘
zh_tw: 灰塵

source: Volcanic ash
be: Вулканічны попел
cs: Sopečný popílek
de: Vulkanasche
es: Ceniza volcánica
fi: Vulkaanista tuhkaa
hu: Vulkáni hamu
id: Abu vulkanik
is: Gosaska
it: Cenere vulcanica
pl: Popiół wulkaniczny
ru: Вулканический пепел
sk: Vulkanický prach
sl: Vulkanski pepel
sr: Вулкански пепео
sv: Vulkanisk aska
tr: Volkanik kül
vi: Tro núi lửa
zh_cn: 火山灰
zh_tw: 火山灰

source: Squalls
be: Шквал
cs: Nárazy větru
de: Böen
es: Borrascas
fi: Tuulenpuuskia
hu: Széllökések
id: Badai
is: Vindhviður
it: Burrasche
pl: Szkwał
ru: Шквал
sk: Víchor
sl: Sunki vetra
sr: Бура
sv: Vindbyar
tr: Bağrışma
vi: Gió giật
zh_cn: 飑
zh_tw: 暴風

source: Tornado
be: Сьмерч
cs: Tornádo
es: Tornados
hu: Tornádó
id: Angin Topan
is: Hvirfilbylur
ru: Смерч
sk: Tornádo
sr: Торнадо
sv: Tromb
tr: Bora
vi: Lốc xoáy
zh_cn: 龙卷风
zh_tw: 龍捲風

source: Sky is clear
be: Яснае неба
cs: Bezoblačná obloha
de: Klarer Himmel
es: Cielo despejado
fi: Taivas on selkeä
hu: Tiszta égbolt
id: Langit cerah
is: Heiðskírt
it: Cielo sereno
pl: Niebo jest czyste
ru: Ясное небо
sk: Jasno
sl: Jasno nebo
sr: Ведро
sv: Himmelen är klar
tr: Gökyüzü açık
vi: Trời quang
zh_cn: 晴
zh_tw: 晴空萬里

source: Clouds
be: Воблачна
cs: Zataženo
de: Wolken
es: Nubarrones
fi: Pilvistä
hu: Felhős
id: Awan
is: Skýjað
it: Nuvoloso
pl: Chmury
ru: Облачно
sk: Oblačno
sl: Oblaki
sr: Облачно
sv: Moln
tr: Bulutlu
vi: Mây
zh_cn: 云
zh_tw: 多雲

source: Few clouds
be: Месцамі воблачна
cs: Skoro jasno
de: Wenige Wolken
es: Pocas nubes
fi: Muutamia pilviä
hu: Enyhén felhős
id: Sedikit awan
is: Hálfskýjað
it: Poco nuvoloso
pl: Nieliczne chmury
ru: Местами облачно
sk: Miestami oblačno
sl: Nekaj oblakov
sr: Мало облака
sv: Enstaka moln
tr: Az bulutlu
vi: Ít mây
zh_cn: 少云
zh_tw: 少雲

source: Scattered clouds
be: Рассыпістыя аблокі
cs: Polojasno
de: Zerstreute Wolken
es: Nubes dispersas
fi: Paikoin pilvistä
hu: Elszórtan felhős
id: Awan Tersebar
is: Léttskýjað
it: Nubi sparse
pl: Rozproszone chmury
ru: Рассыпчатые обака
sk: Miestami oblačno
sl: Raztreseni oblaki
sr: Расути облаци
sv: Spridda moln
tr: Dağınık bulutlu
vi: Mây rải rác
zh_cn: 疏云
zh_tw: 散雲

source: Broken clouds
be: Перарывістыя аблокі
cs: Skoro zataženo
de: Aufgelockert bewölkt
es: Nubes rotas
fi: Hajanaisia pilviä
hu: Szakadozott felhőzet
id: Berawan Sebagian
is: Skýjað með köflum
it: Nubi sparse
pl: Rozbite chmury
ru: Прерывистые облака
sk: Miestami oblačno
sl: Razpršeni oblaki
sr: Испрекидани облаци
sv: Växlande molnighet
tr: Parçalı bulutlu
vi: Mây cụm
zh_cn: 碎云
zh_tw: 碎雲

source: Overcast clouds
be: Хмарна
cs: Zataženo
de: Wolkenverhangen
es: Totalmente cubierto
fi: Pilvistä
hu: Borult idő
id: Awan Mendung
is: Alskýjað
it: Nuvoloso
pl: Pochmurno
ru: Тучи
sk: Zatiahnuté
sl: Pretežno oblačno
sr: Тмурно
sv: Mulet
tr: Kapalı bulanık
vi: Mây u ám
zh_cn: 阴
zh_tw: 陰天

source: Could not get forecast for your area
be: Не ўдалося атрымаць прагноз для вашай мясцовасьці
cs: Nepodařilo se získat předpověď pro vaší oblast
de: Konnte keine Vorhersage für ihre Gegend abrufen
es: No se pudo obtener el pronóstico para su área
fi: Alueellesi ei saatu ennustetta
hu: Nem szerezhető be időjárás-előrejelzés a megadott földrajzi helyzethez
id: Tidak bisa mendapatkan perkiraan untuk wilayah Anda
is: Tókst ekki að fá spá fyrir svæðið þitt
it: Impossibile ottenere le previsioni per la tua zona
pl: Nie można uzyskać prognozy dla Twojego obszaru
ru: Не удалось получить прогноз для вашей местности
sk: Predpoveď pre vašu oblasť sa nepodarilo získať
sl: Za vaše področje ni mogoče pridobiti napovedi
sr: Није могуће дати прогнозу за вашу локацију
sv: Kunde inte hämta prognos för ditt område
tr: Bölgeniz için hava tahmini alınamadı
vi: Không thể lấy dự báo cho khu vực của bạn
zh_cn: 无法获取您所在地区的预报
zh_tw: 無法取得您所在地區的天氣預報

source: Location is outside US, please use a different provider.
be: Месцазнаходжаньне па-за ЗША, скарыстайцеся іншым сэрвісам.
cs: Lokalita leží mimo území USA, použijte jiného poskytovatele.
de: Standort außerhalb der USA, bitte verwenden Sie einen anderen Anbieter.
es: La ubicación está fuera de EE. UU., Utilice un proveedor diferente.
fi: Sijainti on USA:n ulkopuolella, käytä toista palvelua.
hu: Az Egyesült Államokon kívüli földrajzi helyzet esetén válasszon másik időjárás-előrejelzés szolgáltatót.
id: Lokasi di luar AS, harap gunakan penyedia lain.
is: Staðsetning er utan BNA, notaðu aðra þjónustuveitu.
it: La posizione è al di fuori degli Stati Uniti, utilizzare un provider diverso.
pl: Lokalizacja jest poza USA, proszę użyć innego dostawcy.
ru: Местоположение вне США, используйте другой сервис.
sk: Poloha sa nachádza mimo USA, použite iného poskytovateľa.
sl: Lokacija je zunaj ZDA, uporabite drugo storitev.
sr: Локација је ван САД, користите другог провајдера.
sv: Platsen är utanför USA, vänligen använd en annan väderlekstjänst.
tr: Konum ABD dışında, lütfen farklı bir sağlayıcı kullanın.
vi: Địa điểm nằm ngoài Hoa Kỳ, vui lòng sử dụng nhà cung cấp khác.
zh_cn: 您的位置在美国以外，请使用其他数据源。
zh_tw: 位置在美國境外，請使用其他供應商。

source: Failed to Process Hourly Forecast Info
be: Не атрымалася апрацаваць пагадзінны прагноз
cs: Zpracování hodinových předpovědí selhalo
de: Verarbeitung der stündlichen Vorhersage fehlgeschlagen
es: No se pudo procesar la información del pronóstico
fi: Forecast tuntiennuste epäonnistui
hu: Nem sikerült feldolgozni az óránkénti időjárás-előrejelzést
id: Gagal Memproses Info Prakiraan Per Jam
is: Tókst ekki að meðhöndla upplýsingar fyrir klukkustundaspá
it: Impossibile elaborare le informazioni sulla Previsione Oraria
pl: Nie udało się przetworzyć informacji o prognozie godzinowej
ru: Не удалось обработать почасовой прогноз
sk: Informácie o hodinovej predpovedi sa nepodarilo spracovať
sl: Neuspešna obdelava urne napovedi
sr: Није успела обрада информација о сатној прогнози
sv: Det gick inte att behandla prognosinformation per timme
tr: Saatlik Tahmin Bilgileri İşlenemedi
vi: Không thể xử lý thông tin dự báo theo giờ
zh_cn: 处理每小时预测信息失败
zh_tw: 處理每小時預報資訊失敗

source: Clear and windy
be: Ясна і ветрана
cs: Jasno a větrno
de: Klar und windig
es: Despejado y con viento
fi: Selkeää ja tuulista
hu: Tiszta és szeles
id: Cerah dan berangin
is: Bjartviðri og vindur
it: Sereno e ventoso
pl: Bezchmurnie i wietrznie
ru: Ясно и ветренно
sk: Jasno a veterno
sl: Jasno in vetrovno
sr: Ведро са ветром
sv: Klart och blåsigt
tr: Açık ve rüzgarlı
vi: Quang đãng và có gió
zh_cn: 晴朗，有风
zh_tw: 晴朗有風

source: Few clouds and windy
be: Месцамі воблачна і ветрана
cs: Skoro jasno a větrno
de: Wenig Wolken und windig
es: Pocas nubes y viento
fi: Vähän pilviä ja tuulista
hu: Enyhén felhős és szeles
id: Sedikit awan dan berangin
is: Léttskýjað og vindur
it: Poco nuvoloso con vento
pl: Niewiele chmur i wietrznie
ru: Местами облака и ветренно
sk: Miestami oblačno a veterno
sl: Nekaj oblakov in vetrovno
sr: Мало облака и ветровито
sv: Få moln och blåsigt
tr: Az bulutluAz bulutlu ve rüzgarlı
vi: Ít mây và có gió
zh_cn: 少云，有风
zh_tw: 少雲有風

source: Partly cloudy and windy
be: Перарывістыя аблокі і ветрана
cs: Částečně zataženo a větrno
de: Teilweise bewölkt und windig
es: Parcialmente nublado y con viento
fi: Puolipilvistä ja tuulista
hu: Közepesen felhős és szeles
id: Sebagian berawan dan berangin
is: Hálfskýjað og vindasamt
it: Parzialmente nuvoloso con vento
pl: Nieliczne chmury i wietrznie
ru: Прерывистые облака и ветренно
sk: Polojasno a veterno
sl: Delno oblačno in vetrovno
sr: Умерено облачно са ветром
sv: Delvis molnigt och blåsigt
tr: Parçalı ve rüzgarlı
vi: Mây rải rác và có gió
zh_cn: 疏云，有风
zh_tw: 部分多雲有風

source: Mostly cloudy and windy
be: Пераважна воблачна і ветрана
cs: Převážně zataženo a větrno
de: Meist bewölkt und windig
es: Mayormente nublado y con viento
fi: Enimmäkseen pilvistä ja tuulista
hu: Nagyrészt felhős és szeles
id: Sebagian besar berawan dan berangin
is: Alskýjað og vindasamt
it: Prevalentemente nuvoloso e ventoso
pl: Przeważnie pochmurno i wietrznie
ru: Преимущественно облачн о и ветренно
sk: Takmer zamračené a veterno
sl: Pretežno oblačno in vetrovno
sr: Претежнооблачно са ветром
sv: Mest molnigt och blåsigt
tr: Çoğunlukla bulutlu ve rüzgarlı
vi: Nhiều mây và có gió
zh_cn: 多云，有风
zh_tw: 大致多雲有風

source: Overcast and windy
be: Пахмурна і ветрана
cs: Zataženo a větrno
de: Bewölkt und windig
es: Nublado y con viento
fi: Pilvistä ja tuulista
hu: Borult és szeles idő
id: Mendung dan berangin
is: Alskýjað og vindur
it: Nuvoloso e ventoso
pl: Pochmurno i wietrznie
ru: Пасмурно и ветренно
sk: Zatiahnuté a veterno
sl: Pretežno oblačno in vetrovno
sr: Облачно и ветровито
sv: Mulet och blåsigt
tr: Bulutlu ve rüzgarlı
vi: U ám và có gió
zh_cn: 阴，有风
zh_tw: 陰天有風

source: Snowy rain
be: Сьнег з дажджом
cs: Déšť se sněhem
de: Schneeregen
es: Lluvia helada
fi: Lumisadetta
hu: Havas eső
id: Hujan Bersalju
is: Snjókennd rigning
it: Pioggia nevosa
pl: Śnieżno deszczowo
ru: Снег с дождём
sk: Dážď so snehom
sl: Dež s snegom
sr: Суснежица
sv: Snöigt regn
tr: Karlı yağmur
vi: Mưa tuyết
zh_cn: 雨夹雪
zh_tw: 雨夾雪

source: Freezing rain and snow
be: Імжысты дождж са сьнегам
cs: Mrznoucí déšť a sněžení
de: Eisregen und Schnee
es: Lluvia helada y nieve
fi: Jäätävää sadetta
hu: Ónos eső és havazás
id: Hujan dan salju yang membekukan
is: Frostrigning og snjór
it: Pioggia gelata e neve
pl: Marznący deszcz i śnieg
ru: Моросящий дождь со снегом
sk: Mrznúci dážď a sneh
sl: Zmrznjen dež in sneg
sr: Ледена киша и снег
sv: Frysande regn och snö
tr: Dondurucu Yağmur ve kar
vi: Mưa đóng băng và tuyết
zh_cn: 冻雨夹雪
zh_tw: 凍雨夾雪

source: Hurricane
be: Ураган
cs: Hurikán
de: Hurrikan
es: Huracán
fi: Hurrikaani
hu: Orkán
id: Angin Ribut
is: Fellibylur
it: Uragano
pl: Huragan
ru: Ураган
sk: Hurikán
sl: Orkan
sr: Ураган
sv: Orkan
tr: Kasırga
vi: Bão
zh_cn: 飓风
zh_tw: 颶風

source: Storm
be: Шторм
cs: Bouře
de: Sturm
es: Tormenta
fi: Myrsky
hu: Szélvész
id: Badai
is: Rok
it: Tempesta
pl: Burza
ru: Шторм
sk: Búrka
sl: Nevihta
sr: Олуја
tr: Fırtına
vi: Bão
zh_cn: 风暴
zh_tw: 暴風雨

source: Tropical storm
be: Трапічны шторм
cs: Tropická bouře
de: Tropischer Sturm
es: Tormenta tropical
fi: Trooppinen myrsky
hu: Trópusi vihar
id: Badai Tropis
is: Hitabeltisstormur
it: Tempesta tropicale
ru: Тропический шторм
sk: Tropická búrka
sl: Tropska nevihta
sr: Тропска олуја
sv: Tropisk storm
tr: Tropik Fırtına
vi: Bão nhiệt đới
zh_cn: 热带风暴
zh_tw: 熱帶風暴

source: Hot
be: Сьпякотна
cs: Horko
de: Heiß
es: Caluroso
fi: Kuumaa
hu: Forró
id: Panas
is: Heitt
it: Caldo
pl: Gorąco
ru: Жарко
sk: Horúco
sl: Vroče
sr: Вруће
sv: Hett
tr: Sıcak
vi: Nóng
zh_cn: 热
zh_tw: 炎熱

source: Cold
be: Халодна
cs: Zima
de: Kalt
es: Muy frío
fi: Kylmää
hu: Hideg
id: Dingin
is: Kalt
it: Freddo
pl: Zimno
ru: Холодно
sk: Chladno
sl: Mrzlo
sr: Хладно
sv: Kallt
tr: Soğuk
vi: Lạnh
zh_cn: 冷
zh_tw: 寒冷

source: Blizzard
be: Завіруха
cs: Sněhová bouře
es: Ventisca
fi: Myrsky
hu: Hóvihar
id: Badai Salju
is: Snjóbylur
it: Bufera di neve
ru: Метель
sk: Metelica
sl: Snežni metež
sr: Мећава
sv: Häftig snöstorm
tr: Kar fırtınası
vi: Bão tuyết
zh_cn: 暴风雪
zh_tw: 暴風雪

source: Today
be: Сёньня
cs: Dnes
de: Heute
es: Hoy
fi: Tänään
hu: Ma
id: Hari Ini
is: Í dag
it: Oggi
pl: Dzisiaj
ru: Сегодня
sk: Dnes
sl: Danes
sr: Данас
sv: Idag
tr: Bugün
vi: Hôm nay
zh_cn: 今天
zh_tw: 今天

source: Tomorrow
be: Заўтра
cs: Zítra
de: Morgen
es: Mañana
fi: Huomenna
hu: Holnap
id: Besok
is: Á morgun
it: Domani
pl: Jutro
ru: Завтра
sk: Zajtra
sl: Jutri
sr: Сутра
sv: Imorgon
tr: Yarın
vi: Ngày mai
zh_cn: 明天
zh_tw: 明天

source: Sunday
be: Нядзеля
cs: Neděle
de: Sonntag
es: Domingo
fi: Sunnuntai
hu: Vasárnap
id: Minggu
is: Sunnudagur
it: Domenica
pl: Niedziela
ru: Воскресенье
sk: Nedeľa
sl: Nedelja
sr: Недеља
sv: Söndag
tr: Pazar
vi: Chủ Nhật
zh_cn: 星期日
zh_tw: 星期日

source: Monday
be: Панядзелак
cs: Pondělí
de: Montag
es: Lunes
fi: Maanantai
hu: Hétfő
id: Senin
is: Mánudagur
it: Lunedì
pl: Poniedziałek
ru: Понедельник
sk: Pondelok
sl: Ponedeljek
sr: Понедељак
sv: Måndag
tr: Pazartesi
vi: Thứ Hai
zh_cn: 星期一
zh_tw: 星期一

source: Tuesday
be: Аўторак
cs: Úterý
de: Dienstag
es: Martes
fi: Tiistai
hu: Kedd
id: Selasa
is: Þriðjudagur
it: Martedì
pl: Wtorek
ru: Вторник
sk: Utorok
sl: Torek
sr: Уторак
sv: Tisdag
tr: Salı
vi: Thứ Ba
zh_cn: 星期二
zh_tw: 星期二

source: Wednesday
be: Серада
cs: Středa
de: Mittwoch
es: Miércoles
fi: Keskiviikko
hu: Szerda
id: Rabu
is: Miðvikudagur
it: Mercoledì
pl: Środa
ru: Среда
sk: Streda
sl: Sreda
sr: Среда
sv: Onsdag
tr: Çarşamba
vi: Thứ Tư
zh_cn: 星期三
zh_tw: 星期三

source: Thursday
be: Чацьвер
cs: Čtvrtek
de: Donnerstag
es: Jueves
fi: Torstai
hu: Csütörtök
id: Kamis
is: Fimmtudagur
it: Giovedì
pl: Czwartek
ru: Четверг
sk: Štvrtok
sl: Četrtek
sr: Четвртак
sv: Torsdag
tr: Perşembe
vi: Thứ Năm
zh_cn: 星期四
zh_tw: 星期四

source: Friday
be: Пятніца
cs: Pátek
de: Freitag
es: Viernes
fi: Perjantai
hu: Péntek
id: Jum'at
is: Föstudagur
it: Venerdì
pl: Piątek
ru: Пятница
sk: Piatok
sl: Petek
sr: Петак
sv: Fredag
tr: Cuma
vi: Thứ Sáu
zh_cn: 星期五
zh_tw: 星期五

source: Saturday
be: Субота
cs: Sobota
de: Samstag
es: Sábado
fi: Launtai
hu: Szombat
id: Sabtu
is: Laugardagur
it: Sabato
pl: Sobota
ru: Суббота
sk: Sobota
sl: Sobota
sr: Субота
sv: Lördag
tr: Cumartesi
vi: Thứ Bảy
zh_cn: 星期六
zh_tw: 星期六

source: Calm
be: Штыль
cs: Bezvětří
de: Ruhig
es: Tranquilo
fi: Tyyntä
hu: Szélcsend
id: Tenang
is: Logn
it: Sereno
pl: Spokój
ru: Штиль
sk: Bezvetrie
sl: Mirno
sr: Мирно
sv: Stiljte
tr: Sakin
vi: Lặng gió
zh_cn: 无风
zh_tw: 無風

source: Light air
be: Лёгкі ветрык
cs: Vánek
de: Leichter Wind
es: Aire ligero
fi: Kevyttä tuulta
hu: Gyenge szellő
id: Udara Ringan
is: Andvari
it: Aria leggera
pl: Lekki powiew
ru: Лёгкий ветерок
sk: Svieži vzduch
sl: Rahel piš
sr: Лагани ветар
sv: Nästan stiltje
tr: Hafif hava
vi: Gió nhẹ
zh_cn: 软风
zh_tw: 輕風

source: Light breeze
be: Лёгкі вецер
cs: Lehká bríza
de: Leichte Briese
es: Brisa ligera
fi: Heikkoa tuulta
hu: Enyhe szellő
id: Angin Sepoi-sepoi
is: Kul
it: Brezza leggera
pl: Lekki powiew
ru: Лёгкий ветер
sk: Slabý vánok
sl: Rahla sapa
sr: Лагани поветарац
sv: Lätt bris
tr: Hafif bir esinti
vi: Gió nhẹ
zh_cn: 轻风
zh_tw: 微風

source: Gentle breeze
be: Слабы вецер
cs: Mírná bríza
de: Sanfte Briese
es: Brisa suave
fi: Hento tuulenvire
hu: Gyenge szél
id: Hembusan Angin Pelan
is: Gola
it: Brezza leggera
pl: Delikatny powiew
ru: Слабый ветер
sk: Jemný vánok
sl: Nežen vetrič
sr: Благи поветарац
sv: God bris
tr: Hafif esinti
vi: Gió nhẹ
zh_cn: 微风
zh_tw: 和風

source: Moderate breeze
be: Умераны вецер
cs: Střední bríza
de: Mäßige Briese
es: Brisa moderada
fi: Kohtalainen tuuli
hu: Mérsékelt szél
id: Angin Sedang
is: Stinningsgola
it: Brezza moderata
pl: Umiarkowany wiatr
ru: Умеренный ветер
sk: Mierny vánok
sl: Zmeren vetrič
sr: Ветар умерен
sv: Måttlig bris
tr: Ilıman esinti
vi: Gió vừa
zh_cn: 和风
zh_tw: 中等風力

source: Fresh breeze
be: Сьвежы вецер
cs: Svěží bríza
de: Frische Briese
es: Brisa fresca
fi: Raikasta tuulta
hu: Élénk szél
id: Angin Segar
is: Kaldi
it: Brezza fresca
pl: Świeży powiew
ru: Свежий ветер
sk: Čerstvý vánok
sl: Svež vetrič
sr: Свеж поветарац
sv: Frisk bris
tr: Taze esinti
vi: Gió nhẹ
zh_cn: 劲风
zh_tw: 清勁風

source: Strong breeze
be: Моцны вецер
cs: Silná bríza
de: Starke Briese
es: Brisa fuerte
fi: Voimakasta tuulta
hu: Erős szél
id: Angin Kencang
is: Stinningskaldi
it: Vento forte
pl: Silny wiatr
ru: Сильный ветер
sk: Silný vánok
sl: Močan vetrič
sr: Јак поветарац
sv: Styv bris
tr: Güçlü esinti
vi: Gió mạnh
zh_cn: 强风
zh_tw: 強風

source: Near gale
be: Амаль шторм
cs: Vítr dosahující síly vichřice
de: Nahe Sturm
es: Vendaval moderado
fi: Lähellä myrskyä
hu: Viharos szél
id: Dekat Angin Kencang
is: Allhvasst
it: Quasi burrasca
pl: W pobliżu wichury
ru: Почти шторм
sk: Takmer víchrica
sl: Manjši sunki vetra
sr: Близу олује
sv: Styv kuling
tr: Yakın bora
vi: Gần gió giật
zh_cn: 疾风
zh_tw: 近似暴風

source: Gale
be: Шторм
cs: Vichřice
de: Sturm
es: Vendaval
fi: Navakka tuuli
hu: Élénk viharos szél
id: Angin Ribut
is: Hvassviðri
it: Burrasca
pl: Wichura
ru: Шторм
sk: Víchrica
sl: Sunki vetra
sr: Олуја
sv: Hård kuling
tr: Bora
vi: Gió giật
zh_cn: 大风
zh_tw: 暴風

source: Strong gale
be: Моцны шторм
cs: Silná vichřice
de: Starker Sturm
es: Vendaval fuerte
fi: Voimakas myrsky
hu: Heves vihar
id: Angin Ribut Kuat
is: Stormur
it: Forte burrasca
pl: Silna wichura
ru: Сильный шторм
sk: Silná víchrica
sl: Močni sunki vetra
sr: Јака олуја
sv: Halv storm
tr: Şiddetli bora
vi: Gió giật mạnh
zh_cn: 烈风
zh_tw: 強烈暴風

source: Violent storm
be: Вельмі моцны шторм
cs: Ničivá bouře
de: Heftiger Sturm
es: Tormenta violenta
fi: Raju myrsky
hu: Heves szélvész
id: Badai Dahsyat
is: Ofsaveður
it: Tempesta violenta
pl: Gwałtowna burza
ru: Очень сильный шторм
sk: Prudká búrka
sl: Silovito neurje
sr: Веома јака олуја
sv: Svår storm
tr: Şiddetli fırtına
vi: Bão dữ dội
zh_cn: 狂风
zh_tw: 劇烈風暴

source: N
be: Пн
cs: S
fi: Pohjoinen
hu: É
id: U
ru: С
sk: S
sl: S
sr: С
tr: K
vi: B
zh_cn: 北
zh_tw: 北

source: NE
be: ПнУ
cs: SV
de: NO
fi: Koillinen
hu: ÉK
id: TL
is: NA
ru: СВ
sk: SV
sl: SV
sr: СИ
sv: NO
tr: KD
vi: ĐB
zh_cn: 东北
zh_tw: 東北

source: E
be: У
cs: V
de: O
fi: Itä
hu: K
id: T
is: A
ru: В
sk: V
sl: V
sr: И
sv: Ö
tr: D
vi: Đ
zh_cn: 东
zh_tw: 東

source: SE
be: ПдУ
cs: JV
de: SO
fi: Kaakko
hu: DK
id: TS
is: SA
ru: ЮВ
sk: JV
sl: JV
sr: ЈИ
sv: SO
tr: GD
vi: ĐN
zh_cn: 东南
zh_tw: 東南

source: S
be: Пд
cs: J
fi: Etelä
hu: „%s” nem található
ru: Ю
sk: J
sl: J
sr: Ј
tr: G
vi: N
zh_cn: 南
zh_tw: 南
