Repository: linuxmint/cinnamon-spices-applets
Catalog: weather@mockturtl/files/weather@mockturtl/po/*.po
Languages: be, cs, de, es, fi, hu, id, is, it, pl, ru, sk, sl, sr, sv, tr, vi, zh_cn, zh_tw

source: Very High
es: Muy alto
hu: Nagyon magas
pl: Bardzo duże
sv: Mycket högt
vi: Rất cao

source: Extreme
es: Extremo
hu: Szélsőséges
pl: Ekstremalne
sv: Extremt
vi: Cực cao

source: mph
be: міляў/г
de: mi/h
hu: m/h
is: mi/klst
ru: миль/ч
tr: mil/s
zh_cn: 英里每小时
zh_tw: 英里/小時

source: Knots
es: Nudos
hu: Csomó
sv: knop

source: Address to location lookup service is blocked. You can try to change your User-Agent in help to see if it resolves the issue.
cs: Vyhledávání adres podle polohy je blokováno. Možností je zkusit přepsat položku User-Agent v kartě help.
de: Der Dienst zur Adress-zu-Ort-Bestimmung ist blockiert. Sie können versuchen, Ihren User-Agent in den Einstellungen zu ändern, um zu prüfen, ob das Problem dadurch behoben wird.
es: El servicio de búsqueda de direcciones está bloqueado. Puede intentar cambiar su User-Agent en la ayuda para ver si se resuelve el problema.
fi: Osoite sijainnin hakupalvelussa on estetty. Voit yrittää vaihtaa sovelmaa nähdäksesi, ratkaiseeko se ongelman.
hu: A helykereső szolgáltatás címe le van tiltva. Megpróbálhatja megváltoztatni a User-Agentet a súgóban, hogy megnézze, megoldja-e a problémát.
is: Þjónustan með uppflettingu heimilisfangs yfir í staðsetningu er lokuð. Þú getur reynt að breyta kennistrengnum þínum (User-Agent) í hjálpinni og athugað hvort það leysi vandamálið.
it: Il servizio di ricerca indirizzo-posizione è bloccato. Puoi provare a cambiare il tuo User-Agent nella guida per vedere se il problema si risolve.
pl: Adres do usługi lokalizowania jest zablokowany. Może spróbować zmienić swój User-Agent aby, sprawdzić czy pomoże to rozwiązać problem.
sr: Услуга претраживања адресе по локацији је блокирана. Можете покушати да промените свој кориснички агент у помоћи да бисте видели да ли то решава проблем.
sv: Adress till plats-sökningstjänsten är blockerad. Du kan prova att byta din användar-klient i hjälpen för att se om detta löser problemet.
tr: Adresten konuma arama hizmeti engellendi. Sorunu çözüp çözmediğini görmek için yardımda Kullanıcı Aracınızı değiştirmeyi deneyebilirsiniz.
vi: Dịch vụ tra cứu địa chỉ đến vị trí bị chặn. Bạn có thể thử thay đổi User-Agent trong phần trợ giúp để xem có khắc phục được sự cố không.
zh_cn: 地址到位置查找服务被阻止。您可以尝试更改 User-Agent，看看它是否能解决问题。
zh_tw: 位置查詢服務的網址已被封鎖。您可以嘗試在說明中變更您的 User-Agent，看看是否能解決此問題。

source: Ash
cs: Popílek
de: Asche
es: Ceniza
fi: Tuhkaa
hu: Hamu
is: Aska
ru: Дымка
sr: Пепео
sv: Aska
tr: Kül
vi: Tro bụi
zh_cn: 火山灰
zh_tw: 灰燼

source: Squall
cs: Húlava
de: Böe
es: Borrasca
fi: Puuskia
hu: Széllökések
is: Rokur
it: Burrasca
pl: Szkwał
ru: Шквальный ветер
sr: Временска непогода
sv: Kastvind
tr: Fırtına
vi: Gió giật
zh_cn: 飑
zh_tw: 暴風

source: Light shower sleet
cs: Lehká přeháňka sněhových krupek
de: Leichter Schneeregen-Schauer
es: Ligero chubasco de aguanieve
fi: Kevyitä räntäkuuroja
hu: Enyhe havas eső
is: Dálítil slydduél
it: Nevischio leggero
pl: Lekki przelotny śnieg z deszczem
ru: Лёгкий дождь со снегом
sr: Слаба суснежица
sv: Lätta underkylt regn
tr: Hafif sağanak yağış
vi: Mưa tuyết nhẹ
zh_cn: 轻微的雨夹雪
zh_tw: 小陣霙

source: MET Norway
hu: MET Norvégia
is: MET - Noregur
sk: WeatherBit
sr: Метеоролошка служба Норвешке
sv: MET Norge
tr: MET Norveç
zh_cn: 挪威气象研究所
zh_tw: 挪威氣象局

source: Heavy drizzle
be: Моцная імжа
cs: Silné mžení
de: Starker Nieselregen
es: Llovizna
fi: Voimakasta tihkusadetta
hu: Erősen szitáló eső
id: Gerimis Lebat
is: Mikil súld
it: Forti rovesci
pl: Silna mżawka
ru: Сильный дождь
sk: Silné mrznúce mrholenie
sl: Močno pršenje
sr: Јака киша
sv: Kraftigt smådugg
tr: Yoğun çiseleme
vi: Mưa phùn nặng hạt
zh_cn: 强毛雨
zh_tw: 大毛毛雨

source: Light shower rain
cs: Lehká sněhová přeháňka
de: Leichter Regenschauer
es: Lluvia ligera
fi: Kevyitä sadekuuroja
hu: Enyhe záporeső
is: Dálitlar skúraleiðingar
it: Pioggia leggera
pl: Lekki deszcz
sr: Слаба киша
sv: Lätta regnskurar
tr: Hafif yağmur
vi: Mưa rào nhẹ
zh_cn: 小阵雨
zh_tw: 小陣雨

source: Heavy shower rain
cs: Silná sněhová přeháňka
de: Starker Regenschauer
es: Lluvia fuerte
fi: Voimakasta sadetta
hu: Erős záporeső
is: Talsverðar skúraleiðingar
it: Pioggia forte
pl: Silny deszcz
sr: Јака киша
sv: Kraftiga regnskurar
tr: Sağanak yağmur
vi: Mưa rào nặng hạt
zh_cn: 强阵雪
zh_tw: 強陣雨

source: Mix snow/rain
cs: Déšť se sněhem
de: Mischung Schnee/Regen
es: Mezcla de nieve y lluvia
fi: Sadetta ja lunta
hu: Keverten hó/eső
is: Snjókoma eða rigning
it: Neve e pioggia
pl: Śnieg z deszczem
sr: Смењивање снег/киша
sv: Snöblandat regn
tr: Kar/yağmur karışımı
vi: Tuyết/mưa
zh_cn: 雨夹雪
zh_tw: 雨夾雪

source: Snow shower
cs: Sněhová přeháňka
de: Schneeschauer
es: Lluvia de nieve
fi: Lumikuuroja
hu: Hózápor
is: Snjóél
it: Rovesci nevosi
pl: Opady śniegu
sr: Снежни пљусак
sv: Snöbyar
tr: Sağanak kar
vi: Mưa tuyết
zh_cn: 阵雪
zh_tw: 陣雪

source: Freezing fog
be: Марозны туман
cs: Namrzající mlha
de: Eisnebel
es: Niebla helada
fi: Jäätyvää sumua
hu: Zúzmarás köd
id: Kabut Beku
is: Frostþoka
it: Nebbia gelata
pl: Zamarzająca mgła
ru: Морозный туман
sk: Mrznúca hmla
sl: Zmrznjena megla
sr: Поледица
sv: Frysande dimma
tr: Dondurucu sis
vi: Sương mù đóng băng
zh_cn: 冻雾
zh_tw: 凍霧

source: Light wind
be: Лёгкі вецер
cs: Slabý vítr
de: Schwacher Wind
es: Viento ligero
fi: Kevyt tuuli
hu: Enyhe szellő
id: Angin sepoi-sepoi
is: Dálítill vindur
it: Vento lieve
pl: Lekki wiatr
ru: Небольшой ветер
sk: Slabý vietor
sl: Šibek veter
sr: Слаб ветар
sv: Lätt vind
tr: Hafif Rüzgar
vi: Gió nhẹ
zh_cn: 小风
zh_tw: 輕風

source: Strong wind
be: Моцны вецер
cs: Silný vítr
de: Kräftiger Wind
es: Viento fuerte
fi: Kova tuuli
hu: Erős szél
id: Angin Kencang
is: Talsverður vindur
it: Vento forte
pl: Silny wiatr
ru: Сильный ветер
sk: Silný vietor
sl: Močan veter
sr: Јак ветар
sv: Stark vind
tr: Şiddetli Rüzgar
vi: Gió mạnh
zh_cn: 大风
zh_tw: 強風

source: Blowing or drifting snow
be: Завіруха
cs: Sněhové jazyky
de: Schneeverwehungen
es: Nieve soplada o a la deriva
fi: Tuulista tai kinostuvaa lunta
hu: Hófúvás vagy hócsuszamlás
id: Meniup atau melayang salju
is: Skafrenningur
it: Neve che soffia o cade
pl: Nawiewy lub zaspy śnieżne
ru: Метель
sk: Fujavica a snehové víry
sr: Снежни наноси или наноси снега
sv: Blåsande eller drivande snö
tr: Üfleyen veya sürüklenen kar
vi: Tuyết bay hoặc trôi
zh_cn: 吹雪或飘雪
zh_tw: 風雪或飄雪

source: Heavy drizzle/rain
be: Моцны імжысты дождж
cs: Silné mrholení/déšť
de: Starker (Niesel-)Regen
es: Llovizna de intensidad fuerte
fi: Voimakasta tihkusadetta
hu: Erősen szitáló eső és eső
id: Gerimis/hujan lebat
is: Talsverð súld/rigning
it: Forti rovesci
pl: Silna mżawka/deszcz
ru: Сильный моросящий дождь
sk: Silné mrznúce mrholenie/dážď
sl: Močno pršenje/dež
sr: Јака росуља/киша
sv: Kraftigt dugg/regn
tr: Şiddetli çiseleme/yağmur
vi: Mưa phùn/mưa nặng hạt
zh_cn: 强毛雨或雨
zh_tw: 大毛毛雨/雨

source: Light drizzle/rain
be: Лёгкі імжысты дождж
cs: Slabé mrholení/déšť
de: Leichter (Niesel-)Regen
es: Llovizna de intensidad ligera
fi: Kevyttä tihkusadetta
hu: Enyhe szitáló eső
id: Gerimis/hujan ringan
is: Dálítil súld/rigning
it: Lievi rovesci
pl: Lekka mżawka/deszcz
ru: Лёгкая морось
sk: Slabé mrznúce mrholenie/dážď
sl: Rahlo pršenje/dež
sr: Слаба росуља/киша
sv: Lätt dugg/regn
tr: Hafif çiseleme/yağmur
vi: Mưa phùn/mưa nhẹ
zh_cn: 小毛雨或雨
zh_tw: 小毛毛雨/雨

source: Dust Storm
be: Пылавая бура
cs: Prachová bouře
de: Sandsturm
es: Tormenta de polvo
fi: Pölypuuskia
hu: Porvihar
id: Badai Debu
is: Rykstormur
it: Tempesta di sabbia
pl: Burza piaskowa
sr: Пешчана олуја
sv: Sandstorm
tr: Toz Fırtınası
vi: Bão bụi
zh_cn: 沙尘暴
zh_tw: 沙塵暴

source: Freezing drizzle/freezing rain
be: Ледзяны імжысты дождж
cs: Mrznoucí mrholení/déšť
de: Frostnieselregen/Eisregen
es: Llovizna helada fuerte/lluvia helada
fi: Jäätävää sadetta
hu: Jeges szitálás és ónos eső
id: Gerimis beku/hujan beku
is: Frostsúld/frostrigning
it: Grandine
pl: Marznąca mżawka/ marznący deszcz
ru: Изморось
sk: Mráz a mrholenie/dážď
sl: Zmrznjeno pršenje/dež
sr: Ледена киша
sv: Underkylt dugg/underkylt regn
tr: Dondurucu çiseleme/dondurucu yağmur
vi: Mưa phùn đóng băng/mưa đóng băng
zh_cn: 冻毛雨或冻雨
zh_tw: 凍毛毛雨/凍雨

source: Heavy freezing drizzle/freezing rain
be: Моцны ледзяны імжысты дождж
cs: Silné mrznoucí mrholení/déšť
de: Starker Frostnieselregen/Eisregen
es: Llovizna helada fuerte/lluvia helada
fi: Voimakasta jäätävää sadetta
hu: Erősen szitáló ónos eső és ónos eső
id: Hujan gerimis/hujan yang membekukan
is: Talsverð frostsúld/frostrigning
it: Forte Grandinata
pl: Silna marznąca mżawka/ marznący deszcz
ru: Сильный ледяной дождь
sk: Silné mrznúce mrholenie/dážď
sl: Močno zmrznjeno pršenje/dež
sr: Јака ледена киша
sv: Kraftigt underkylt dugg/underkylt regn
tr: Şiddetli donan çiseleme/dondurucu yağmur
vi: Mưa phùn đóng băng/mưa đóng băng nặng hạt
zh_cn: 强冻毛雨或冻雨
zh_tw: 大凍毛毛雨/凍雨

source: Light freezing drizzle/freezing rain
be: Лёгкая ледзяны імжысты дождж
cs: Slabé mrznoucí mrholení/déšť
de: Leichter Frostnieselregen/Eisregen
es: Llovizna helada ligera/lluvia helada
fi: Kevyttä jäätävää tihkua
hu: Enyhe jégszitálás és ónos eső
id: Gerimis beku ringan/hujan beku
is: Dálítil frostsúld/frostrigning
it: Lieve Grandinata
pl: Lekka marznąca mżawka/ marznący deszcz
ru: Лёгкая изморось
sk: Slabé mrznúce mrholenie/dážď
sl: Rahlo zmrznjeno pršenje/dež
sr: Лака ледена киша
sv: Lätt underkylt dugg/underkylt regn
tr: Hafif donan çiseleme/dondurucu yağmur
vi: Mưa phùn đóng băng/mưa đóng băng nhẹ
zh_cn: 小冻毛雨或冻雨
zh_tw: 小凍毛毛雨/凍雨

source: Funnel cloud/tornado
be: Сьмерч
cs: Trychtýřový mrak/tornádo
de: Trichterwolke/Tornado
es: Nube de embudo/tornado
fi: Pyörremyrsky
hu: Tölcsérfelhő és tornádó
id: Awan corong/tornado
is: Skýstrokkur
it: Nube a imbuto/Tornado
pl: Chmura lejkowata/tornado
ru: Смерч
sk: Tromba/tornádo
sl: Lijakasti oblak/tornado
sr: Левкасти облак/торнадо
sv: Trattmoln/tromb
tr: Huni bulutu/kasırga
vi: Mây phễu/lốc xoáy
zh_cn: 漏斗云或龙卷风
zh_tw: 漏斗雲/龍捲風

source: Hail showers
be: Залева з градам
cs: Přeháňky s kroupami
de: Hagelschauer
es: Lluvias de granizo
fi: Raekuuroja
hu: Jégzápor
id: Hujan es
is: Haglél
it: Rovesci di grandine
pl: Gradobicie
ru: Ливень с градом
sk: Krúpové prehánky
sl: Plohe s točo
sr: Пљускови града
sv: Hagelskurar
tr: Dolu sağanakları
vi: Mưa đá
zh_cn: 短时冰雹
zh_tw: 冰雹雨

source: Ice
be: Лёд
cs: Náledí
de: Eis
es: Hielo
fi: Jäätä
hu: Jég
id: Es
is: Ís
it: Ghiaccio
pl: Lód
ru: Лёд
sk: Ľad
sl: Led
sr: Лед
sv: Is
tr: Buz
vi: Băng
zh_cn: 冰
zh_tw: 結冰

source: Lightning without thunder
be: Маланкі бяз грому
cs: Blesky bez bouřky
de: Blitzschlag ohne Donner
es: Rayo sin trueno
fi: Mahdollista ukkosta
hu: Villámlás mennydörgés nélkül
id: Petir tanpa guntur
is: Eldingar án þruma
it: Fulmini senza tuoni
pl: Błyskawica bez grzmotu
ru: Молнии без грома
sk: Blýskavica
sl: Bliskanje brez grmenja
sr: Муње без грмљавине
sv: Blixtar utan åska
tr: Gök gürültüsü olmayan şimşek
vi: Chớp không sấm
zh_cn: 没有雷声的闪电
zh_tw: 有閃電無雷聲

source: Precipitation in vicinity
be: Ападкі побач
cs: Srážky poblíž
de: Niederschlag in der Umgebung
es: Precipitación en las cercanías
fi: Sademäärä lähistöllä
hu: Csapadék a közelben
id: Curah hujan di sekitarnya
is: Úrkoma í grennd
it: Precipitazioni nelle vicinanze
pl: Opady w okolicy
ru: Осадки поблизости
sk: Zrážky v okolí
sl: Padavine v bližini
sr: Падавине у близини
sv: Nederbörd i närheten
tr: Yakın çevrede yağış
vi: Lượng mưa trong khu vực
zh_cn: 附近有降水
zh_tw: 附近有降水

source: Heavy rain and snow
be: Моцны дождж са сьнегам
cs: Silný déšť a sněžení
de: Starker Regen und Gewitter
es: Lluvia fuerte y nieve
fi: Voimakasta vesi ja lumisadetta
hu: Erős eső és havazás
id: Hujan lebat dan salju
is: Talsverð rigning eða snjókoma
it: Forti piogge e neve
pl: Ulewny deszcz i śnieg
ru: Сильный дождь со снегом
sk: Výdatný dážď so snehom
sl: Močan dež in sneg
sr: Јака киша и снег
sv: Kraftigt regn och snö
tr: Şiddetli yağmur ve kar
vi: Mưa và tuyết nặng hạt
zh_cn: 大雨夹雪
zh_tw: 大雨夾雪

source: Light rain And snow
be: Лёгкі дождж са сьнегам
cs: Slabý déšť a sněžení
de: Leichter Regen und Schnee
es: Lluvia ligera y nieve
fi: Heikkoa vesisadetta ja lunta
hu: Enyhe esőzés és havazás
id: Hujan ringan dan salju
is: Dálítil rigning eða snjókoma
it: Lievi rovesci e neve
pl: Lekki deszcz i śnieg
ru: Лёгкий снег с дождём
sk: Slabý dážď so snehom
sl: Rahel dež in sneg
sr: Слаба киша и снег
sv: Lätt regn och snö
tr: Hafif yağmur ve kar
vi: Mưa và tuyết nhẹ
zh_cn: 小雨夹雪
zh_tw: 小雨夾雪

source: Sky coverage decreasing
be: Неба прасьвятляецца
cs: Ubývání oblačnosti
de: Abnehmende Bewölkung
es: Disminución de la cobertura del cielo
fi: Taivas selkenee
hu: Csökkenő felhőzet
id: Cakupan langit berkurang
is: Minnkandi skýjahula
it: Copertura del cielo in diminuzione
pl: Coraz mniejszy zasięg nieba
ru: Небо проясняется
sk: Ubúdajúca oblačnosť
sl: Pokritost neba se zmanjšuje
sr: Облачност се смањије
sv: Minskande himmelstäckning
tr: Gökyüzü kapsama alanı azalıyor
vi: Độ che phủ bầu trời giảm
zh_cn: 天空覆盖率下降
zh_tw: 雲量減少中

source: Sky coverage increasing
be: Неба цямнее
cs: Přibývání oblačnosti
de: Zunehmende Bewölkung
es: Aumento de la cobertura del cielo
fi: Taivas pilvistyy
hu: Növekvő felhőzet
id: Cakupan langit meningkat
is: Vaxandi skýjahula
it: Copertura del cielo in aumento
pl: Zwiększający się zasięg nieba
ru: Небо темнеет
sk: Pribúdajúca oblačnosť
sl: Pokritost neba se povečuje
sr: Облачност се повећава
sv: Ökande himmelstäckning
tr: Gökyüzü kapsama alanı artıyor
vi: Độ che phủ bầu trời tăng
zh_cn: 天空覆盖率增加
zh_tw: 雲量增加中

source: Sky unchanged
be: Неба бязь зьменаў
cs: Oblačnost stabilní
de: Himmel unverändert
es: Cielo sin cambios
fi: Taivas ennallaan
hu: Változatlan fedettség
id: Langit tidak berubah
is: Óbreytt skýjahula
it: Cielo invariato
pl: Niebo bez zmian
ru: Небо без изменений
sk: Oblačnosť bez zmeny
sl: Nebo je nespremenjeno
sr: Непромењено
sv: Oförändrad himmel
tr: Gökyüzü değişmedi
vi: Bầu trời không thay đổi
zh_cn: 天空没有变化
zh_tw: 天空狀況無變化

source: Smoke or haze
be: Дым ці смуга
cs: Kouř nebo opar
de: Rauch oder Dunst
es: Humo o neblina
fi: Savua tai utua
hu: Füst vagy köd
id: Asap atau kabut
is: Reykur eða mistur
it: Fumo o foschia
pl: Dym lub mgła
ru: Дым или дымка
sk: Dymno alebo opar
sl: Dim ali meglica
sr: Дим или измаглица
sv: Rök eller dis
tr: Duman veya pus
vi: Khói hoặc sương mù
zh_cn: 烟或霾
zh_tw: 煙霧或霾

source: Snow and rain showers
be: Сьнег і залевы
cs: Sněhové a dešťové přeháňky
de: Schnee- und Regenschauer
es: Chubascos y nieve
fi: Lunta ja sadekuuroja
hu: Hózápor és záporeső
id: Hujan salju dan hujan
is: Regn- eða snjóél
it: Rovesci di neve e pioggia
pl: Opady śniegu i deszczu
ru: Снегопад с ледяным дождём
sk: Snehové prehánky s dažďom
sl: Snežne in dežne plohe
sr: Кишни и снежнипљускови
sv: Snö och regnskurar
tr: Kar ve yağmur sağanakları
vi: Mưa tuyết và mưa rào
zh_cn: 雪和阵雨
zh_tw: 陣雨夾雪

source: Thunderstorm without precipitation
be: Навальніца без ападкаў
cs: Bouřka bez srážek
de: Gewitter ohne Niederschlag
es: Tormenta sin lluvia
fi: Ukkosta ilman sadetta
hu: Vihar lecsapás nélkül
id: Badai petir tanpa presipitasi
is: Þrumuveður án úrkomu
it: Temporale senza precipitazioni
pl: Burza bez opadów
ru: Гроза без осадков
sk: Hrmavica
sl: Nevihta brez padavin
sr: Грмљавина без падавина
sv: Åska utan nederbörd
tr: Yağışsız fırtına
vi: Giông bão không có mưa
zh_cn: 无降水的雷暴
zh_tw: 無降水雷雨

source: Diamond dust
be: Алмазны пыл
cs: Diamantový prach
de: Polarschnee
es: Prismas de hielo
fi: Timanttipölyä
hu: Jégtű
id: Debu Berlian
is: Ískristallar
it: Polvere di diamante
pl: Diamentowy pył
ru: Алмазная пыль
sk: Diamantový prach
sl: Ledene iglice
sr: Дијамантска прашина
sv: Isnål-snö
tr: Elmas tozu
vi: Bụi kim cương
zh_cn: 钻石尘
zh_tw: 冰晶

source: Partially cloudy
be: Пераменная воблачнасьць
cs: Částečné zataženo
de: Teilweise bewölkt
es: Parcialmente nublado
fi: Puolipilvistä
hu: Közepesen felhős
id: Sebagian berawan
is: Hálfskýjað
it: Parzialmente nuvoloso
pl: Częściowe zachmurzenie
ru: Переменная облачность
sk: Miestami oblačno
sr: Делимично облачно
sv: Delvis molnigt
tr: Parçalı bulutlu
vi: Mây rải rác
zh_cn: 疏云
zh_tw: 部分多雲

source: Please make sure you entered the API key correctly
be: Калі ласка, пераканайцеся, што уведзены ключ API правільны
cs: Ujistěte se, že je API klič vložen správně
de: Bitte stellen Sie sicher, dass Sie den API-Schlüssel korrekt eingegeben haben
es: Asegúrese de que introdujo la clave de API correcta
fi: Oletko varma että, annoit APIAVAIMEN oikein
hu: Ellenőrizze hogy az API kulcsot helyesen adta meg
id: Pastikan Anda memasukkan kunci API dengan benar
is: Gakktu úr skugga um að þú hafir sett API-lykilinn rétt inn
it: Per favore assicurati di aver immesso correttamente la chiave API
pl: Upewnij się, że wprowadziłeś klucz API poprawnie
ru: Пожалуйста убедитесь, что введённый ключ API верный
sk: Uistite sa, že ste kľúč API zadali správne
sl: Preverite, da ste vnesli pravilen ključ za API
sr: Молимо вас да се уверите да сте исправно унели API кључ
sv: Vänligen kolla att du angett API-nyckel korrekt
tr: Lütfen API anahtarını doğru girdiğinizden emin olun
vi: Vui lòng đảm bảo bạn đã nhập khóa API chính xác
zh_cn: 请确保您输入了正确的 API 密钥
zh_tw: 請確認您已正確輸入 API 金鑰

source: DMI Denmark
de: DMI Dänemark
hu: DMI Dánia
sr: Метеоролошки центар Данске
sv: DMI Danmark
tr: DMI Danimarka
vi: DMI Đan Mạch
zh_cn: 丹麦气象研究所
zh_tw: 丹麥氣象局

source: NOT FOUND
be: НЯ ЗНОЙДЗЕНА
cs: NENALEZENO
de: NICHT GEFUNDEN
es: NO ENCONTRADO
fi: Ei löydy
hu: NEM TALÁLHATÓ
id: Tidak Ditemukan
is: FINNST EKKI
it: NON TROVATO
pl: NIE ZNALEZIONO
ru: Не найдено
sk: NENÁJDENÉ
sl: NI NAJDENO
sr: НИЈЕ ПРОНАЂЕН
sv: HITTADES INTE
tr: BULUNAMADI
vi: KHÔNG TÌM THẤY
zh_cn: 找不到
zh_tw: 未找到

source: Blowing snow
be: Замеці
cs: Přízemní sníh
de: Schneewehen
es: Nieve soplada
fi: Puuskittaista lumisadetta
hu: Hófúvás
id: Meniup Salju
is: Snjóbylur
it: Bufera di neve
pl: Zawieje śnieg
ru: Позёмки
sk: Fujavica
sl: Snežni vihar
sr: Слаб снег
sv: Snöblåst
tr: Tipi
vi: Tuyết bay
zh_cn: 吹雪
zh_tw: 風雪

source: Slight snow
be: Лёгкі сьнегапад
cs: Lehké sněžení
de: Leichter Schneefall
es: Nieve ligera
fi: Heikosti lunta
hu: Enyhe havazás
id: Sedikit salju
is: Örlítil snjókoma
it: Lieve nevicata
pl: Lekki śnieg
ru: Лёгкий снегопад
sk: Slabé sneženie
sl: Rahlo sneženje
sr: Слаб снег
sv: Lätt snöfall
tr: Hafif kar
vi: Tuyết nhẹ
zh_cn: 小雪
zh_tw: 小雪

source: Moderate snow
be: Умераны сьнегапад
cs: Mírné sněžení
de: Mäßiger Schneefall
es: Nieve moderada
fi: Kohtalaista lunta
hu: Hóesés
id: Salju sedang
is: Nokkur rigning
it: Nevicata moderata
pl: Umiarkowany śnieg
ru: Умеренный снегопад
sk: Stredne silné sneženie
sl: Zmerno sneženje
sr: Умерен снег
sv: Måttligt snöfall
tr: Orta şiddette kar
vi: Tuyết vừa
zh_cn: 中雪
zh_tw: 中雪

source: Moderate rain showers
be: Умераныя залевы
cs: Mírné dešťové přeháňky
de: Mäßige Regenschauer
es: Lluvia moderada
fi: Kohtalaisia sadekuuroja
hu: Záporok
id: Curah hujan sedang
is: Nokkir skúrir
it: Rovesci moderati
pl: Umiarkowany deszcz
ru: Умеренный дождь
sk: Stredne silné prehánky
sl: Zmerne snežne plohe
sr: Умерени пљускови
sv: Måttliga regnskurar
tr: Orta şiddetli sağanak yağmur
vi: Mưa rào vừa
zh_cn: 中等规模的阵雨
zh_tw: 中度陣雨

source: Mixed rain and snow
be: Дождж са сьнегам
cs: Déšť se sněhem
de: Regen und Schnee gemischt
es: Lluvia y nieve
fi: Sadetta ja lunta
hu: Esőzés és havazás
id: Campuran hujan dan salju
is: Ýmist rigning eða snjókoma
it: Pioggia mista a neve
pl: Deszcz ze śniegiem
ru: Дождь со снегом
sk: Dážď so snehom
sl: Dež s snegom
sr: Мешано киша и снег
sv: Snöblandat regn
tr: Karla karışık yağmur
vi: Mưa và tuyết
zh_cn: 雨夹雪
zh_tw: 雨夾雪

source: Heavy mixed rain and snow
be: Моцны дождж са сьнегам
cs: Silný déšť a sněžení
de: Starker Regen und Schnee gemischt
es: Lluvia fuerte y nieve
fi: Voimakkaasti sadetta
hu: Erős eső és havazás
id: Hujan lebat bercampur salju
is: Talsverð rigning eða snjókoma
it: Forti piogge miste e neve
pl: Silny deszcz ze śniegiem
ru: Сильный дождь со снегом
sk: Výdatný dážď so snehom
sl: Močan dež s snegom
sr: Мешане јаке падавине кише и снега
sv: Kraftigt snöblandat regn
tr: Şiddetli karla karışık yağmur
vi: Mưa và tuyết nặng hạt
zh_cn: 强雨夹雪
zh_tw: 大雨夾雪

source: Please select a different provider or location
be: Калі ласка, абярыце іншы сэрвіс ці іншые месцазнаходжаньне
cs: Vyberte prosím jiného poskytovatele předpovědi
de: Bitte wählen Sie einen anderen Anbieter oder Standort
es: Por favor, seleccione otro proveedor o ubicación
fi: Valitse toinen palveluntarjoaja tai sijainti
hu: Válasszon másik időjárás-előrejelzés szolgáltatót vagy földrajzi helyet
is: Veldu aðra þjónustu eða staðsetningu
it: Seleziona un provider o una località diversi
pl: Wybierz innego usługodawcę lub lokalizację
ru: Пожалуйста, выберите другого поставщика погодных данных или другое местоположение
sr: Изаберите другог добављача или локацију
sv: Vänligen välj en annan tjänst eller plats
tr: Lütfen farklı bir sağlayıcı veya konum seçin
vi: Vui lòng chọn nhà cung cấp hoặc vị trí khác
zh_cn: 请选择一个不同的数据源或地点
zh_tw: 請選擇其他供應商或位置

source: The API key you provided is invalid.
be: Уведзены ключ API нядзейсны.
cs: Zadaný API klíč není platný.
de: Der von Ihnen angegebene API-Schlüssel ist ungültig.
es: La clave de la API que ha proporcionado no es válida.
fi: Antamasi APIAVAIN on virheellinen.
hu: A megadott API-kulcs nem érvényes.
is: API-lykillinn sem þú gafst upp er ógildur.
it: Chiave API inserita non valida.
pl: Podany klucz API jest nieprawidłowy.
ru: Указанный вами ключ API недействителен.
sr: API кључ који сте навели је неважећи.
sv: API-nyckeln du angav är ogiltig.
tr: Sağladığınız API anahtarı geçersiz.
vi: Khóa API bạn cung cấp không hợp lệ.
zh_cn: 您提供的 API 密钥无效。
zh_tw: 您提供的 API 金鑰無效。

source: The location you provided was not found.
be: Уведзенае месцазнаходжаньне ня знойдзена.
cs: Zadaná lokalita nebyla nalezena.
de: Keine Daten für dein Standort.
es: No se encontró la ubicación que proporcionó.
fi: Antamaasi sijaintia ei löytynyt.
hu: A megadott földrajzi helyzethez nem található.
is: Staðsetningin sem þú gafst upp fannst ekki.
it: Località inserita non trovata.
pl: Podana lokalizacja nie została znaleziona.
ru: Указанное вами местоположение не найдено.
sr: Локација коју сте навели није пронађена.
sv: Platsen du angav hittades inte.
tr: Sağladığınız konum bulunamadı.
vi: Không tìm thấy vị trí bạn cung cấp.
zh_cn: 没有找到您提供的位置。
zh_tw: 找不到您提供的位置。

source: Strong Storm
be: Моцны шторм
cs: Silná bouře
de: Kräftiger Wind
es: Tormenta fuerte
fi: Voimakas myrsky
hu: Heves szélvész
is: Ofsarok
it: Forte Tempesta
pl: Silna burza
sr: Јака олуја
sv: Kraftig storm
tr: Güçlü Fırtına
vi: Bão mạnh
zh_cn: 强风暴
zh_tw: 強烈風暴

source: Rain and Snow
be: Дождж са сьнегам
cs: Déšť se sněhem
de: Regen und Schnee
es: Lluvia y nieve
fi: Sadetta ja lunta
hu: Esőzés és havazás
is: Regn og snjókoma
it: Pioggia e Neve
pl: Deszcz i śnieg
sr: Киша и снег
sv: Regn och snö
tr: Yağmur ve Kar
vi: Mưa và tuyết
zh_cn: 雨夹雪
zh_tw: 雨和雪

source: Rain and Sleet
be: Дождж з мокрым сьнегам
cs: Déšť a zmrzlý déšť
de: Regen und Graupel
es: Lluvia y Aguanieve
fi: Sadetta ja räntää
hu: Eső és ónos eső vegyesen
is: Rigning og slydda
it: Pioggia e Nevischio
pl: Deszcz i deszcz ze śniegiem
sr: Киша и суснежица
sv: Blandat regnslask
tr: Yağmur ve Sulu Kar
vi: Mưa và mưa tuyết
zh_cn: 雨夹雪
zh_tw: 雨和霙

source: Snow Showers
be: Сьнегапады
cs: Sněhové přeháňky
de: Schneeschauer
es: Chubasco de nieve
fi: Lumisadetta
hu: Hózápor
is: Snjóél
it: Rovesci Nevosi
pl: Opady śniegu
sr: Снежне падавине
sv: Snöbyar
tr: Sağanak Kar
vi: Mưa tuyết
zh_cn: 阵雪
zh_tw: 陣雪

source: Breezy
be: Брыз
cs: Větrno
de: Windig
es: Ventoso
fi: Tuulinen
hu: Szellős
is: Gjóla
it: Arioso
pl: Wietrznie
ru: Лёгкий бриз
sr: Ветровито
sv: Blåsigt
tr: Esintili
vi: Gió nhẹ
zh_cn: 微风
zh_tw: 微風

source: Frigid
be: Халодна
cs: Mráz
de: Kühl
es: Gélido
fi: Kylmä
hu: Fagyos
is: Svalt
it: Frigido
pl: Mroźno
ru: Холодно
sr: Хладно
sv: Kylig
tr: Soğuk
vi: Lạnh giá
zh_cn: 寒冷
zh_tw: 寒冷
