Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/diaspora-notif@douze12/*.po
Languages: hu, sv, vi, zh_tw

source: Diaspora* notifications
hu: Diaspora* értesítések
sv: Diaspora*-aviseringar
vi: Thông báo Diaspora*
zh_tw: Diaspora* 通知

source: You have %d new notifications
hu: %d új értesítés érkezett
sv: Du har %d nya aviseringar
vi: Bạn có %d thông báo mới
zh_tw: 您有 %d 則新通知

source: No Notification
hu: Nincs értesítés
sv: Ingen avisering
vi: Không có thông báo
zh_tw: 沒有通知

source: Technical error
hu: Technikai hiba
sv: Tekniskt fel
vi: Lỗi kỹ thuật
zh_tw: 系統錯誤

source: Update interval (minutes)
hu: Frissítési gyakoriság (perc)
sv: Uppdateringsintervall (minuter)
vi: Khoảng thời gian cập nhật (phút)
zh_tw: 更新間隔（單位：分鐘）

source: Login
hu: Bejelentkezés
sv: Logga in
vi: Tên đăng nhập
zh_tw: 登入名稱

source: Enter your diaspora*'s login
hu: Adja meg diaspora* bejelentkezési adatait
sv: Ange ditt Diaspora* inloggningsnamn
vi: Nhập tên đăng nhập Diaspora* của bạn
zh_tw: 請輸入您的 diaspora* 登入名稱

source: Password
hu: Jelszó
sv: Lösenord
vi: Mật khẩu
zh_tw: 密碼

source: Enter your diaspora*'s password
hu: Adja meg diaspora* jelszavát
sv: Ange ditt Diaspora* lösenord
vi: Nhập mật khẩu Diaspora* của bạn
zh_tw: 請輸入您的 diaspora* 密碼

source: Diaspora* Pod URL
hu: Adja meg diaspora* bejelentkezési adatait
vi: URL Pod Diaspora*
zh_tw: Diaspora* Pod 網址

source: Enter your diaspora*'s Pod Url
hu: Adja meg diaspora* Pod Url-jét
sv: Ange din Diaspora* Pod-URL
vi: Nhập URL Pod Diaspora* của bạn
zh_tw: 請輸入您的 diaspora* Pod 網址
