Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/desaturate-all@hkoosha/*.po
Languages: de, fr, nl, vi

source: Click to disable effect
de: Klicken um Effekt zu deaktivieren
fr: Cliquez pour désactiver l'effet
nl: Klik om effect uit te schakelen
vi: Nhấp để tắt hiệu ứng

source: Click to desaturate the desktop
de: Klicken um den Desktop zu desaturieren
fr: Cliquez pour désaturer le bureau
nl: Klik om het bureaublad te desatureren
vi: Nhấp để làm xám màn hình

source: Will automatically desaturate in
de: Wird automatisch entsättigt in
fr: Se désaturera automatiquement dans
nl: Wordt automatisch gedesatureerd over
vi: Sẽ tự động làm xám sau

source: Will automatically disable in
de: Wird automatisch entsättigt in
fr: Sera automatiquement désactivé dans
nl: Wordt automatisch uitgeschakeld over
vi: Sẽ tự động tắt sau

source: minutes
de: minuten
nl: minuten
vi: phút

source: Will automatically desaturate at
de: Wird automatisch entsättigt um
fr: Se désaturera automatiquement à
nl: Wordt automatisch gedesatureerd om
vi: Sẽ tự động làm xám vào lúc

source: Will automatically disable at
de: Wird automatisch deaktiviert um
fr: Sera automatiquement désactivé à
nl: Wordt automatisch uitgeschakeld om
vi: Sẽ tự động tắt vào lúc

source: Desaturate All
de: Alles entsättigen
fr: Tout dé-saturer
nl: Desatureer Alles
vi: Làm xám tất cả

source: Convert your screen to gray-scale.
de: Den Bildschirm in Graustufe umwandeln.
fr: Convertir votre écran en niveaux de gris.
nl: Zet je scherm om naar grijswaarden.
vi: Chuyển màn hình sang thang độ xám.

source: Color saturation
de: Farbsättigung
fr: Saturation des couleurs
nl: Kleurverzadiging
vi: Độ bão hòa màu

source: Shortcut to toggle desaturation effect
de: Tastenkombination zum Umschalten des Entsättigungseffekts
fr: Raccourci pour basculer en niveaux de gris
nl: Sneltoets om het desaturatie-effect in- en uit te schakelen
vi: Phím tắt để bật/tắt hiệu ứng làm xám

source: Automatic
de: Automatisch
fr: Automatique
nl: Automatisch
vi: Tự động

source: Automatically enable and disable the desaturation effect based on the time of day
de: Automatisches Aktivieren und Deaktivieren des Entsättigungseffekts in Abhängigkeit von der Tageszeit
fr: Activer et désactiver automatiquement l'effet de dé-saturation en fonction de l'heure de la journée
nl: Schakel het desaturatie-effect automatisch in en uit op basis van het tijdstip van de dag
vi: Tự động bật và tắt hiệu ứng làm xám dựa trên thời gian trong ngày

source: Time of day to automatically enable
de: Tageszeit zur automatischen Aktivierung
fr: Heure de la journée pour l'activation automatique
nl: Tijdstip van de dag om automatisch in te schakelen
vi: Thời gian trong ngày để tự động bật

source: Time of day to automatically disable
de: Tageszeit zur automatischen Deaktivierung
fr: Heure de la journée pour la désactivation automatique
nl: Tijdstip van de dag om automatisch uit te schakelen
vi: Thời gian trong ngày để tự động tắt

source: Restore desaturation effect state on startup
de: Wiederherstellung des Entsättigungseffekts beim einschalten
fr: Rétablir au démarrage l'état de l'effet de dé-saturation
nl: Herstel de staat van het desaturatie-effect bij opstarten
vi: Khôi phục trạng thái hiệu ứng làm xám khi khởi động

source: Restore the previously set desaturation state when cinnamon starts
de: Stelle den vorherigen Entsättigungseffekt her wenn cinnamon startet
fr: Rétablir l'état de dé-saturation précédemment défini lorsque Cinnamon démarre
nl: Herstel de eerder ingestelde desaturatie-status wanneer Cinnamon wordt opgestart
vi: Khôi phục trạng thái làm xám đã đặt trước khi Cinnamon khởi động
