Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/CinnaMame@claudiux/*.po
Languages: ca, fr, vi

source: Once you've downloaded your roms from your library, you need to copy them to the local folder named here ‘Local Mame Roms’. Then go to the ‘Games to show’ tab.
ca: Una vegada s'hagin descarregat les roms de la vostra biblioteca, heu de copiar-les a la carpeta local d'aquí anomenada 'Local Mame Roms'. Tot seguit, aneu a la pestanya 'Jocs per a mostrar'
fr: Une fois que vous avez téléchargé vos roms depuis votre bibliothèque, vous devez les copier dans le dossier local nommé ici 'Roms Mame locales'. Allez ensuite dans l'onglet “Jeux à afficher”.
vi: Sau khi tải rom từ thư viện xuống, bạn cần sao chép chúng vào thư mục cục bộ có tên là ‘Local Mame Roms’. Sau đó, hãy chuyển đến tab ‘Games to show’.

source: Do not use [+]; use the 'Refresh Games' button instead. Disable games you don't want in the menu. Removing a line do not remove the game from the menu. You can change Titles but not Ids. You can change order to change that of the menu.
ca: No utilitzeu [+], sinó el botó 'Actualitzar Jocs'. Desactiveu els jocs que no vulgueu al menú. Eliminar una línia no elimina el joc del menú. Podeu canviar els títols però no les Ids. Podeu canviar l'ordre per a reordenar el menú.
fr: N'utilisez pas [+] ; utilisez plutôt le bouton « Rafraîchir la liste des jeux ». Désactivez les jeux dont vous ne voulez pas dans le menu. La suppression d'une ligne ne supprime pas le jeu du menu. Vous pouvez modifier les titres, mais pas les identifiants. Vous pouvez modifier l'ordre pour changer celui du menu.
vi: Không sử dụng [+]; thay vào đó hãy sử dụng nút 'Làm mới Trò chơi'. Vô hiệu hóa các trò chơi bạn không muốn có trong menu. Xóa một dòng không có nghĩa là xóa trò chơi khỏi menu. Bạn có thể thay đổi Tiêu đề nhưng không thể thay đổi ID. Bạn có thể thay đổi thứ tự của menu.

source: Install mame
ca: Instal·lar mame
fr: Installer mame
vi: Cài đặt mame

source: Roms
vi: Rom

source: Games to show
ca: Jocs per a mostrar
fr: Jeux à afficher
vi: Trò chơi để hiển thị

source: General
fr: Général
vi: Chung

source: Rom Library
ca: Biblioteca de Roms
fr: Bibliothèque de Roms
vi: Thư viện Rom

source: Tips
ca: Consells
fr: Astuces
vi: Mẹo

source: Local Mame Roms
fr: Roms Mame locales
vi: Rom Mame cục bộ

source: Icon
ca: Icona
fr: Icône
vi: Biểu tượng

source: URL of your Rom Library
ca: URL de la vostra biblioteca de roms
fr: URL de votre bibliothèque de roms
vi: URL của Thư viện Rom của bạn

source: Open your Rom Library
ca: Obrir la vostra biblioteca de roms
fr: Ouvrez votre bibliothèque de roms
vi: Mở Thư viện Rom

source: Reset Rom Library URL to default
ca: Restablir la URL de la biblioteca de roms a per defecte
fr: Remettre l'URL à sa valeur par défaut
vi: Đặt lại URL Thư viện Rom về mặc định

source: Open Local Mame Roms
ca: Obrir Local Mame Roms
fr: Ouvrir vos Roms Mame locales
vi: Mở Rom Mame cục bộ

source: Refresh Games
ca: Actualitzar Jocs
fr: Rafraîchir la liste des jeux
vi: Làm mới trò chơi

source: Enabled
ca: Activat
fr: Activé
vi: Bật

source: Id Do not change!
ca: Id No ho canvieu!
fr: Identifiant Ne pas modifier !
vi: Id Không thay đổi!

source: Title
ca: Títol
fr: Titre
vi: TIêu đề

source: Use symbolic icon
ca: Utilitzar una icona simbòlica
fr: Utiliser une icône symbolique
vi: Sử dụng biểu tượng tượng trưng
