Repository: linuxmint/cinnamon-spices-applets
Catalog: expressvpn@Hukuta/files/expressvpn@Hukuta/po/*.po
Languages: ca, es, fr, nl

source: Connect to VPN in one click from this applet. ExpressVPN client is required (this is a paid service)
ca: Connecteu-vos a la VPN en un clic amb aquesta miniaplicació. Es necessita el client d'ExpressVPN (és un servei de pagament)
es: Conéctate a la VPN con un solo clic desde este applet. Se necesita el cliente ExpressVPN (es un servicio de pago).
fr: Connectez-vous au VPN en un clic depuis cette applet. Le client ExpressVPN est requis. (Ce service est payant)
nl: Verbind in één klik met een VPN vanuit deze applet. Een ExpressVPN-client is vereist (dit is een betaalde service).

source: Server
ca: Servidor
es: Servidor
fr: Serveur

source: Smart Location
ca: Ubicació intel·ligent
es: Localización inteligente
fr: Localisation intelligente
nl: Slimme locatie

source: Germany - Frankfurt 1
ca: Alemanya - Frankfurt 1
es: Alemania - Frankfurt 1
fr: Allemagne - Francfort 1
nl: Duitsland - Frankfurt 1

source: Germany - Nuremberg
ca: Alemanya - Nuremberg
es: Alemania - Núremberg
fr: Allemagne - Nuremberg
nl: Duitsland - Neurenberg

source: Germany - Frankfurt 2
ca: Alemanya - Frankfurt 2
es: Alemania - Frankfurt 2
fr: Allemagne - Francfort 2
nl: Duitsland - Frankfurt 2

source: Germany - Darmstadt
ca: Alemanya - Darmstadt
es: Alemania - Darmstadt
fr: Allemagne - Darmstadt
nl: Duitsland - Darmstadt

source: India - Mumbai - 1
ca: Índia - Mumbai - 1
es: India - Bombay - 1
fr: Inde - Bombay - 1

source: India (via UK)
ca: Índia (a través del Regne Unit)
es: India (vía Reino Unido)
fr: Inde (via Royaume-Uni)
nl: India (via VK)

source: India - Chennai
ca: Índia - Chennai
fr: Inde - Madras

source: UK - Docklands
ca: Regne Unit - Docklands
es: Reino Unido - Docklands
fr: Royaume-Uni - Docklands
nl: VK - Docklands

source: UK - East London
ca: Regne Unit - Est de Londres
es: Reino Unido - Este de Londres
fr: Royaume-Uni - London-Est
nl: VK - Oost-Londen

source: UK - Berkshire
ca: Regne Unit - Berkshire
es: Reino Unido - Berkshire
fr: Royaume-Uni - Berkshire
nl: VK - Berkshire

source: UK - London
ca: Regne Unit - Londres
es: Reino Unido - Londres
fr: Royaume-Uni - Londres
nl: VK - Londen

source: UK - Kent
ca: Regne Unit - Kent
es: Reino Unido - Kent
fr: Royaume-Uni - Kent
nl: VK - Kent

source: UK - Berkshire 2
ca: Regne Unit - Berkshire 2
es: Reino Unido - Berkshire 2
fr: Royaume-Uni - Berkshire 2
nl: VK - Berkshire 2

source: UK - Wembley
ca: Regne Unit - Wembley
es: Reino Unido - Wembley
fr: Royaume-Uni - Wembley
nl: VK - Wembley

source: Singapore - Jurong
ca: Singapur - Jurong
es: Singapur - Jurong
fr: Singapour - Jurong

source: Singapore - CBD
ca: Singapur - CBD
es: Singapur - CBD
fr: Singapour - Central Area

source: Singapore - Marina Bay
ca: Singapur - Marina Bay
es: Singapur - Marina Bay
fr: Singapour - Marina Bay

source: Netherlands - Amsterdam Y
ca: Països Baixos - Amsterdam Y
es: Países Bajos - Amsterdam Y
fr: Pays-Bas - Amsterdam Y
nl: Nederland - Amsterdam Y

source: Netherlands - Rotterdam Y
ca: Països Baixos - Rotterdam Y
es: Países Bajos - Rotterdam Y
fr: Pays-Bas - Rotterdam Y
nl: Nederland - Rotterdam Y

source: Netherlands - The Hague
ca: Països Baixos - La Haia
es: Países Bajos - La Haya
fr: Pays-Bas - La Haye
nl: Nederland - Den Haag

source: USA - New York
ca: Estats Units - Nova York
es: Estados Unidos - Nueva York
fr: États-Unis - New York
nl: VS - New York

source: USA - Washington DC
ca: Estats Units - Washington DC
es: Estados Unidos - Washington DC
fr: États-Unis - Washington DC
nl: VS - Washington DC

source: USA - Washington DC - 2
ca: Estats Units - Washington DC - 2
es: Estados Unidos - Washington DC - 2
fr: États-Unis - Washington DC - 2
nl: VS - Washington DC - 2

source: USA - New Jersey - 1
ca: Estats Units - Nova Jersey - 1
es: Estados Unidos - New Jersey - 1
fr: États-Unis - New Jersey - 1
nl: VS - New Jersey - 1

source: USA - San Francisco
ca: Estats Units - San Francisco
es: Estados Unidos - San Francisco
fr: États-Unis - San Francisco
nl: VS - San Francisco

source: USA - Chicago
ca: Estats Units - Chicago
es: Estados Unidos - Chicago
fr: États-Unis - Chicago
nl: VS - Chicago

source: USA - Dallas
ca: Estats Units - Dallas
es: Estados Unidos - Dallas
fr: États-Unis - Dallas
nl: VS - Dallas

source: USA - Miami
ca: Estats Units - Miami
es: Estados Unidos - Miami
fr: États-Unis - Miami
nl: VS - Miami

source: USA - Los Angeles - 3
ca: Estats Units - Los Angeles - 3
es: Estados Unidos - Los Angeles - 3
fr: États-Unis - Los Angeles - 3
nl: VS - Los Angeles - 3

source: USA - Los Angeles - 2
ca: Estats Units - Los Angeles - 2
es: Estados Unidos - Los Angeles - 2
fr: États-Unis - Los Angeles - 2
nl: VS - Los Angeles - 2

source: USA - New Jersey - 3
ca: Estats Units - Nova Jersey - 3
es: Estados Unidos - New Jersey - 3
fr: États-Unis - New Jersey - 3
nl: VS - New Jersey - 3

source: USA - Seattle
ca: Estats Units - Seattle
es: Estados Unidos - Seattle
fr: États-Unis - Seattle
nl: VS - Seattle

source: USA - Miami - 2
ca: Estats Units - Miami 2
es: Estados Unidos - Miami - 2
fr: États-Unis - Miami - 2
nl: VS - Miami - 2

source: USA - Denver
ca: Estats Units - Denver
es: Estados Unidos - Denver
fr: États-Unis - Denver
nl: VS - Denver

source: USA - Salt Lake City
ca: Estats Units - Salt Lake City
es: Estados Unidos - Salt Lake City
fr: États-Unis - Salt Lake City
nl: VS - Salt Lake City

source: USA - Kansas City
ca: Estats Units - Kansas City
es: Estados Unidos - Kansas City
fr: États-Unis - Kansas City
nl: VS - Kansas City

source: USA - Tampa - 1
ca: Estats Units - Tampa - 1
es: Estados Unidos - Tampa -1
fr: États-Unis - Tampa - 1
nl: VS - Tampa - 1

source: USA - Phoenix
ca: Estats Units - Phoenix
es: Estados Unidos - Phoenix
fr: États-Unis - Phoenix
nl: VS - Phoenix

source: USA - Los Angeles - 1
ca: Estats Units - Los Angeles - 1
es: Estados Unidos - Los Angeles - 1
fr: États-Unis - Los Angeles - 1
nl: VS - Los Angeles - 1

source: USA - Virginia
ca: Estats Units - Virginia
es: Estados Unidos - Virginia
fr: États-Unis - Virginie
nl: VS - Virginia

source: USA - New York - 2
ca: Estats Units - Nova York - 2
es: Estados Unidos - New York - 2
fr: États-Unis - New York - 2
nl: VS - New York - 2

source: USA - New Jersey - 2
ca: Estats Units - Nova Jersey - 2
es: Estados Unidos - New Jersey - 2
fr: États-Unis - New Jersey - 2
nl: VS - New Jersey - 2

source: USA - Hollywood
ca: Estats Units - Hollywood
es: Estados Unidos - Hollywood
fr: États-Unis - Hollywood
nl: VS - Hollywood

source: USA - Dallas - 2
ca: Estats Units - Dallas - 2
es: Estados Unidos - Dallas - 2
fr: États-Unis - Dallas - 2
nl: VS - Dallas - 2

source: USA - Minneapolis
ca: Estats Units - Minneapolis
es: Estados Unidos - Minneapolis
fr: États-Unis - Minneapolis
nl: VS - Minneapolis

source: USA - Boston
ca: Estats Units - Boston
es: Estados Unidos - Boston
fr: États-Unis - Boston
nl: VS - Boston

source: USA - Los Angeles
ca: Estats Units - Los Angeles
es: Estados Unidos - Los Angeles
fr: États-Unis - Los Angeles
nl: VS - Los Angeles

source: USA - San Jose
ca: Estats Units - San Jose
es: Estados Unidos - San Jose
fr: États-Unis - San José
nl: VS - San Jose

source: USA - Atlanta
ca: Estats Units - Atlanta
es: Estados Unidos - Atlanta
fr: États-Unis - Atlanta
nl: VS - Atlanta

source: USA - Los Angeles - 5
ca: Estats Units - Los Angeles - 5
es: Estados Unidos - Los Angeles - 5
fr: États-Unis - Los Angeles - 5
nl: VS - Los Angeles - 5

source: USA - Los Angeles - 4
ca: Estats Units - Los Angeles - 4
es: Estados Unidos - Los Angeles - 4
fr: États-Unis - Los Angeles - 4
nl: VS - Los Angeles - 4

source: USA - Santa Monica
ca: Estats Units - Santa Mònica
es: Estados Unidos - Santa Monica
fr: États-Unis - Santa Monica
nl: VS - Santa Monica

source: USA - San Francisco via HK
ca: Estats Units - San Francisco (via Hong Kong)
es: Estados Unidos - San Francisco vía HK
fr: États-Unis - San Francisco via Hong Kong
nl: VS - San Francisco via HK

source: USA - San Francisco - 2
ca: Estats Units - San Francisco - 2
es: Estados Unidos - San Francisco - 2
fr: États-Unis - San Francisco - 2
nl: VS - San Francisco - 2

source: Japan - Tokyo - 3
ca: Japó - Tòquio - 3
es: Japón - Tokio - 3
fr: Japon - Tokyo - 3
nl: Japan - Tokio - 3

source: Japan - Tokyo - 2
ca: Japó - Tòquio - 2
es: Japón - Tokio - 2
fr: Japon - Tokyo - 2
nl: Japan - Tokio - 2

source: Japan - Tokyo - 1
ca: Japó - Tòquio - 1
es: Japón - Tokio - 1
fr: Japon - Tokyo - 1
nl: Japan - Tokio - 1

source: Sweden
ca: Suècia
es: Suecia
fr: Suède
nl: Zweden

source: Sweden - 2
ca: Suècia - 2
es: Suecia - 2
fr: Suède - 2
nl: Zweden - 2

source: Switzerland - 2
ca: Suïssa - 2
es: Suiza - 2
fr: Suisse - 2
nl: Zwitserland - 2

source: Switzerland
ca: Suïssa
es: Suiza
fr: Suisse
nl: Zwitserland

source: Italy - Milan
ca: Itàlia - Milà
es: Italia - Milán
fr: Italie - Milan
nl: Italië - Milaan

source: Italy - Cosenza
ca: Itàlia - Cosenza
es: Italia - Cosenza
fr: Italie - Cosenza
nl: Italië - Cosenza

source: Australia - Melbourne
ca: Austràlia - Melbourne
fr: Australie - Melbourne
nl: Australië - Melbourne

source: Australia - Sydney
ca: Austràlia - Sydney
fr: Australie - Sydney
nl: Australië - Sydney

source: Australia - Sydney - 3
ca: Austràlia - Sydney - 3
fr: Australie - Sydney - 3
nl: Australië - Sydney - 3

source: Australia - Perth
ca: Austràlia - Perth
fr: Australie - Perth
nl: Australië - Perth

source: Australia - Brisbane
ca: Austràlia - Brisbane
fr: Australie - Brisbane
nl: Australië - Brisbane

source: Australia - Sydney - 2
ca: Austràlia - Sydney - 2
fr: Australie - Sydney - 2
nl: Australië - Sydney - 2

source: South Korea - 2
ca: Corea del Sud - 2
es: Corea del Sur - 2
fr: Corée du Sud - 2
nl: Zuid-Korea - 2

source: South Korea
ca: Corea del Sud
es: Corea del Sur
fr: Corée du Sud
nl: Zuid-Korea

source: Philippines (via Singapore)
ca: Filipines (via Singapur)
es: Filipinas (vía Singapur)
fr: Philippines (via Singapour)
nl: Filippijnen (via Singapore)

source: Malaysia (MY)
ca: Malàisia (MY)
es: Malasia (MY)
fr: Malaisie (MY)
nl: Maleisië (MY)

source: Thailand (TH)
ca: Tailàndia (TH)
es: Tailandia (TH)
fr: Thaïlande (TH)

source: Indonesia (ID)
ca: Indonèsia (ID)
fr: Indonésie (ID)
nl: Indonesië (ID)

source: New Zealand (NZ)
ca: Nova Zelanda (NZ)
es: Nueva Zelanda (NZ)
fr: Nouvelle-Zélande (NZ)
nl: Nieuw-Zeeland (NZ)

source: Taiwan (TW)
es: Taiwán (TW)
fr: Taïwan (TW)

source: Taiwan via HK
ca: Taiwan via Hong Kong
es: Taiwán vía HK
fr: Taïwan via Hong Kong

source: Taiwan via HK - 2
ca: Taiwan via Hong Kong - 2
es: Taiwán vía HK - 2
fr: Taïwan via Hong Kong - 2

source: Macau (MO)
es: Macao (MO)
fr: Macao (MO)

source: Cambodia (KH)
ca: Cambodja (KH)
es: Camboya (KH)
fr: Cambodge (KH)
nl: Cambodja (KH)

source: Mongolia (MN)
ca: Mongòlia (MN)
fr: Mongolie (MN)
nl: Mongolië (MN)

source: Myanmar (MM)
es: Birmania (MM)
fr: Birmanie (MM)

source: Nepal (NP)
fr: Népal (NP)

source: Kyrgyzstan (KG)
es: Kirguistán (KG)
fr: Kirghizistan (KG)
nl: Kirgizië (KG)

source: Uzbekistan (UZ)
es: Uzbekistán (UZ)
fr: Ouzbékistan (UZ)
nl: Oezbekistan (UZ)

source: Bhutan (BT)
es: Bután (BT)
fr: Bhoutan (BT)

source: Brunei Darussalam (BN)
es: Brunéi Darussalam (BN)
fr: Brunéi (BN)

source: Canada - Montreal
ca: Canadà - Montreal
es: Canadá - Montreal
fr: Canada - Montréal

source: Mexico (MX)
ca: Mèxic (MX)
es: México (MX)
fr: Mexique (MX)

source: Brazil (BR)
ca: Brasil (BR)
es: Brasil (BR)
fr: Brésil (BR)
nl: Brazilië (BR)

source: Brazil
ca: Brasil
es: Brasil
fr: Brésil
nl: Brazilië

source: Chile (CL)
ca: Xile (CL)
fr: Chili (CL)
nl: Chili (CL)

source: Argentina (AR)
fr: Argentine (AR)
nl: Argentinië (AR)

source: Colombia (CO)
ca: Colòmbia (CO)
fr: Colombie (CO)

source: Ecuador (EC)
ca: Equador (EC)
fr: Équateur (EC)

source: Peru (PE)
ca: Perú (PE)
es: Perú (PE)
fr: Pérou (PE)

source: Romania (RO)
es: Rumanía (RO)
fr: Roumanie (RO)
nl: Roemenië (RO)

source: Isle of Man (IM)
ca: Illa de Man (IM)
es: Isla de Man (IM)
fr: Île de Man (IM)

source: Spain (ES)
ca: Espanya (ES)
es: España (ES)
fr: Espagne (ES)
nl: Spanje (ES)

source: Spain - Barcelona
ca: Espanya - Barcelona
es: España - Barcelona
fr: Espagne - Barcelone
nl: Spanje - Barcelona

source: Turkey (TR)
ca: Turquia (TR)
es: Turquía (TR)
fr: Turquie (TR)
nl: Turkije (TR)

source: Ireland (IE)
ca: Irlanda (IE)
es: Irlanda (IE)
fr: Irlande (IE)
nl: Ierland (IE)

source: Iceland (IS)
ca: Islàndia (IS)
es: Islandia (IS)
fr: Islande (IS)
nl: IJsland (IS)

source: Norway (NO)
ca: Noruega (NO)
es: Noruega (NO)
fr: Norvège (NO)
nl: Noorwegen (NO)

source: Denmark (DK)
ca: Dinamarca (DK)
es: Dinamarca (DK)
fr: Danemark (DK)
nl: Denemarken (DK)

source: Belgium (BE)
ca: Bèlgica (BE)
es: Bélgica (BE)
fr: Belgique (BE)
nl: België (BE)

source: Finland (FI)
ca: Finlàndia (FI)
es: Finlandia (FI)
fr: Finlande (FI)

source: Greece (GR)
ca: Grècia (GR)
es: Grecia (GR)
fr: Grèce (GR)
nl: Griekenland (GR)

source: Austria (AT)
ca: Àustria (AT)
fr: Autriche (AT)
nl: Oostenrijk (AT)

source: Russia (RU)
ca: Rússia (RU)
es: Rusia (RU)
fr: Russie (RU)
nl: Rusland (RU)

source: Armenia (AM)
ca: Armènia (AM)
fr: Arménie (AM)
nl: Armenië (AM)

source: Poland (PL)
ca: Polònia (PL)
es: Polonia (PL)
fr: Pologne (PL)
nl: Polen (PL)

source: Lithuania (LT)
ca: Lituània (LT)
es: Lituania (LT)
fr: Lituanie (LT)
nl: Litouwen (LT)

source: Latvia (LV)
ca: Letònia (LV)
es: Letonia (LV)
fr: Lettonie (LV)
nl: Letland (LV)

source: Estonia (EE)
ca: Estònia (EE)
fr: Estonie (EE)
nl: Estland (EE)

source: Czech Republic (CZ)
ca: Txèquia (CZ)
es: República Checa (CZ)
fr: République tchèque (CZ)
nl: Tsjechië (CZ)

source: Andorra (AD)
fr: Andorre (AD)

source: Montenegro (ME)
fr: Monténégro (ME)

source: Bosnia and Herzegovina (BA)
ca: Bòsnia i Herzegovina (A)
es: Bosnia y Herzegovina (BA)
fr: Bosnie-Herzégovine (BA)
nl: Bosnië en Herzegovina (BA)

source: Hungary (HU)
ca: Hongria (HU)
es: Hungría (HU)
fr: Hongrie (HU)
nl: Hongarije (HU)

source: Bulgaria (BG)
ca: Bulgària (BG)
fr: Bulgarie (BG)
nl: Bulgarije (BG)

source: Belarus (BY)
ca: Belarús (BY)
es: Bielorrusia (BY)
fr: Biélorussie (BY)
nl: Wit-Rusland (BY)

source: Malta (MT)
fr: Malte (MT)

source: Cyprus (CY)
ca: Xipre (CY)
es: Chipre (CY)
fr: Chypre (CY)

source: Albania (AL)
ca: Albània (AL)
fr: Albanie (AL)
nl: Albanië (AL)

source: Croatia (HR)
ca: Croàcia (HR)
es: Croacia (HR)
fr: Croatie (HR)
nl: Kroatië (HR)

source: Slovenia (SI)
ca: Eslovènia (SI)
es: Eslovenia (SI)
fr: Slovénie (SI)
nl: Slovenië (SI)

source: Slovakia (SK)
ca: Eslovàquia (SK)
es: Eslovaquia (SK)
fr: Slovaquie (SK)
nl: Slowakije (SK)

source: Macedonia (MK)
ca: Macedònia (MK)
fr: Macédoine du Nord (MK)
nl: Macedonië (MK)

source: Moldova
ca: Moldàvia
es: Moldavia
fr: Moldavie
nl: Moldavië

source: Serbia (RS)
ca: Sèrbia (RS)
fr: Serbie (RS)
nl: Servië (RS)

source: Georgia (GE)
ca: Geòrgia (GE)
fr: Géorgie (GE)
nl: Georgië (GE)

source: Azerbaijan (AZ)
es: Azerbaiyán (AZ)
fr: Azerbaïdjan (AZ)
nl: Azerbeidzjan (AZ)

source: South Africa (ZA)
ca: Sud-àfrica (ZA)
es: Sudáfrica (ZA)
fr: Afrique du Sud (ZA)
nl: Zuid-Afrika (ZA)

source: Israel (IL)
fr: Israël (IL)
nl: Israël (IL)

source: Egypt (EG)
ca: Egipte (EG)
es: Egipto (EG)
fr: Égypte (EG)
nl: Egypte (EG)

source: Algeria (DZ)
ca: Algèria (DZ)
fr: Algérie (DZ)
nl: Algerije (DZ)

source: IP Location
ca: Ubicació de la IP
es: Ubicación IP
fr: Localisation IP
nl: IP-locatie

source: Configuration
ca: Configuració
es: Configuración
nl: Configuratie

source: France (FR)
ca: França (FR)
es: Francia (FR)
nl: Frankrijk (FR)

source: France - Strasbourg
ca: França - Estrasburg
es: Francia - Estrasburgo
nl: Frankrijk - Straatsburg

source: France - Paris - 2
ca: França - París - 2
es: Francia - París - 2
nl: Frankrijk - Parijs - 2

source: Canada (CA)
ca: Canadà (CA)
es: Canadá (CA)

source: Canada - Vancouver
ca: Canadà - Vancouver
es: Canadá - Vancouver

source: Canada - Toronto - 2
ca: Canadà - Toronto - 2
es: Canadá - Toronto - 2

source: Panama (PA)
ca: Panamà (PA)
es: Panamá (PA)

source: Venezuela (VE)
ca: Veneçuela (VE)

source: Luxembourg (LU)
ca: Luxemburg (LU)
es: Luxemburgo (LU)
nl: Luxemburg (LU)

source: Ukraine (UA)
ca: Ucraïna (UA)
es: Ucrania (UA)
nl: Oekraïne (UA)

source: Monaco (MC)
ca: Mònaco (MC)
es: Mónaco (MC)

source: Pakistan (PK)
es: Pakistán (PK)

source: Kazakhstan (KZ)
es: Kazajstán (KZ)
nl: Kazachstan (KZ)

source: Bangladesh (BD)
es: Bangladés (BD)

source: Kenya (KE)
es: Kenia (KE)
nl: Kenia (KE)
