Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/bash-sensors@pkkk/*.po
Languages: ca, da, de, es, fr, hu, it, nl, sv, tr, vi, zh_cn, zh_tw

source: Error: Still waiting for command to finish!
ca: Error: encara s'està esperant que acabi una ordre prèvia!
da: Fejl: Venter stadig på, at kommandoen bliver færdig!
de: Fehler: Wartet, dass der Befehl beendet wird!
es: Error: ¡Esperando a que termine el comando!
fr: Erreur: En attente de la fin de la commande !
hu: Hiba: Még mindig vár a parancs befejezésére!
it: Errore: sto ancora aspettando che il comando finisca!
nl: Fout: Nog steeds wachtend op commando om te voltooien!
sv: Fel: väntar fortfarande på kommando för att slutföra!
tr: Hata: Hala komutun bitmesini bekliyorum!
vi: Lỗi: Vẫn đang chờ lệnh hoàn tất!
zh_cn: 错误：仍在等待命令完成！
zh_tw: 錯誤：仍在等待命令完成！

source: Bash Sensors
ca: Sensors Bash
da: Bash-sensorer
es: Sensores Bash
fr: Capteurs Bash
hu: Bash érzékelők
it: Sensori Bash
nl: Bash-sensoren
sv: Bash-sensorer
tr: Bash Sensörleri
zh_cn: Bash 传感器

source: Write your Bash commands to specify applet output (temperature sensors and not only!)
ca: Escriviu les vostres ordres bash per especificar les dades de l'aplicació (sensors de temperatura i altres)
da: Skriv dine Bash-kommandoer for at angive panelprogrammets output (temperatursensorer, men også andet!)
de: Schreiben Sie Bash-Befehle, um diese im Applet anzuzeigen (z.B. Temperatursensoren und nicht nur das!)
es: Escriba sus comandos Bash para especificar la salida del applet (¡sensores de temperatura y más!)
fr: Écrivez vos commandes Bash pour produire l'affichage désiré ( capteurs de températures mais pas que ! )
hu: Írja meg a Bash parancsokat a kisalkalmazás kimenetének meghatározásához (hőmérséklet-érzékelők és továbbiak!)
it: Scrivi i tuoi comandi Bash per specificare l'uscita dell'applet (sensori di temperatura e non solo!)
nl: Schrijf uw Bash-commando's om de applet-uitvoer te specificeren (temperatuursensoren en meer!)
sv: Skriv dina Bash-kommandon för att specificera utdata i panelen (inte bara temperatursensorer)
tr: Uygulama çıktısını belirtmek için Bash komutlarınızı yazın (sıcaklık sensörleri ve dahası da var!)
vi: Viết lệnh Bash để chỉ định đầu ra của applet (cảm biến nhiệt độ và không chỉ vậy!)
zh_cn: 编写您的 Bash 命令以指定小程序输出 (不仅限于温度传感器！)
zh_tw: 撰寫 Bash 命令以指定小程式輸出內容（不僅可以是溫度感測器！）

source: Settings - Bash Sensors (write commands in Bash!)
ca: Opcions - Bash Sensors (escriviu ordres en bash!)
da: Indstillinger - Bash-sensorer (skriv kommandoer i Bash!)
de: Einstellungen - Bash Sensors (Befehle in die Bash schreiben)
es: Ajustes - Sensores Bash (¡escriba comandos en Bash!)
fr: Paramètres - Bash Sensors ( écrivez vos commandes en Bash ! )
hu: Beállítások - Bash Sensors (parancsokat írja a Bash-be!)
it: Impostazioni - Sensori Bash (scrivi comandi in Bash!)
nl: Instellingen - Bash-sensoren (schrijf commando's in Bash!)
sv: Inställningar - Bash-sensorer (skriv kommandon i Bash)
tr: Ayarlar - Bash Sensörleri (Bash ile komutuları yazınız!)
vi: Cài đặt - Cảm biến Bash (viết lệnh trong Bash!)
zh_cn: 设置 - Bash 传感器 (在 Bash 中编写命令！)
zh_tw: 設定 - Bash Sensors（以 Bash 撰寫命令！）

source: Title
ca: Títol
da: Titel
de: Titel
es: Título
fr: Titre
hu: Cím
it: Titolo
nl: Titel
sv: Titel
vi: TIêu đề
zh_cn: 标题
zh_tw: 標題

source: Title used when displaying notifications
ca: Títol utilitzat en mostrar notificacions
da: Titel der bruges ved visning af underretninger
de: Titel, der beim Anzeigen von Benachrichtigungen verwendet wird
es: Título utilizado al mostrar notificaciones
fr: TItre utilisé lors de l'affichage des notifications
hu: Az értesítések megjelenítésekor használt cím
it: Titolo utilizzato durante la visualizzazione delle notifiche
nl: Titel gebruikt bij het weergeven van meldingen
sv: Titel som används vid visning av avisering
vi: Tiêu đề được sử dụng khi hiển thị thông báo
zh_cn: 显示通知时使用的标题
zh_tw: 顯示通知時使用的標題

source: seconds
ca: segons
da: sekunder
de: Sekunden
es: segundos
fr: secondes
hu: másodperc
it: secondi
nl: seconden
sv: sekunder
tr: saniye
vi: giây
zh_cn: 秒
zh_tw: 秒

source: Refresh interval [0 for no refresh]
ca: Interval de refresc [0 per no refrescar]
da: Opdateringsinterval [0 for ingen opdatering]
de: Aktualisierungsintervall [0: keine Aktualisierung]
es: Intervalo de actualización [0 para no actualizar]
fr: Fréquence de rafraîchissement ( 0 pour ne pas rafraîchir )
hu: Frissítési intervallum [0 = nem frissül]
it: Intervallo di aggiornamento [0 per non aggiornare]
nl: Vernieuwingsinterval [0 voor geen vernieuwing]
sv: Uppdateringsintervall [0 för ingen uppdatering]
tr: Yenileme süresi [yenileme yapmaması için 0]
vi: Khoảng thời gian làm mới [0 nếu không làm mới]
zh_cn: 刷新间隔 (为 0 时禁用刷新)
zh_tw: 更新間隔 [0 表示不自動更新]

source: Shell
da: Skal
hu: Héj
sv: Skal
tr: Kabuk

source: Shell to be used ('-c' will be used to call commands)
ca: Shell a utilitzar (s'usarà '-c' per invocar ordres)
da: Skal som skal bruges (“-c” bruges til at kalde kommadoer)
de: Zu verwendende Shell ('-c' wird zum Aufrufen von Befehlen verwendet)
es: Shell a utilizar ('-c' se usará para invocar comandos)
fr: Shell à utiliser ( '-c' va être utilisé pour appeler les commandes )
hu: Használandó héj (a '-c' parancsok hívására szolgál)
it: Shell da usare ('-c' verrà utilizzato per richiamare i comandi)
nl: Shell die moet worden gebruikt ('-c' zal worden gebruikt om commando's aan te roepen)
sv: Skal att använda ('-c' används till alla kommandon)
tr: Kullanılacak kabuk ('-c' komutları çağırmak için kullanılacaktır)
vi: Shell được sử dụng ('-c' sẽ được sử dụng để gọi lệnh)
zh_cn: 要使用的 Shell (使用 “-c” 调用命令)
zh_tw: 要使用的 Shell（會以 -c 參數執行命令）

source: Commands
ca: Ordres
da: Kommandoer
de: Befehle
es: Comandos
fr: Commandes
hu: Parancsok
it: Comandi
nl: Commando's
sv: Kommandon
tr: Komutlar
vi: Lệnh
zh_cn: 命令
zh_tw: 命令

source: Command 1
ca: Ordre 1
da: Kommando 1
de: Befehl 1
es: Comando 1
fr: Commande n°1
hu: Parancs 1
it: Comando 1
nl: Commando 1
sv: Kommando 1
tr: Komut 1
vi: Lệnh 1
zh_cn: 命令 1
zh_tw: 命令 1

source: first line of output (use \f for more lines)
ca: primera línia de sortida (useu \f per més línies)
da: første linjes output (brug \f for flere linjer)
de: Erste Zeile der Ausgabe (verwenden Sie \f für weitere Zeilen)
es: primera línea de salida (utilice \f para más líneas)
fr: première ligne d'affichage de sortie ( utilisez \f pour plus de lignes )
hu: a kimenet első sora (további sorokhoz használja a \ f parancsot)
it: prima riga di output (usa \f per più righe)
nl: eerste regel van uitvoer (gebruik \f voor meer regels)
sv: Första radens utdata(använd \f för fler rader)
tr: ilk çıktı satırı (daha fazla satır için \f kullanın)
vi: dòng đầu tiên của đầu ra (sử dụng \f cho nhiều dòng hơn)
zh_cn: 输出的第一行 (如需更多行，请使用 \f)
zh_tw: 第一列輸出（可用 \f 顯示更多列）

source: Two-line mode (command 2 enabled)
ca: Mode de dues línies (ordre 2 activada)
da: Tolinje-tilstand (kommando 2 aktiveret)
de: Zweizeiliger Modus (Befehl 2 aktivieren)
es: Modo de dos líneas (comando 2 activado)
fr: Mode double commandes ( commande 2 activée )
hu: Kétsoros mód (parancs 2 engedélyezve)
it: Modalità due-righe (comando 2 abilitato)
nl: Twee-regelmodus (commando 2 ingeschakeld)
sv: 2-raderssläge (kommando 2 aktiverat)
tr: İki satırlı kip (komut 2 etkin)
vi: Chế độ hai dòng (lệnh 2 được bật)
zh_cn: 双行模式 (启用命令 2)
zh_tw: 兩列模式（啟用命令 2）

source: Command 2
ca: Ordre 2
da: Kommando 2
de: Befehl 2
es: Comando 2
fr: Commande n°2
hu: Parancs 2
it: Comando 2
nl: Commando 2
sv: Kommando 2
tr: Komut 2
vi: Lệnh 2
zh_cn: 命令 2
zh_tw: 命令 2

source: second line of output (optional)
ca: segona línia de la sortida (opcional)
da: anden linjes output (valgfrit)
de: Zweite Ausgabezeile (optional)
es: segunda línea de salida (opcional)
fr: deuxième ligne d'affichage de sortie ( optionnelle )
hu: a kimenet második sora (opcionális)
it: seconda riga di output (opzionale)
nl: tweede regel van uitvoer (optioneel)
sv: Andra radens utdata (tillval)
tr: ikinci çıktı satırı (isteğe bağlı)
vi: dòng đầu ra thứ hai (tùy chọn)
zh_cn: 输出的第二行 (可选)
zh_tw: 第二列輸出（可選）

source: Icon
ca: Icona
da: Ikon
es: Icono
hu: Ikon
it: Icona
nl: Pictogram
sv: Ikon
vi: Biểu tượng
zh_cn: 图标
zh_tw: 圖示

source: Dynamic icon (use output of icon command as icon)
ca: Icona dinàmica (utilitza la sortida d'una ordre d'icona com a icona)
da: Dynamisk ikon (brug output fra ikonkommandoen som ikon)
de: Dynamisches Icon (Befehl zur Anzeige eines Icons verwenden)
es: Icono dinámico (use la salida del comando de icono como icono)
fr: Icône dynamique ( utilisez le sortie de la commande icône comme icône )
hu: Dinamikus ikon (az ikon parancs kimenetét használja ikonként)
it: Icona dinamica (usa l'output del comando icona come icona)
nl: Dynamisch pictogram (gebruik uitvoer van pictogramcommando als pictogram)
sv: Dynamisk ikon (använd utdata från ikonkommandot som ikon)
vi: Biểu tượng động (sử dụng đầu ra của lệnh biểu tượng làm biểu tượng)
zh_cn: 动态图标 (使用图标命令的输出作为图标)
zh_tw: 動態圖示（以命令輸出作為圖示）

source: Static icon or command returning the full path to an icon
ca: Icona estàtica o ordre retornant la ruta completa a la icona
da: Statisk ikon eller kommando som returnerer hele stien til et ikon
de: Statisches Icon oder Befehl, der den vollständigen Pfad zu einem Icon zurückgibt
es: Icono estático o comando que devuelve la ruta completa a un icono
fr: Icône statique ou commande retournant le chemin complet vers une icône
hu: Statikus ikon vagy parancs, amely visszaadja az ikon teljes elérési útját
it: Icona statica o commando che restituisce il percorso completo a un'icona
nl: Statisch pictogram of commando die het volledige pad naar een pictogram retourneert
sv: Statisk ikon eller kommando som returnerar hela sökvägen till en ikon
vi: Biểu tượng tĩnh hoặc lệnh trả về đường dẫn đầy đủ đến một biểu tượng
zh_cn: 静态图标或命令返回图标的完整路径
zh_tw: 靜態圖示或回傳完整圖示路徑的命令

source: command should return an icon (leave empty for no icon)
ca: l'ordre hauria de retornar una icona (deixeu-ho buit per a no establir icona)
da: kommandoen bør returnere et ikon (lad være tom for intet ikon)
de: Befehl sollte ein Icon zurückgeben (leer lassen für kein Icon)
es: el comando debe devolver un ícono (déjelo en blanco para que no haya ícono)
fr: commande qui doit retourner une icône ( vide pour pas d'icône )
hu: a parancsnak vissza kell adnia egy ikont (hagyja üresen, ha nincs ikon)
it: il comando deve restituire un'icona (lascia vuoto per nessuna icona)
nl: commando moet een pictogram retourneren (leeg laten voor geen pictogram)
sv: kommandot skall returnera en ikon (lämnas tom för ingen ikon)
vi: lệnh sẽ trả về một biểu tượng (để trống nếu không có biểu tượng)
zh_cn: 命令应该返回一个图标 (如果没有图标则留空)
zh_tw: 命令需回傳圖示（留空則不顯示圖示）

source: Tooltip
ca: Informació d'eines
da: Værktøjstip
de: Kurzinfo
es: Información sobre herramientas
fr: Info-bulle
hu: Eszköztipp
nl: Tekstballon
sv: Knappbeskrivning
tr: İpucu
vi: Chú giải công cụ
zh_cn: 提示框
zh_tw: 工具提示

source: Dynamic tooltip (use output of tooltip command as tooltip)
ca: Informació d'eines dinàmica (utilitza la sortida de l'ordre com a informació)
da: Dynamisk værktøjstip (brug output fra værktøjstipkommandoen som værktøjstip)
de: Dynamische Kurzinfo (Befehl zur Anzeige einer Kurzinfo verwenden)
es: Información sobre herramientas dinámica (use la salida del comando de información sobre herramientas como información sobre herramientas)
fr: Info-bulle dynamique ( utilisez la sortie de la commande info-bulle comme info-bulle)
hu: Dinamikus eszköztipp (az eszköztipp parancs kimenetét használja eszköztippként)
it: Tooltip dinamico (usa l'output del comando tooltip come tooltip)
nl: Dynamische tekstballon (gebruik uitvoer van tekstballon-command als tekstballon)
sv: Dynamisk knappbeskrivning
tr: Dinamik ipucu (ipucu komutunun çıktısını ipucu gibi kullan)
vi: Chú giải công cụ động (sử dụng đầu ra của lệnh chú giải công cụ làm chú giải công cụ)
zh_cn: 动态提示框 (使用提示框命令的输出作为提示框)
zh_tw: 動態工具提示（以命令輸出作為提示內容）

source: Tooltip command or static tooltip text
ca: Ordre per a la informació d'eines o text estàtic
da: Værktøjstipkommando eller statisk værktøjstiptekst
de: Kurzinfo-Befehl oder statischer Kurzinfo-Text
es: Comando de información sobre herramientas o texto de información sobre herramientas estático
fr: Commande info-bulle ou texte statique comme info-bulle
hu: Eszköztipp parancs vagy statikus eszköztipp szöveg
it: Comando tooltip o testo statico del tooltip
nl: Tekstballon-commando of statische tekstballon-tekst
sv: Knappbeskrivningskommando eller statisk knappbeskrivning
tr: İpucu komutu yada durağan ipucu metni
vi: Lệnh chú giải công cụ hoặc văn bản chú giải công cụ tĩnh
zh_cn: 提示框命令或静态提示文本
zh_tw: 工具提示命令或靜態提示文字

source: tooltip (static or dynamic)
ca: informació d'eines (estàtica o dinàmica)
da: værktøjstip (statisk eller dynamisk)
de: Kurzinfo (statisch oder dynamisch)
es: información sobre herramientas (estática o dinámica)
fr: commande Info-bulle ( statique ou dynamique )
hu: eszköztipp (statikus vagy dinamikus)
it: tooltip (statico o dinamico)
nl: tekstballon (statisch of dynamisch)
sv: Knappbeskrivning (statisk eller dynamisk)
tr: ipucu (durağan yada dinamik)
vi: chú giải công cụ (tĩnh hoặc động)
zh_cn: 提示框 (静态或动态)
zh_tw: 工具提示（靜態或動態）

source: Command on applet click
ca: Ordre en clicar la miniaplicació
da: Kommando ved klik på panelprogrammet
de: Befehl bei Klick auf das Applet
es: Comando al hacer clic en el applet
fr: Commande lors d'un clique sur l'applet
hu: Parancs a kisalkalmazás kattintásával
it: Comando da eseguire al clic sull'applet
nl: Commando bij klikken op applet
sv: Kommando vid klick på panelikonen
tr: Uygulama tıklamasındaki komut
vi: Lệnh khi nhấp vào applet
zh_cn: 单击小程序时的命令
zh_tw: 點選小程式時執行的命令

source: Menu command (on applet left-click)
ca: Ordre del menú (en fer clic esquerre a la miniaplicació)
da: Menukommando (ved venstreklik på panelprogram)
de: Befehl (wird bei Linksklick auf das Applet ausgeführt)
es: Comando de menú (al hacer clic con el botón izquierdo del applet)
fr: Commande de Menu ( lors d'un clique gauche sur l'applet )
hu: Menüparancs (a kisalkalmazás bal oldali kattintásával)
it: Comando menù (clic destro sull'applet)
nl: Menucommando (bij linkermuisklik op applet)
sv: Menykommando (vid klick på panelikonen)
tr: Menü komutu (uygulamada sol tıklama)
vi: Lệnh menu (nhấp chuột trái vào applet)
zh_cn: 菜单命令 (单击小程序时)
zh_tw: 選單命令（點選小程式時執行）

source: allows to display lots of information in popup menu
ca: permet mostrar molta informació en un menú emergent
da: tillader visning af en masse information i pop op-menu
de: Ermöglicht die Anzeige vieler Informationen im Popup-Menü
es: permite mostrar mucha información en el menú emergente
fr: permet d'afficher plus d'information dans le menu Popup
hu: lehetővé teszi sok információ megjelenítését a felugró menüben
it: permetti di mostrare molte informazioni nel menù popup
nl: maakt het mogelijk om veel informatie weer te geven in het pop-upmenu
sv: Låter dig visa mycket information i en popup-meny
tr: açılır menüde birçok bilgi gösterilmesini sağlar
vi: cho phép hiển thị nhiều thông tin trong menu bật lên
zh_cn: 总是在弹出的菜单中显示详细信息
zh_tw: 可在彈出選單中顯示大量資訊

source: Display output of menu command
ca: Mostra la sortida de l'ordre del menú
da: Vis menukommandoens output
de: Ausgabe des Befehls anzeigen
es: Mostrar la salida del comando de menú
fr: Affiche la sortie de la Commande de Menu
hu: A menüparancs kimenetének megjelenítése
it: Mostra l'output del comando menù
nl: Toon uitvoer van menucommando
sv: Visa utdata från menykommandot
tr: Menü komutunun çıktısını göster
vi: Hiển thị đầu ra của lệnh menu
zh_cn: 显示菜单命令的输出
zh_tw: 顯示選單命令的輸出

source: Command on start-up
ca: Ordre a l'inici
da: Kommando ved opstart
de: Befehl beim Start
es: Comando al inicio
fr: Commande au démarrage
hu: Parancs az indításkor
it: Comando all'avvio
nl: Commando bij opstarten
sv: Kommando vid uppstart
tr: Başlatma komutu
vi: Lệnh khi khởi động
zh_cn: 启动时的命令
zh_tw: 啟動執行命令

source: Command run at start-up
ca: Ordre a executar a l'inici
da: Kommando kørt ved opstart
de: Befehl wird beim Start ausgeführt
es: Comando ejecutado al inicio
fr: Commande à lancer au démarrage
hu: Parancsfuttatás indításkor
it: Comando eseguito all'avvio
nl: Commando uitgevoerd bij het opstarten
sv: Kommando att köra vid uppstart
tr: Başlangıçta komut çalıştırma
vi: Lệnh chạy khi khởi động
zh_cn: 开机时运行的命令
zh_tw: 啟動時執行之命令
