Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/ScreenShot+RecordDesktop@tech71/*.po
Languages: bg, de, es, ko, pt_br, sv, uk

source: ScreenShot
bg: Снимка
de: Bildschirmfoto
es: Captura de pantalla
ko: 스크린샷 실행
pt_br: Captura de tela
sv: Skärmklipp
uk: Скріншот

source: Current Window
bg: Активния прозорец
de: Aktuelles Fenster
es: Ventana actual
ko: 현재 창 캡처
pt_br: Janela atual
sv: Aktuellt fönster
uk: Поточне вікно

source: Selected Area
bg: Избрана област
de: Aufnahmebereich
es: Área seleccionada
ko: 선택 영역 캡처
pt_br: Área selecionada
sv: Markerat område
uk: Вибрана область

source: Whole Screen
bg: Целия екран
de: Gesamter Bildschirm
es: Toda la pantalla
ko: 전체 화면 캡처
pt_br: Toda a tela
sv: Hela skärmen
uk: Повний екран

source: 1 Second Delay
bg: 1 секунда закъснение
de: 1 Sekunde Verzögerung
es: 1 Segundo de retraso
ko: 1초 지연
pt_br: Atraso de 1 segundo
sv: 1 sekunds fördröjning
uk: Затримка 1 секунда

source: 3 Second Delay
bg: 3 секунди закъснение
de: 3 Sekunden Verzögerung
es: 3 Segundos de retraso
ko: 3초 지연
pt_br: Atraso de 3 segundos
sv: 3 sekunders fördröjning
uk: Затримка 3 секунди

source: 5 Second Delay
bg: 5 секунди закъснение
de: 5 Sekunden Verzögerung
es: 5 Segundos de retraso
ko: 5초 지연
pt_br: Atraso de 5 segundos
sv: 5 sekunders fördröjning
uk: Затримка 5 секунд

source: Record Screencast
bg: Запис на екрана
de: Screencast aufnehmen
es: Grabar screencast
ko: 화면 녹화
pt_br: Gravar a tela
sv: Spela in
uk: Записати скрінкаст

source: Record Desktop With Audio
bg: Запис на работния плот със звук
de: Bildschirm mit Ton aufnehmen
es: Grabar el escritorio con audio
ko: 화면 녹화 (오디오 포함)
pt_br: Gravar a área de trabalho com som
sv: Spela in skrivbordet med ljud
uk: Записати робочий стол зі звуком

source: Recording
de: Aufnahme läuft
es: Grabando
ko: 녹화 중
pt_br: Gravando
sv: Spelar in
uk: Запис

source: With-Audio
bg: Със звук
de: Mit Ton
es: Con audio
ko: 오디오 포함
pt_br: Com som
sv: Med ljud
uk: З аудіо

source: Record Desktop Without Audio
bg: Запис на работния плот без звук
de: Bildschirm ohne Ton aufnehmen
es: Grabar el escritorio sin audio
ko: 화면 녹화 (오디오 제외)
pt_br: Gravar a área de trabalho sem som
sv: Spela in skrivbordet utan ljud
uk: Запис робочого столу без звуку

source: No-Audio
bg: Без звук
de: Ohne Ton
es: Sin audio
ko: 오디오 제외
pt_br: Sem som
sv: Inget ljud
uk: Без аудіо

source: Record Current Window With Audio
bg: Запис на активния прозорец със звук
de: Aktuelles Fenster mit Ton aufnehmen
es: Grabar la ventana actual con audio
ko: 현재 창 녹화 (오디오 포함)
pt_br: Gravar a janela atual com som
sv: Spela in aktuellt fönster med ljud
uk: Запис поточного вікна зі звуком

source: Record Current Window Without Audio
bg: Запис на активния прозорец без звук
de: Aktuelles Fenster ohne Ton aufnehmen
es: Grabar la ventana actual sin audio
ko: 현재 창 녹화 (오디오 제외)
pt_br: Gravar a janela atual sem som
sv: Spela in aktuellt fönster utan ljud
uk: Запис поточного вікна без звуку

source: Stop Recording
bg: Спри записа
de: Aufnahme beenden
es: Detener la grabación
ko: 녹화 중지
pt_br: Parar gravação
sv: Stoppa inspelningen
uk: Зупинити запис

source: Recording-Stopped
bg: Записването е спряно
de: Aufnahme angehalten
es: Grabación-Detenida
ko: 녹화 중지
pt_br: Gravação parada
sv: Inspelning stoppad
uk: Запис зупинено

source: Recording-Finished
bg: Записването е завършено
de: Aufnahme beendet
es: Grabación-Terminada
ko: 녹화 종료
pt_br: Gravação finalizada
sv: Inspelningen är avslutad
uk: Запис завершено

source: Take A Snapshot or Record Your Desktop
bg: Направете снимка или запишете работния плот
de: Schnappschuss oder Videoaufnahme des Bildschirms machen
es: Tome una instantánea o grabe su escritorio
ko: 캡처 및 녹화
pt_br: Capturar a tela ou gravar a sua área de trabalho
sv: Ta ett skärmklipp eller spela in ditt skrivbord
uk: Зробити знімок або записати робочий стіл

source: Pictures Folder
bg: Папка със снимки
de: Bilder-Ordner
es: Carpeta de Imágenes
ko: 사진 폴더 바로가기
pt_br: Pasta de imagens
sv: Bilder
uk: Папка для картинок

source: Videos Folder
bg: Папка с видео
de: Videos-Ordner
es: Carpeta de Videos
ko: 비디오 폴더 바로가기
pt_br: Pasta de vídeos
sv: Video
uk: Папка для відео

source: Take A Snapshot Or Record Your Desktop (recording requires the packages ffmpeg, xdotool & x11-utils to be installed)
de: Ein Bildschirmfoto machen oder den Bildschirm aufzeichnen (Aufnahme-Funktion erfordert die Pakete »ffmpeg«, »xdotool« und »x11-utils«)
es: Tome una instantánea o grabe su escritorio (la grabación requiere la instalación de los paquetes ffmpeg, xdotool y x11-utils)
ko: 이 프로그램은 바탕화면 스크린 샷 또는 녹화를 할 수 있습니다 (ffmpeg, xdotool & x11-utils 패키지 설치 필요)
pt_br: Capture a tela ou grave a sua área de trabalho (a gravação de telarequer que os pacotes ffmpeg, xdotool e x11-utils estejam instalados)
sv: Ta ett skärmklipp eller spela in ditt skrivbord (inspelning kräver att paketen ffmpeg, xdtool och x11-utils är installerade).
uk: Зробіть знімок або запишіть скрінкаст свого робочого стілу (для запису потрібні бути встановленими пакети ffmpeg, xdotool & x11-utils)

source: ScreenShot+Record Desktop
bg: Снимка+Запис на работния плот
es: Captura de pantalla+Grabación de escitorio
ko: 스크린 샷 및 녹화
pt_br: Captura de tela e gravação da área de trabalho
sv: Skärmklipp+Skrivbordsinspelning
uk: Скріншот+Запис робочого столу
