Repository: linuxmint/cinnamon-spices-applets
Catalog: ctrl4docker@hoffis-eck.*/files/ctrl4docker@hoffis-eck.*/po/*.po
Languages: es

source: Checking status
es: Comprobación del estado

source: Container does not exist
es: El contenedor no existe

source: Containername is in use
es: Containername está en uso

source: Container is running
es: El contenedor está en funcionamiento

source: Container is paused
es: El contenedor está en pausa

source: Container has an error
es: El contenedor tiene un error

source: Container is not running
es: El contenedor no está en funcionamiento

source: Error, trying to set unknown status!
es: ¡Error, tratando de establecer un estado desconocido!

source: Error, don't know what to do on unknown status!
es: ¡Error, no sé qué hacer en caso de estado desconocido!

source: docker image
es: imagen docker

source: container name
es: nombre del contenedor

source: parameter for the container
es: parámetro para el contenedor

source: Activates/Deactivates Docker Container
es: Activa/Desactiva el Contenedor Docker

source: Docker Control
es: Control de Docker
