Repository: linuxmint/cinnamon-spices-applets
Catalog: xsession@claudiux/files/xsession@claudiux/po/*.po
Languages: de, es, hu, it

source: Applet
hu: Kisalkalmazás

source: Desklet
hu: Asztalkalmazás

source: Extension
de: Erweiterung
es: Extensión
hu: Bővítmény
it: Estensione

source: Applets
hu: Kisalkalmazások
it: Applet

source: Desklets
hu: Asztalkalmazások
it: Desklet

source: Extensions
de: Erweiterungen
es: Extensiones
hu: Bővítmények
it: Estensioni

source: RELOAD ALL
es: RECARGAR TODO
hu: ÖSSZES ÚJRATÖLTÉSE

source: Middle-click:
de: Mittlerer Maus Klick:
es: Click medio:
hu: Kattintás a középső egérgombbal:
it: Clic-centrale:

source: Show .xsession-errors
de: .xsession-errors anzeigen
es: Mostrar .xsession-errors
hu: Az „.xsession-errors” fájl megjelenítése
it: Mostra .xsession-errors

source: Ctrl + Middle-click:
es: Ctrl + Click medio:
hu: Ctrl + középső kattintás:

source: %s latest messages
es: %s últimos mensajes
hu: %s legújabb üzenetek

source: Restart Cinnamon
de: Cinnamon neustarten
es: Reiniciar Cinnamon
hu: Cinnamon környezet újraindítása
it: Riavvia Cinnamon

source: --- Reload Spices ---
de: --- Spices neuladen ---
es: --- Recargar Especias ---
hu: --- Spices kiegészítők újratöltése ---
it: --- Ricarica Spice ---

source: Reload Applet:
de: Applet Neuladen:
es: Recargar Applet:
hu: Kisalkalmazás újratöltése:
it: Ricarica Applet:

source: Reload Desklet:
de: Desklet Neuladen:
es: Recargar Desklet:
hu: Asztalkalmazás újratöltése:
it: Ricarica Desklet:

source: Reload Extension:
de: Extension Neuladen:
es: Recargar Extensión:
hu: Bővítmény újratöltése:
it: Ricarica Estensione:

source: Reload Current Theme
es: Recargar el tema actual
hu: Az aktuális téma újratöltése

source: --- Settings for ---
de: --- Einstellungen f端r --_
es: --- Ajustes para ---
hu: --- Beállítások ehhez: ---

source: Applet:
hu: Kisalkalmazás:

source: Desklet:
hu: Asztalkalmazás:

source: Extension:
de: Erweiterung:
es: Extensión:
hu: Bővítmény:

source: --- View Code ---
de: --- Code anzeigen ---
es: --- Ver Código ---
hu: --- Kód megjelenítése ---
it: --- Mostra Codice ---

source: View Applet Code for:
de: Zeige Applet Code f端r:
es: Ver código del Applet para:
hu: Kisalkalmazás forráskód megjelenítése:
it: Mostra Codice Applet di:

source: View Desklet Code for:
de: Zeige Desklet code f端r:
es: Ver código del Desklet para:
hu: Asztalkalmazás forráskód megjelenítése:
it: Mostra Codice Desklet di:

source: View Extension Code for:
de: Zeige Erweiterungs Code f端r:
es: Ver código de la Extensión para:
hu: Bővítmény forráskód megjelenítése:
it: Mostra Codice Estensione di:

source: Restart, access source code and configure your Spices (Applets, Desklets, Extensions). View the contents of your .xsession-errors file in real time. Restart Cinnamon.
de: Neustarten, Quellcode anzeigen und Spices konfigurieren (Applets, Desklets, Extensions). Zeige den Inhalt deiner .xsession-errors Datei in Echtzeit. Cinnamon neustarten.
es: Reinicie, acceda al código fuente y configure sus Especias (Applets, Desklets, Extensiones). Vea el contenido de su archivo .xsession-errors en tiempo real. Reinicie Cinnamon.
hu: Indítsa újra, nyissa meg a forráskódot, és állítsa be a Spice kiegészítőket (kisalkalmazások, asztalkalmazások, bővítmények). Tekintse meg valós időben az „.xsession-errors” fájl tartalmát. Indítsa újra a Cinnamon asztali környzetet.

source: Icon size
es: Tamaño del icono
hu: Ikon mérete

source: Size (in pixels) of menu icons
es: Tamaño (en píxeles) de los iconos de menú
hu: A menüikonok mérete (pixelben)

source: RELOAD ALL option
es: Opción RECARGAR TODO
hu: ÖSSZES ÚJRATÖLTÉSE opció

source: Show the RELOAD ALL option in submenus
es: Mostrar la opción RECARGAR TODO en los submenús
hu: Az almenükben jelenítse meg az ÖSSZES ÚJRATÖLTÉSE opciót

source: Caution! Reloading all spices of a given type may lead to errors.
es: ¡Atención! Recargar todas las especias de un tipo determinado puede dar lugar a errores.
hu: Vigyázat! Az adott típusú Spice-ok újratöltése hibákhoz vezethet.

source: Latest messages
es: Últimos mensajes
hu: Legújabb üzenetek

source: Number of latest messages to show
es: Número de últimos mensajes a mostrar
hu: A megjelenítendő legutóbbi üzenetek száma

source: (Including empty lines.)
es: (Incluidas las líneas vacías)
hu: (Az üres sorokat is beleértve.)

source: Show latest messages
es: Mostrar los últimos mensajes

source: min: 10. max: 250.
es: mín: 10. máx: 250.

source: Repeat last action
es: Repetir la última acción
