Repository: linuxmint/cinnamon-spices-applets
Catalog: mic-level@zamszowy/files/mic-level@zamszowy/po/*.po
Languages: ca, es, fi, hu, it, nl, zh_tw

source: Click so switch to HFP profile
ca: Feu clic per canviar al perfil HFP
es: Haga clic para cambiar al perfil HFP

source: Click so switch to A2DP profile
ca: Feu clic per canviar al perfil A2DP
es: Haz clic para cambiar al perfil A2DP

source: Microphone level monitor
ca: Monitor del nivell del micròfon
es: Monitor de nivel de micrófono
hu: Mikrofon szint figyelő
it: Monitoraggio del livello del microfono
nl: Microfoon niveau monitor

source: Monitors microphone level
ca: Monitora el nivell del micròfon
es: Monitoriza el nivel del micrófono
fi: Valvoo mikrofonin ja Bluetooth mikrofonin voimakkuutta
hu: Figyeli a mikrofon szintjét
it: Monitora il livello del microfono
nl: Monitort het microfoon niveau
zh_tw: 監控麥克風音量

source: Settings
ca: Opcions
es: Configuraciones
fi: Asetukset
hu: Beállítások
it: Impostazioni
nl: Instellingen
zh_tw: 設定

source: Timings (seconds)
ca: Temps (segons)
es: Tiempo (segundos)
fi: Tahdistus (sekuntia)
hu: Időzítés (másodperc)
it: Tempistica (secondi)
nl: Tijdschema's (seconden)
zh_tw: 時間設定（秒）

source: Bluetooth devices
ca: Dispositius Bluetooth
es: Dispositivos Bluetooth
fi: Bluetooth
hu: Bluetooth eszközök
it: Dispositivi bluetooth
nl: Bluetooth-apparaten
zh_tw: 藍牙裝置

source: Keybindings
ca: Dreceres del teclat
es: Atajos de teclado
fi: Pikanäppäimet
hu: Billentyűkombinációk
it: Scorciatoie
nl: Toetscombinaties
zh_tw: 快捷鍵設定

source: For how long to record a sample and report result
ca: Durant quan de temps cal enregistrar una mostra i informar del resultat
es: Durante cuánto tiempo registrar una muestra e informar del resultado
fi: Odotusaika ennen näytteen tallennusta ja raportointia
hu: Mennyi ideig kell rögzíteni egy mintát és jelenteni az eredményt
it: Per quanto tempo registrare un campione e riportare il risultato
nl: Hoe lang een monster opnemen en resultaat rapporteren
zh_tw: 錄製取樣並回報結果的時間長度

source: How long to wait before recoring another sample
ca: Durant quan de temps cal esperar per enregistrar una altra mostra
es: Cuánto tiempo hay que esperar antes de volver a tomar otra muestra
fi: Odotusaika ennen uuden näytteen tallentamista
hu: Mennyi ideig kell várni egy újabb minta rögzítése előtt
it: Quanto tempo attendere prima di registrare un altro campione
nl: Hoe lang wachten voordat een nieuw monster wordt opgenomen
zh_tw: 再次取樣前的等待時間

source: Show applet only when BT device is active and has HFP profile enabled
ca: Mostrar la miniaplicació només quan el dispositiu bluetooth estigui actiu i tingui el perfil HFP activat
es: Mostrar applet sólo cuando el dispositivo BT está activo y tiene activado el perfil HFP
fi: Näytä kun Bluetooth on aktiivinen ja Hands-Free profiili on käytössä
hu: Csak akkor jelenítse meg a kisalkalmazást, ha a BT-eszköz aktív, és engedélyezve van a HFP-profil
it: Mostra l'applet solo quando il dispositivo BT è attivo e ha il profilo HFP abilitato
nl: Toon applet alleen wanneer BT-apparaat actief is en HFP-profiel is ingeschakeld
zh_tw: 僅在藍牙裝置啟用且使用免持聽筒設定檔時顯示小程式

source: This option disables keybinding, since it would interfere with the automatic detection of HFP profile
ca: Aquesta opció desactiva les dreceres del teclat, ja que causarien conflictes amb la detecció del perfil HFP
es: Esta opción desactiva la vinculación de teclas, ya que interferiría con la detección automática del perfil HFP
fi: Tämä poistaa samalla pikanäppäimet käytöstä. Se häiritsisi HFP-profiilin automaattista tunnistamista
hu: Ez az opció letiltja a billentyűkombinációt, mivel az zavarná a HFP-profil automatikus felismerését
it: Questa opzione disabilita la combinazione di tasti, poiché interferirebbe con il rilevamento automatico del profilo HFP
nl: Deze optie schakelt de toetscombinaties uit, omdat dit de automatische detectie van het HFP-profiel zou verstoren
zh_tw: 啟用此選項將停用快捷鍵功能，以避免影響免持聽筒設定檔的自動偵測

source: Enable click on applet to switch between HFP and A2DP profiles
ca: Activar clic a la miniaplicació per canviar entre perfils HFP i A2DP
es: Permitir hacer clic en el applet para cambiar entre los perfiles HFP y A2DP
fi: Sovelman painaminen vaihtaa HFP- ja A2DP-profiilien välillä
hu: A HFP és az A2DP profilok közötti váltáshoz kattintson a kisalkalmazásra
it: Abilita il clic sull'applet per passare tra i profili HFP e A2DP
nl: Schakel in het klikken op de applet om te schakelen tussen HFP- en A2DP-profielen
zh_tw: 允許透過點選小程式來切換免持聽筒與 A2DP 設定檔

source: Enable keybind to enable/disable the applet
ca: Activar drecera per posar en marxa/aturar la miniaplicació
es: Habilitar combinación de teclas para habilitar/deshabilitar el applet
fi: Pikanäppäimet kytkee sovelman päälle/pois
hu: Billentyűkombináció engedélyezése a kisalkalmazás engedélyezéséhez/letiltásához
it: Abilita combinazione di tasti per abilitare/disabilitare l'applet
nl: Schakel toetscombinatie in om de applet in/uit te schakelen
zh_tw: 啟用快捷鍵以開啟或關閉小程式

source: This option will not work if optoon to show applet only when BT device is on as it would interfere with the automatic detection of HFP profile
ca: Aquesta opció no funcionarà si s'ha activat la opció de mostrar la miniaplicació només quan el dispositiu bluetooth estigui actiu
es: Esta opción no funcionará si optoon por mostrar el applet sólo cuando el dispositivo BT esté encendido ya que interferiría con la detección automática del perfil HFP
fi: Tämä ei toimi Bluetoothin ollessa päällä. Se häiritsisi HFP-profiilin automaattista tunnistamista
hu: Ez az opció nem működik, ha a kisalkalmazás csak akkor jelenik meg, ha a BT eszköz be van kapcsolva, mivel ez zavarná a HFP profil automatikus felismerését
it: Questa opzione non funzionerà se l'opzione per mostrare l'applet solo quando il dispositivo BT è acceso risulta attiva poiché interferirebbe con il rilevamento automatico del profilo HFP
nl: Deze optie werkt niet als de optie om de applet alleen te tonen wanneer het BT-apparaat aan is is ingeschakeld, omdat dit de automatische detectie van het HFP-profiel zou verstoren
zh_tw: 如果已開啟「僅在藍牙裝置啟用時顯示」的選項，此功能將無法使用，以避免影響免持聽筒設定檔的自動偵測

source: Set key for toggling enable state of the applet
ca: Assigneu la tecla per a alternar l'estat de la miniaplicació (activada/desactivada)
es: Tecla para activar/desactivar el applet
fi: Aseta pikanäppäimet
hu: Billentyű beállítása az applet engedélyezési állapotának váltásához
it: Imposta il tasto per attivare/disattivare lo stato di abilitazione dell'applet
nl: Stel toets in voor het schakelen van de ingeschakeld/uitgeschakeld status van de applet
zh_tw: 設定開關小程式的快捷鍵
