Repository: linuxmint/cinnamon-spices-applets
Catalog: updates-notifier@zamszowy/files/updates-notifier@zamszowy/po/*.po
Languages: ca, es, hu, it, nl, vi

source: missing dependencies
ca: dependències no instal·lades
es: dependencias que faltan
hu: hiányzó függőségek
it: dipendenze mancanti
nl: ontbrekende afhankelijkheden
vi: thiếu phụ thuộc

source: View error details
hu: Hiba részleteinek megtekintése

source: Check for new updates
ca: Comprova si hi ha actualitzacions
es: Buscar nuevas actualizaciones
hu: Új frissítések keresése
it: Cerca nuovi aggiornamenti
nl: Controleer op nieuwe updates
vi: Kiểm tra bản cập nhật mới

source: View %s updates
ca: Veure %s actualitzacions
es: Ver %s actualizaciones
hu: %s frissítések megtekintése
it: Visualizza %s aggiornamenti
nl: Bekijk %s updates
vi: Xem %s bản cập nhật

source: No updates to view
ca: No hi ha actualitzacions per a veure
es: No hay actualizaciones que ver
hu: Nincsenek megtekinthető frissítések
it: Nessun aggiornamento da visualizzare
nl: Geen updates om te bekijken
vi: Không có bản cập nhật để xem

source: Upgrade %s packages
ca: Actualitza %s paquets
es: Actualizar %s paquetes
hu: %s csomag frissítése
it: Aggiorna %s pacchetti
nl: Upgrade %s pakketten
vi: Nâng cấp %s gói

source: No packages to upgrade
ca: No hi ha paquets a actualitzar
es: No hay paquetes que actualizar
hu: Nincsenek frissítendő csomagok
it: Nessun pacchetto da aggiornare
nl: Geen pakketten om te upgraden
vi: Không có gói nào để nâng cấp

source: Error checking for updates
hu: Hiba a frissítések ellenőrzésekor

source: %s updates available
ca: %s actualitzacions disponibles
es: %s actualizaciones disponibles
hu: %s frissítés érhető el
it: %s aggiornamenti disponibili
nl: %s updates beschikbaar
vi: Có %s bản cập nhật

source: No updates available
ca: No hi ha actualitzacions disponibles
es: No hay actualizaciones disponibles
hu: Nincsenek elérhető frissítések
it: Nessun aggiornamento disponibile
nl: Geen updates beschikbaar
vi: Không có bản cập nhật nào

source: Error
hu: Hiba

source: Error log file not found.
hu: A hibanaplófájl nem található.

source: No details available.
ca: No hi ha detalls.
es: No hay detalles disponibles.
hu: Nincsenek elérhető részletek.
vi: Không có chi tiết.

source: Error: {0}
hu: Hiba: {0}
vi: Lỗi: {0}

source: Failed to run command: {0}
ca: Error en executar l'ordre: {0}
es: No se pudo ejecutar el comando: {0}
hu: Nem sikerült futtatni a parancsot: {0}
vi: Không thể chạy lệnh: {0}

source: Loading update details…
ca: Carregant detalls de l'actualització…
es: Cargando detalles de la actualización…
hu: Frissítési részletek betöltése…
vi: Đang tải chi tiết cập nhật…

source: Updates
ca: Actualitzacions
es: Actualizaciones
hu: Frissítések
vi: Cập nhật

source: Search updates…
ca: Busca actualitzacions.…
es: Buscar actualizaciones…
hu: Keresés frissítései…
vi: Tìm kiếm cập nhật…

source: {0} updates
ca: {0} actualitzacions
es: {0} actualizaciones
hu: {0} frissítések
vi: {0} bản cập nhật

source: Failed to read updates file: {0}
ca: No s'ha pogut llegir el fitxer de les actualitzacions: {0}
es: No se pudo leer el archivo de actualizaciones: {0}
hu: Nem sikerült beolvasni a frissítőfájlt: {0}
vi: Không thể đọc tập tin cập nhật: {0}

source: Updates notifier
ca: Notificador d'actualitzacions
es: Notificador de actualizaciones
hu: Frissítésértesítő
it: Notificatore aggiornamenti
nl: Updates-melder
vi: Trình thông báo cập nhật

source: Shows icons for pending update packages
ca: Mostra icones per a actualitzacions de paquets pendents
es: Muestra los iconos de los paquetes de actualización pendientes
hu: Megjeleníti a függőben lévő frissítőcsomagok ikonjait
it: Mostra icone per i pacchetti di aggiornamento in sospeso
nl: Toont pictogrammen voor hangende updatepakketten
vi: Hiển thị biểu tượng cho các gói cập nhật đang chờ xử lý

source: Behavior
ca: Comportament
es: Comportamiento
hu: Viselkedés
vi: Hành vi

source: Appearance
ca: Aparença
es: Apariencia
hu: Megjelenítés
vi: Giao diện

source: Settings
ca: Opcions
es: Configuración
hu: Beállítások
it: Impostazioni
nl: Instellingen
vi: Cài đặt

source: Icon/Label
ca: Icona/Etiqueta
es: Ícono/Etiqueta
hu: Ikon/Címke
vi: Biểu tượng/Nhãn

source: Applet click
ca: Clic a la miniaplicació
es: Clic en el applet
hu: Kisalkalmazás kattintása
vi: Nhấp applet

source: Menu
ca: Menú
es: Menú
hu: Menü

source: Theme
ca: Tema
es: Tema
hu: Téma
it: Tema
nl: Thema
vi: Chủ đề

source: Minutes to wait before refreshing updates
ca: Minuts a esperar abans de refrescar les actualitzacions
es: Minutos de espera antes de actualizar
hu: Percekig kell várni a frissítések frissítése előtt
vi: Số phút chờ trước khi làm mới cập nhật

source: Show firmware updates
ca: Mostra actualitzacions de firmware
es: Mostrar actualizaciones de firmware
hu: Firmware-frissítések megjelenítése
vi: Hiển thị cập nhật firmware

source: Hide applet if there are no updates
ca: Amaga la miniaplicació si no hi ha actualitzacions
es: Ocultar applet si no hay actualizaciones
hu: Rejtse el az kisalkalmazás, ha nincsenek frissítések
it: Nascondi l’applet se non ci sono aggiornamenti
nl: Verberg applet als er geen updates zijn
vi: Ẩn applet nếu không có cập nhật

source: Show different applet icon for different updgradeable packages count
ca: Mostra una icona de la miniaplicació diferent per números d'actualitzacions diferents
es: Mostrar un icono de applet diferente para cada paquete actualizable
hu: Különböző kisalkalmazás ikonok megjelenítése a frissíthető csomagok számának függvényében
it: Mostra un’icona diversa dell’applet in base al numero di pacchetti aggiornabili
nl: Toon een ander appletpictogram afhankelijk van het aantal upgradebare pakketten
vi: Hiển thị biểu tượng applet khác nhau cho số lượng gói có thể nâng cấp khác nhau

source: Show low level icon when updates count is between 0 and this value
ca: Mostra la icona de comptador d'actualitzacions baix quan el número està entre 0 i aquest valor
es: Mostrar icono de nivel bajo cuando el recuento de actualizaciones esté entre 0 y este valor
hu: Alacsony szintű ikon megjelenítése, ha a frissítések száma 0 és ez az érték között van
it: Mostra l’icona di livello basso quando il numero di aggiornamenti è tra 0 e questo valore
nl: Toon laag-niveau pictogram wanneer het aantal updates tussen 0 en deze waarde ligt
vi: Hiển thị biểu tượng mức thấp khi số lượng cập nhật nằm giữa 0 và giá trị này

source: Show medium level icon when updates count is between low level value and this value. Show high level icon if it's higher than this value.
ca: Mostra la icona de comptador d'actualitzacions mitjà quan el número està entre 0 i aquest valor. Mostra la icona de comptador alt quan el número sigui major a aquest valor.
es: Mostrar icono de nivel medio cuando el recuento de actualizaciones está entre el valor de nivel bajo y este valor. Mostrar icono de nivel alto si es superior a este valor.
hu: Közepes szintű ikon megjelenítése, ha a frissítések száma az alacsony szintű érték és ez az érték között van. Magas szintű ikon megjelenítése, ha ennél az értéknél magasabb.
it: Mostra l’icona di livello medio quando il numero di aggiornamenti è tra il valore di livello basso e questo valore. Mostra l’icona di livello alto se è superiore a questo valore.
nl: Toon medium-niveau pictogram wanneer het aantal updates tussen de laag-niveau waarde en deze waarde ligt. Toon hoog-niveau pictogram als het aantal hoger is dan deze waarde.
vi: Hiển thị biểu tượng mức trung bình khi số lượng cập nhật nằm giữa giá trị mức thấp và giá trị này. Hiển thị biểu tượng mức cao nếu cao hơn giá trị này.

source: Show label with updates count
ca: Mostra una etiqueta amb un comptador d'actualitzacions
es: Mostrar etiqueta con recuento de actualizaciones
hu: Frissítések számával ellátott címke megjelenítése
vi: Hiển thị nhãn với số lượng cập nhật

source: Label font size
ca: Mida de la font de l'etiqueta
es: Tamaño de la fuente de la etiqueta
hu: Címke betűmérete
vi: Cỡ chữ nhãn

source: Label font weight
ca: Gruix de la font de l'etiqueta
es: Grosor de la fuente de la etiqueta
hu: Címke betűvastagsága
vi: Độ đậm chữ nhãn

source: Label vertical position
ca: Posició vertical de l'etiqueta
es: Posición vertical de la etiqueta
hu: Címke függőleges pozíciója
vi: Vị trí dọc của nhãn

source: Show updates window on left click and menu entries on right click
ca: Mostra la finestra d'actualitzacions en fer clic esquerre i els elements del menú en fer clic dret
es: Mostrar la ventana de actualizaciones en las entradas a la izquierda y las entradas del menú en el clic derecho
hu: Frissítési ablak megjelenítése bal kattintásra és menüelemek megjelenítése jobb kattintásra
vi: Hiển thị cửa sổ cập nhật khi nhấp trái và mục menu khi nhấp phải

source: Refresh updates list on left click if there are no updates
ca: Refresca la llista d'actualitzacions en fer clic esquerre si no hi ha actualitzacions
es: Actualizar la lista de actualizaciones en el clic izquierdo si no hay actualizaciones
hu: Frissítse a frissítések listáját a bal gombbal, ha nincsenek frissítések
vi: Làm mới danh sách cập nhật khi nhấp trái nếu không có cập nhật

source: Show "Check for new updates" command
ca: Mostra l'ordre "Buscar actualitzacions noves"
es: Mostrar el comando "Buscar nuevas actualizaciones
hu: Az „Új frissítések keresése” parancs megjelenítése
vi: Hiển thị lệnh "Kiểm tra bản cập nhật mới"

source: Show "Upgrade packages" command
ca: Mostra l'ordre "Actualitzar paquets"
es: Mostrar comando "Actualizar paquetes"
hu: „Csomagok frissítése” parancs megjelenítése
vi: Hiển thị lệnh "Nâng cấp gói"

source: Upgrade packages command:
ca: Ordre d'actualitzar paquets:
es: Comando de actualización de paquetes:
hu: Csomagok frissítése parancs:
vi: Lệnh nâng cấp gói:

source: Icon style
ca: Estil d'icona
es: Estilo de icono
hu: Ikon stílus
it: Stile icone
nl: Pictogramstijl
vi: Kiểu biểu tượng

source: dark
ca: fosc
es: oscuro
hu: sötét
it: scura
nl: donker
vi: tối

source: light
ca: clar
es: claro
hu: világos
it: chiara
nl: licht
vi: sáng

source: symbolic
ca: simbòlica
es: simbólico
hu: szimbolikus
it: simbolica
nl: symbolisch
vi: tượng trưng

source: Minutes to wait before refreshing applet
it: Minuti di attesa prima di aggiornare l’applet
nl: Minuten te wachten voordat het applet ververst wordt

source: Commands to execute in popup menu
it: Comandi da eseguire nel menu a comparsa
nl: Commandoâ€™s om uit te voeren in popupmenu

source: Check for new updates:
it: Cerca nuovi aggiornamenti:
nl: Controleer op nieuwe updates:

source: Upgrade packages:
it: Aggiorna pacchetti:
nl: Upgrade pakketten:
