Repository: linuxmint/cinnamon-spices-applets
Catalog: ipindicator@matus.benko@gmail.com/files/ipindicator@matus.benko@gmail.com/po/*.po
Languages: ca, da, es, fi, zh_tw

source: trying to fetch IP information
ca: intentant obtenir informació IP
da: prøver at hente IP-information
es: intentando obtener información IP
fi: yrittää hakea IP-tietoja
zh_tw: 正在嘗試取得 IP 資訊

source: IP Indicator
ca: Indicador IP
da: IP-indikator
es: Indicador IP
zh_tw: IP 指示器

source: Applet shows different icon for different public IP addresses. Useful when often using VPN.
ca: Miniaplicació que mostra diferents icones per diferents adreces IP públiques. Útil quan s'està utilitzant una VPN.
da: Viser forskellige ikoner for forskellige offentlige IP-adresser. Nyttig når man ofte bruger VPN.
es: El applet muestra un icono diferente para diferentes direcciones IP públicas. Útil cuando se utiliza a menudo VPN.
fi: Sovelma näyttää eri kuvakkeen eri julkisille IP-osoitteille. Hyödyllinen, kun käytät VPN:ää usein.
zh_tw: 這個小程式會根據不同的公用 IP 位址顯示不同圖示，經常使用 VPN 時特別實用。

source: Icon
ca: Icona
da: Ikon
es: Icono
fi: Kuvake
zh_tw: 圖示

source: IP
zh_tw: IP 位址

source: Icon and IP
ca: Icona i IP
da: Ikon og IP
es: Icono e IP
fi: Kuvake ja IP
zh_tw: 圖示和 IP 位址

source: Appearance
ca: Aparença
da: Udseende
es: Presentación
fi: Ulkoasu
zh_tw: 外觀

source: seconds
ca: segons
da: sekunder
es: segundos
fi: sekuntia
zh_tw: 秒

source: Interface check interval:
ca: Interval de temps entre comprovacions d'interfícies:
da: Interval for tjek af grænseflade:
es: Intervalo de comprobación de la interfaz:
fi: Käyttöliittymän tarkistusväli:
zh_tw: 網路介面檢查間隔：

source: Interval in which applet will check if there was change in network interfaces. Can be frequent.
ca: Com de sovint es comprovarà si hi ha canvis nous en interfícies de xarxa. Pot ser freqüent.
da: Interval, hvor programmet tjekker, om der er sket ændringer i netværksgrænsefladerne. Kan være hyppigt.
es: Intervalo en el que el applet comprobará si ha habido cambios en las interfaces de red. Puede ser frecuente.
fi: Aikaväli, jonka aikana sovelma tarkistaa, onko verkossa tapahtunut muutoksia. Voi olla usein.
zh_tw: 小程式檢查網路介面變動的間隔，可設定為更頻繁的值。

source: minutes
ca: minuts
da: minutter
es: minutos
fi: minuuttia
zh_tw: 分鐘

source: IP Service interval:
ca: Interval de servei d'IP:
da: IP-tjenesteinterval
es: Intervalo de servicio IP:
fi: IP Palvelun aikaväli:
zh_tw: IP 服務檢查間隔：

source: Interval in which applet will fire get request to one of IP Services. Don't make it too frequent to not overload the servers.
ca: Interval de temps en què l'aplicació farà peticions a serveis IP. No ho assigneu amb massa freqüència per evitar la saturació del servidors.
da: Interval hvor programmet sender en get-forespørgsel til en af IP-tjenesterne. Gør det ikke for hyppigt for ikke at overbelaste serverne.
es: Intervalo en el que el applet activará la solicitud de obtención a uno de los Servicios IP. No lo haga demasiado frecuente para no sobrecargar los servidores.
fi: Aikaväli, jonka kuluessa sovelma aloittaa pyynnön jollekin IP-palveluista. Älä tee liian usein, jotta palvelimet eivät ylikuormitu.
zh_tw: 小程式向 IP 服務發送查詢的間隔，請勿設定過於頻繁以免造成伺服器負擔。

source: Debug level:
ca: Nivell de debug:
da: Fejlsøgningsniveau:
es: Nivel de depuración:
fi: Korjaustaso:
zh_tw: 除錯等級：

source: For debugging purposes. Higher level means more detailed logs in ~/.cinnamon/glass.log
ca: A major nivell, més detallats seran els esdeveniments registrats a ~/.cinnamon/glass.log
da: Til fejlsøgningsformål. Højere niveau betyder mere detaljerede logfiler i ~/.cinnamon/glass.log
es: Para fines de depuración. Un nivel más alto significa registros más detallados en ~/.cinnamon/glass.log
fi: Virheenkorjauksiin korkeampi taso tarkoittaa yksityiskohtaista sisäänkirjautumista ~/.cinnamon/glass.log
zh_tw: 僅供除錯用途，等級越高，~/.cinnamon/glass.log 會記錄越詳細的日誌。

source: To match ISP names, use isp value from the service http://ip-api.com/json
ca: Per establir noms equivalents als dels proveïdors, utilitzeu el valor isp del servei http://ip-api.com/json
da: For at matche internetudbydernavne skal du bruge internetudbyderværdien fra tjenesten http://ip-api.com/json
es: Para hacer coincidir los nombres de ISP, use el valor isp del servicio http://ip-api.com/json
fi: Käytä ISP nimeä täsmätäksesi palvelun tarjoajien nimet http://ip-api.com/json
zh_tw: 比對 ISP 名稱時，請使用 http://ip-api.com/json 服務回傳的 isp 欄位值。

source: Home ISP
ca: Proveïdor d'internet de casa
da: Hjemme-internetudbyder
fi: Koti ISP
zh_tw: 家用 ISP

source: Home ISP:
ca: Proveïdor d'internet de casa:
da: Hjemme-internetudbyder:
fi: Koti ISP:
zh_tw: 家用 ISP：

source: Fill out your home ISP. If the ISP from IP service will match with this value, home icon will be used instead of country flag.
ca: Assigneu el proveïdor d'internet de casa vostra. Farà que s'utilitzi la icona del proveïdor en lloc d'una icona de la bandera del país.
da: Udfyld din hjemme-internetudbyder. Hvis internetudbyderen fra IP-tjenesten stemmer overens med denne værdi, vil hjemmeikonet blive brugt i stedet for landeflag.
es: Complete el Home ISP. Si el ISP del servicio IP coincide con este valor, se utilizará el icono de casa en lugar de la bandera del país.
fi: Merkitse sinun kotisi ISP. Jos IP-palvelun ISP vastaa tätä arvoa, kuvaketta käytetään maan lipun sijasta.
zh_tw: 請填寫您的家用 ISP，若 IP 服務取得的 ISP 與此處相符，將以家用圖示取代國旗。

source: The icon to used for home ISP:
ca: La icona usada pel proveïdor d'internet de casa:
da: Ikonet der skal bruges for hjemme-internetudbyder:
es: El icono a utilizar para el Home ISP:
fi: Kodin Internet-palvelun tarjoajassa käytettävä kuvake:
zh_tw: 家用 ISP 專用圖示：

source: Select an icon file, or you can type an icon name into the entry box
ca: Seleccioneu un fitxer d'icona o escriviu-ne el nom
da: Vælg en ikonfil eller indtast ikonnavnet i indtastningsfeltet
es: Seleccione un archivo de iconos o escriba un nombre de icono en el cuadro de entrada
fi: Valitse kuvakeen tiedosto tai voit myös kirjoittaa nimen tekstiruutuun
zh_tw: 請選擇圖示檔案，或直接在輸入框輸入圖示名稱

source: Nickname:
ca: Nom d'usuari:
da: Kælenavn:
es: Apodo:
fi: Nimimerkki:
zh_tw: 暱稱：

source: Text to show in tooltip when this ISP is active
ca: Text a mostrar a la informació d'eines quan aquest proveïdor d'internet està actiu
da: Tekst der skal vises i værktøjstippet, når denne internetudbyder er aktiv
es: Texto que se mostrará en la información sobre herramientas cuando este ISP esté activo
fi: Työkalussa näkyvä teksti, kun tämä ISP on aktiivinen
zh_tw: 此 ISP 啟用時於提示中顯示的文字

source: Other ISP 1
ca: ISP alternatiu 1
da: Anden internetudbyder 1
es: Otro ISP 1
fi: Muu ISP 1
zh_tw: 其他 ISP 1

source: Other ISP 1:
ca: ISP alternatiu 1:
da: Anden internetudbyder 1:
es: Otro ISP 1:
fi: Muu ISP 1:
zh_tw: 其他 ISP 1：

source: Fill out your other ISP. If the ISP from IP service will match with this value, home icon will be used instead of country flag.
ca: Assigneu el proveïdor d'internet. Farà que s'utilitzi la icona del proveïdor en lloc d'una icona de la bandera del país.
da: Udfyld din anden internetudbyder. Hvis internetudbyderen fra IP-tjenesten stemmer overens med denne værdi, vil hjemmeikonet blive brugt i stedet for landeflag.
es: Complete su otro ISP. Si el ISP del servicio IP coincide con este valor, se utilizará el icono de casa en lugar de la bandera del país.
fi: Merkitse sinun toinen ISP. Jos IP-palvelun ISP vastaa tätä arvoa, kuvaketta käytetään maan lipun sijasta.
zh_tw: 請填寫您的其他 ISP，若 IP 服務取得的 ISP 與此處相符，將以指定圖示取代國旗。

source: The icon to use for other ISP:
ca: La icona usada pel proveïdor d'internet:
da: Ikonet der skal bruges for anden internetudbyder:
es: El icono a utilizar para otros ISP:
fi: Muille palveluntarjoajille käytettävä kuvake:
zh_tw: 其他 ISP 使用的圖示：

source: Other ISP 2
ca: ISP alternatiu 2
da: Anden internetudbyder 2
es: Otro ISP 2
fi: Muu ISP 2
zh_tw: 其他 ISP 2

source: Other ISP 2:
ca: ISP alternatiu 2:
da: Anden internetudbyder 2:
es: Otro ISP 2:
fi: Muu ISP 2:
zh_tw: 其他 ISP 2：

source: Fill out your oher ISP. If the ISP from IP service will match with this value, home icon will be used instead of country flag.
ca: Assigneu el proveïdor d'internet. Farà que s'utilitzi la icona del proveïdor en lloc d'una icona de la bandera del país.
da: Udfyld din anden internetudbyder. Hvis internetudbyderen fra IP-tjenesten stemmer overens med denne værdi, vil hjemmeikonet blive brugt i stedet for landeflag.
es: Rellene su otro ISP. Si el ISP del servicio IP coincide con este valor, se utilizará el icono de casa en lugar de la bandera del país.
fi: Merkitse sinun muu ISP. Jos IP-palvelun ISP vastaa tätä arvoa, kuvaketta käytetään maan lipun sijasta.
zh_tw: 請填寫您的其他 ISP，若 IP 服務取得的 ISP 與此處相符，將以指定圖示取代國旗。

source: Other ISP 3
ca: ISP alternatiu 3
da: Anden internetudbyder 3
es: Otro ISP 3
fi: Muu ISP 3
zh_tw: 其他 ISP 3

source: Other ISP 3:
ca: ISP alternatiu 3:
da: Anden internetudbyder 3:
es: Otro ISP 3:
fi: Muu ISP 3:
zh_tw: 其他 ISP 3：

source: Other ISP 4
ca: ISP alternatiu 4
da: Anden internetudbyder 4
es: Otro ISP 4
fi: Muu ISP 4
zh_tw: 其他 ISP 4

source: Other ISP 4:
ca: ISP alternatiu 4:
da: Anden internetudbyder 4:
es: Otro ISP 4:
fi: Muu ISP 4:
zh_tw: 其他 ISP 4：

source: Other ISP 5
ca: ISP alternatiu 5
da: Anden internetudbyder 5
es: Otro ISP 5
fi: Muu ISP 5
zh_tw: 其他 ISP 5

source: Other ISP 5:
ca: ISP alternatiu 5:
da: Anden internetudbyder 5:
es: Otro ISP 5:
fi: Muu ISP 5:
zh_tw: 其他 ISP 5：
