Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/cheaty@centurix/*.po
Languages: da, es, hu, it, vi

source: version
es: versión
hu: verzió
it: versione
vi: phiên bản

source: Author:
da: Forfatter:
es: Autor:
hu: Szerző:
it: Autore:
vi: Tác giả:

source: Email:
hu: E-mail cím:

source: Repository:
da: Arkiv:
es: Repositorio:
hu: Csomagtároló:

source: Cheaty: Easy access cheatsheets
da: Kodeoversigt: Lettilgængelige kodeoversigter
es: Cheaty: Ayuda-memorias de fácil acceso
hu: Cheaty: gyors hozzáférés a súgólapokhoz
it: Cheaty: bigliettini di facile accesso
vi: Cheaty: Cheatsheet dễ truy cập

source: Configure...
da: Konfigurér …
es: Configurar...
hu: Beállítások…
it: Configura...
vi: Cấu hình...

source: Code copied to the clipboard
da: Kode kopieret til udklipsholderen
es: Código copiado en el portapapeles
hu: Kód a vágólapra másolva
it: Codice copiato negli appunti
vi: Mã đã được sao chép vào bảng tạm

source: An applet to provide quick access to a variety of cheat sheets.
da: Et panelprogram som giver hurtig adgang til en række kodeoversigter.
es: Un applet para acceder rápidamente a diversas ayuda-memorias.
hu: Kisalkalmazás, amely gyors hozzáférést biztosít a különféle súgólapokhoz.
it: Un applet per fornire un rapido accesso a una varietà di bigliettini.
vi: Một ứng dụng nhỏ cung cấp quyền truy cập nhanh vào nhiều cheatsheet.

source: Cheaty - Cheatsheet keeper
da: Kodeoversigt - Opbevaring af kodeoversigter
es: Cheaty - Archivero de ayuda-memorias
hu: Cheaty - Súgólap tároló
it: Cheaty - Custode di Bigliettini
vi: Cheaty - Quản lý cheatsheet

source: cheatsheetFolder
da: kodeoversigtsmappe
es: carpeta de ayuda-memorias
hu: súgólapMappa
it: cartellaBigliettini

source: Show Cheaty popup menu
da: Vis Kodeoversigts pop op-menu
es: Mostrar menú emergente Cheaty
hu: Cheaty súgólap helyi menü megjelenítése
it: Mostra il menù a comparsa di Cheaty
vi: Hiển thị menu bật lên Cheaty

source: Set keybinding(s) to show the Cheaty popup menu.
da: Indstil tastegenveje til visning af Kodeoversigts pop op-menu.
es: Establece la combinación de teclas para mostrar el menú emergente de Cheaty.
hu: Billentyűkombináció(k) beállítása a Cheaty súgólap helyi menü megjelenítéséhez.
it: Imposta le combinazioni di tasti per mostrare il menù a comparsa Cheaty.
vi: Đặt phím tắt để hiển thị menu bật lên Cheaty.

source: Cheat sheet selector
da: Kodeoversigtsvælger
es: Selector de ayuda-memorias
hu: Súgólap kiválasztás
it: Selettore dei bigliettini
vi: Bộ chọn cheatsheet

source: Enabled
da: Aktiveret
es: Habilitado
hu: Engedélyezve
it: Attivato
vi: Bật

source: Name
da: Navn
es: Nombre
hu: Név
it: Nome
vi: Tên

source: Description
da: Beskrivelse
es: Descripción
hu: Leírás
it: Descrizione
vi: Mô tả

source: Author
da: Forfatter
es: Autor
hu: Szerző
it: Autore
vi: Tác giả
