Repository: linuxmint/cinnamon-spices-applets
Catalog: shutdown-timer@webum.by/files/shutdown-timer@webum.by/po/*.po
Languages: es, zh_tw

source: Shutdown-timer
es: Temporizador de apagado
zh_tw: 關機定時器

source: Minutes
es: Minutos
zh_tw: 分鐘

source: Timer
es: Temporizador
zh_tw: 計時器

source: Show time on panel
es: Mostrar tiempo en el panel
zh_tw: 在面板上顯示時間

source: Minutes to <click action>
es: Minutos para <click action>
zh_tw: 距離 <點選動作> 還有幾分鐘

source: Shutdown timer
es: Temporizador de apagado

source: Applet to help you shutdown, restart and suspend your system with timer
es: Applet para ayudarle a apagar, reiniciar y suspender su sistema con temporizador
zh_tw: 協助您透過計時器來關機、重新啟動或暫停系統的小程式

source: Shutdown event on menu
es: Evento de apagado en el menú
zh_tw: 選單中的關機事件

source: Restart event on menu
es: Reiniciar evento en el menú
zh_tw: 選單中的重新啟動事件

source: Log out event on menu
es: Evento de cierre de sesión en el menú
zh_tw: 選單中的登出事件

source: Hibernate event on menu
es: Evento de hibernación en el menú
zh_tw: 選單中的休眠事件

source: Suspend event on menu
es: Evento de suspensión en el menú
zh_tw: 選單中的暫停事件

source: Lock screen event on menu
es: Evento de bloqueo de pantalla en el menú
zh_tw: 選單中的鎖定螢幕事件

source: Restart Cinnamon event on menu
es: Evento de reinicio de Cinnamon en el menú
zh_tw: 選單中的重新啟動 Cinnamon 事件

source: Show timer in panel
es: Mostrar temporizador en el panel
zh_tw: 在面板上顯示計時器
