Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/hamster@projecthamster.wordpress.com/*.po
Languages: ca, vi

source: What are you doing?
ca: Què estàs fent?
vi: Bạn đang làm gì?

source: Enter activity...
ca: Accedir a l'activitat...
vi: Nhập hoạt động...

source: Todays activities
ca: Activitats d'avui
vi: Hoạt động hôm nay

source: Loading...
ca: Carregant...
vi: Đang tải...

source: Show Overview
ca: Mostrar visió general
vi: Hiển thị tổng quan

source: Stop Tracking
ca: Aturar el monitoratge
vi: Dừng theo dõi

source: Add Earlier Activity
ca: Afegir activitat anterior
vi: Thêm hoạt động trước đó

source: Tracking Settings
ca: Opcions de monitoratge
vi: Cài đặt theo dõi

source: No Activity
ca: Sense activitat
vi: Không có hoạt động

source: Cinnamon applet for project hamster - the GNOME time tracker
ca: Miniaplicació de Cinnamon per project hàmster - el monitor del temps de GNOME
vi: Applet Cinnamon cho Project Hamster - trình theo dõi thời gian GNOME

source: Project Hamster Applet
ca: Miniaplicació Project Hàmster
vi: Applet Project Hamster

source: Settings
ca: Configuració
vi: Cài đặt

source: Appearance in the panel
ca: Aparença al tauler
vi: Giao diện trên panel

source: Label only
ca: Només l'etiqueta
vi: Chỉ nhãn

source: Icon only
ca: Només la icona
vi: Chỉ biểu tượng

source: Label and icon
ca: Etiqueta i icona
vi: Nhãn và biểu tượng

source: Shortcut to show the menu
ca: Drecera per mostrar el menú
vi: Phím tắt để hiển thị menu
