Repository: linuxmint/cinnamon-spices-applets
Catalog: app-launcher@mchilli/files/app-launcher@mchilli/po/*.po
Languages: fi, nl

source: All workspaces
fi: Kaikki työtilat
nl: Alle werkruimtes

source: Edit Applications
fi: Muokkaa sovelluksia
nl: Bewerk applicaties

source: Delete
fi: Poista
nl: Verwijderen

source: Edit
fi: Muokkaa
nl: Bewerken

source: Cancel
fi: Peru
nl: Annuleren

source: Name
fi: Nimi
nl: Naam

source: Group
fi: Ryhmä
nl: Groep

source: Command
fi: Komento
nl: Commando

source: Valid name
fi: Kelvollinen nimi
nl: Geldige naam

source: The name cannot be empty
fi: Nimi ei voi olla tyhjä
nl: De naam mag niet leeg zijn

source: Valid command
fi: Kelvollinen komento
nl: Geldig commando

source: The command is not valid
fi: Komento ei kelpaa
nl: Het commando is niet geldig

source: The name is already used
fi: Nimi on jo käytössä
nl: Deze naam wordt al gebruikt

source: Which data should be replaced from *.desktop file?
fi: Mitä tietoja tiedostosta *.desktop tulisi korvata?
nl: Welke gegevens moeten worden vervangen in het *.desktop-bestand?

source: really delete?
fi: Haluatko poistaa?
nl: echt verwijderen?

source: No
fi: Ei
nl: Nee

source: Yes
fi: Kyllä
nl: Ja

source: Icon
fi: Kuvake
nl: Pictogram

source: Add application
fi: Lisää sovellus
nl: Applicatie toevoegen

source: Add new entry
fi: Lisää uusi kohde
nl: Nieuwe invoer toevoegen

source: Add separator
fi: Lisää erotin
nl: Scheidingsteken toevoegen

source: Edit selected entry
fi: Muokkaa valittua merkintää
nl: Geselecteerde invoer bewerken

source: Duplicate selected entry
fi: Monista valittu merkintä
nl: Geselecteerde invoer dupliceren

source: Move selected entry up
fi: Siirrä merkintää ylöspäin
nl: Geselecteerde invoer omhoog verplaatsen

source: Move selected entry down
fi: Siirrä merkintää alaspäin
nl: Geselecteerde invoer omlaag verplaatsen

source: Remove selected entry
fi: Poista valittu merkintä
nl: Geselecteerde invoer verwijderen

source: Save?
fi: Tallentaa?
nl: Opslaan?

source: Save the current configuration
fi: Tallenna nykyinen kokoonpano
nl: De huidige configuratie opslaan

source: Separator
fi: Erotin
nl: Scheidingsteken

source: App Launcher
nl: Applicatie launcher

source: A simple App Launcher
fi: Helppo sovellusten käynnistysohjelma
nl: Een eenvoudige applicatie launcher

source: Applications
fi: Sovellukset
nl: Applicaties

source: Global Settings
fi: Yleiset asetukset
nl: Globale instellingen

source: Application Settings
fi: Sovelluksen asetukset
nl: Applicatie-instellingen

source: Show Label
fi: Näytä nimi
nl: Label tonen

source: Custom Icon
fi: Mukautettu kuvake
nl: Aangepast pictogram

source: Show Notifications
fi: Näytä ilmoitukset
nl: Meldingen tonen

source: Show notification on application launch
fi: Näytä ilmoitus sovelluksen käynnistyessä
nl: Melding tonen bij het starten van de applicatie

source: Notification Text
fi: Ilmoitusteksti
nl: Tekst van de melding

source: %s will be your application name
fi: %s on sovelluksesi nimi
nl: %s wordt de naam van je applicatie

source: Enable Hotkeys
fi: Pikanäppäimet
nl: Schakel sneltoetsen in

source: Show menu
fi: Näytä valikko
nl: Menu tonen

source: Set keybinding(s) to show the menu
fi: Aseta pikanäppäin näyttämään valikko
nl: Sneltoets(en) instellen om het menu te tonen

source: Menu at mouse position
fi: Valikko hiiren kohdalla
nl: Menu op muispositie

source: Show the menu next to the cursor when triggered by hotkey
fi: Näytä valikko kohdistimen vieressä kun se aukeaa ​​pikanäppäimellä
nl: Toon het menu naast de cursor indien geactiveerd door sneltoets

source: Open menus by hovering over them
nl: Menu’s openen door er met de muis over te bewegen

source: Open all menus when you move the mouse pointer over them
nl: Alle menu’s openen wanneer je de muisaanwijzer erover beweegt

source: Hover delay
nl: Vertraging bij er met de muis over te bewegen

source: milliseconds
nl: milliseconden

source: Bind to workspace
fi: Sido työtilaan
nl: Koppelen aan werkruimte

source: Show the applet only on the selected workspace
fi: Näytä sovelma vain valitussa työtilassa
nl: Toon de applet alleen op de geselecteerde werkruimte

source: Fixed Menu Width
fi: Kiinteä valikon leveys
nl: Vaste menubreedte

source: Based on the largest submenu item, to prevent menu width flickering
fi: Perustuu suurimpaan alivalikon leveyteen välkkymisen estämiseksi
nl: Gebaseerd op het grootste submenu-item, om het knipperen van de menubreedte te voorkomen

source: Show Application Icons
fi: Näytä kuvakkeet
nl: Applicatiepictogrammen tonen

source: Show Application Icons in Popup-Menu
fi: Näytä sovellusten kuvakkeet ponnahdusvalikossa
nl: Applicatiepictogrammen tonen in het pop-upmenu

source: Use Symbolic Application Icons
fi: Symboliset kuvakkeet
nl: Symbolische applicatiepictogrammen gebruiken

source: Use Symbolic Application Icons, where it's possible
fi: Käytä symbolisia kuvakkeita, jos mahdollista
nl: Symbolische applicatiepictogrammen gebruiken, waar mogelijk

source: Application Icon Size
fi: Kuvakekoko
nl: Grootte van applicatiepictogram

source: Set Icon size
fi: Aseta kuvakkeen koko
nl: Pictogramgrootte instellen

source: Label
fi: Nimi
