Repository: linuxmint/cinnamon-spices-applets
Catalog: systray-collapsible@koutch/files/systray-collapsible@koutch/po/*.po
Languages: es

source: Previous
es: Anteriores

source: Icons
es: Iconos

source: Export to a file
es: Exportar a un archivo

source: Settings
es: Ajustes

source: Configure...
es: Configurar...

source: Expandable/Collapsible System Tray Applet
es: Applet de bandeja de sistema expandible/contraíble

source: System Tray Collapsible
es: Bandeja del sistema contraíble

source: Expand on hover
es: Expandir al pasar el ratón por encima

source: Expand the system tray on hover instead of requiring a click
es: Expandir la bandeja del sistema al pasar el ratón por encima en lugar de hacer clic

source: Manually Expand :
es: Expandir manualmente :

source: Form 10 to 120
es: De 10 a 120

source: seconds
es: segundos

source: The Display Duration
es: Duración de la visualización

source: Chose Your Style :
es: Elija su estilo :

source: Customizable through stylesheet.css
es: Personalizable a través de stylesheet.css

source: Border Style without hover effect
es: Estilo de borde sin efecto de desplazamiento

source: Gradient Style without hover effect
es: Estilo degradado sin efecto de desplazamiento

source: Border Style with hover effect
es: Estilo de borde con efecto de desplazamiento

source: Gradient Style with hover effect
es: Estilo degradado con efecto de desplazamiento

source: The Expand Icon :
es: Icono de Expandir :

source: Select icon file
es: Seleccionar archivo de iconos

source: The Collapse Icon :
es: Icono de Contraer :

source: Should not be changed
es: No se debe cambiar

source: Export to file Automaticaly
es: Exportar a archivo automáticamente

source: If disable there is an Export to file button in context menu
es: Si está desactivado, hay un botón Exportar a archivo en el menú contextual

source: Show players support by sound applet
es: Mostrar la asistencia del reproductor mediante un applet de audio

source: Show Banshee, Tomahawk, Clementine and Amarok in system tray
es: Mostrar Banshee, Tomahawk, Clementine y Amarok en la bandeja del sistema

source: New Icons :
es: Iconos nuevos :

source: Form 0 to 120 (0 to disable)
es: De 0 a 120 (0 para deshabilitar)
