Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/radio@driglu4it/*.po
Languages: es, fr, sv, vi

source: Please also install the '%s' package.
es: Por favor, instale también el paquete '%s'.
sv: Installera också paketet "%s".

source: Can't play %s
es: No se puede reproducir %s
sv: Kan inte spela %s

source: Make sure that the URL is valid and you have a stable internet connection. Don't hestitate to open an Issue on Github if the problem persists.
es: Asegúrese de que la URL es válida y de que tiene una conexión a Internet estable. No dude en abrir una Reporte de problema (Issues) en Github si el problema persiste.
sv: Tillse att webbadressen är giltig och att du har en stabil internetanslutning. Tveka inte att öppna ett ärende på GitHub om problemet kvarstår.

source: Stop
es: Pausar
fr: Arrêt
sv: Stoppa
vi: Dừng

source: List of stations
es: Lista de estaciones
fr: Liste des stations
sv: Stationslista
vi: Danh sách đài

source: Copy current song title
es: Copiar el título de la canción en reproducción
sv: Kopiera aktuell låttitel

source: Download from YouTube
es: Descargar desde YouTube
sv: Ladda ner från YouTube

source: Can't copy current Song. Is the Radio playing?
es: No se puede copiar la canción actual. ¿Está sonando la Radio?
sv: Kan inte kopiera aktuell låt. Spelar radion?

source: download finished. File saved to %s
es: descarga finalizada. Archivo guardado en %s
sv: Nerladdning slutförd. Filen sparad i %s.

source: Couldn't download song from YouTube due to an Error.
es: No se pudo descargar la canción de YouTube debido a un Error.
sv: Kunde inte ladda ner låten från YouTube på grund av ett fel.

source: See Logs for more information
es: Consulte los Registros para obtener más información
sv: Se loggarna för mer information

source: couldn't install required dependencies. Make sure you are connected to the internet. See the Logs for more information
es: no se pudieron instalar las dependencias requeridas. Asegúrese de que está conectado a Internet. Consulte los Registros para obtener más información
sv: Kunde inte installera nödvändiga beroenden. Tillse att du är ansluten till internet. Se loggarna för mer information.

source: Can't increase Volume. Volume already at maximum.
es: No se puede aumentar el volumen. Volumen ya está al máximo.
sv: Kan inte öka volymen. Den är redan på max.

source: Playing %s
es: Reproduciendo %s
fr: À l'écoute de %s
sv: Spelar %s
vi: Đang phát %s

source: Stop Radio++
es: Pausar Radio++
fr: Arrêt de Radio++
sv: Stoppa Radio++
vi: Dừng Radio++

source: Please install the '%s' package.
es: Por favor, instale el paquete '%s'.
fr: Veuillez installer le paquet '%s'.
sv: Installera paketet "%s".
vi: Vui lòng cài gói '%s'.

source: Find Radio Station
es: Buscar una estación de radio
fr: Trouver une station de radio
sv: Sök radiostation
vi: Tìm đài phát thanh

source: Add to My Stations
es: Añadir a Mis Estaciones
fr: Ajouter à Mes Stations
sv: Lägg till i Mina stationer
vi: Thêm vào đài của tôi

source: Download Confirmation Dialog
es: Cuadro de confirmación de descarga
fr: Boîte de dialogue de confirmation de téléchargement
sv: Nerladdningsbekräftelse
vi: Hộp thoại xác nhận tải về

source: The radio applet depends on the '%s' plugin. It's a 3rd party plugin for mpv, which allows controlling the radio player with the sound applet.
es: El applet de radio depende del plugin '%s'. Es un plugin de terceros para mpv, que permite controlar el reproductor de radio con el applet de sonido.
fr: L'applet radio dépend du plugin '%s'. Il s'agit d'un plugin tiers pour mpv qui permet de contrôler le lecteur radio avec l'applet audio.
sv: Radion är beroende av insticksprogrammet %s. Det är en insticksmodul från tredje part, för mpv, vilket gör det möjligt att styra radion med panelprogrammet Ljud.
vi: Applet radio phụ thuộc plugin '%s'. Đây là plugin bên thứ ba cho mpv, cho phép điều khiển radio bằng applet âm thanh.

source: Do you want to proceed the download at your own risk?
es: ¿Quiere proceder a la descarga bajo su propio riesgo?
fr: Voulez-vous procéder au téléchargement à vos propres risques ?
sv: Vill du fortsätta ladda ner på egen risk?
vi: Bạn có muốn tiếp tục tải về với rủi ro của riêng bạn không?

source: Cancel download
es: Cancelar descarga
fr: Annuler le téléchargement
sv: Avbryt nerladdning
vi: Hủy tải về

source: More info
es: Más información
fr: Plus d'info
sv: Mer info
vi: Thông tin thêm

source: Download plugin at my own risk
es: Descargar el plugin bajo mi propio riesgo
fr: Téléchargez le plugin à mes propres risques
sv: Ladda ner insticket på egen risk
vi: Tải plugin với rủi ro của tôi

source: This function depends on the newest version of the '%s' apt package. Currently the newest version of this package is only included in the Debian package respository but not yet in the default Linux Mint repositories.
es: Esta función depende de la versión más reciente del paquete apt '%s'. Actualmente la versión más reciente de este paquete sólo está incluida en el repositorio de paquetes de Debian, pero aún no en los repositorios por defecto de Linux Mint.
sv: Den här funktionen beror på den senaste versionen av apt-paketet %s. För närvarande ingår den senaste versionen av det här paketet endast i Debians paketdatabaser men ännu inte i Linux Mint standarddatabaser.

source: Do you want to proceed the Installation at your own risk?
es: ¿Quiere proceder a la instalación por su cuenta y riesgo?
sv: Vill du fortsätta installera på egen risk?

source: Cancel Installation
es: Cancelar instalación
sv: Avbryt installationen

source: Install at my own risk
es: Instalar bajo mi propio riesgo
sv: Installera på egen risk

source: A simple radio applet for Cinnamon
es: Un sencillo applet de radio para Cinnamon
sv: Ett enkelt radiopanelprogram för Cinnamon

source: My Stations
es: Mis Estaciones
fr: Mes stations
sv: Mina stationer
vi: Đài của tôi

source: Preferences
es: Preferencias
fr: Préférences
sv: Inställningar
vi: Tùy chọn

source: Find Station
es: Buscar una estación
fr: Trouver une station
sv: Hitta station
vi: Tìm đài

source: Search Radio station
es: Buscar una estación de radio
fr: Rechercher une station radio
sv: Sök radiostation
vi: Tìm đài phát thanh

source: Appearance
es: Apariencia
fr: Apparence
sv: Utseende
vi: Giao diện

source: Volume
es: Volumen
sv: Volym
vi: Âm lượng

source: YouTube Download
es: Descargar desde YouTube
fr: Téléchargement YouTube
sv: YouTube nerladdning
vi: Tải YouTube

source: Show in list
es: Mostrar en la lista
fr: Afficher dans la liste
sv: Visa i listan
vi: Hiển thị trong danh sách

source: Title
es: Título
fr: Titre
sv: Namn
vi: Tiêu đề

source: Open radio stream URL search engine
es: Abrir motor de búsqueda de URL de transmisiones de radio online
fr: Ouvrir le moteur de recherche d'URL de flux radio
sv: Öppna sökmotorn för radioström-URL:er
vi: Mở công cụ tìm URL luồng radio

source: Opens a website, which helps you to determine radio stream URLs.
es: Abre un sitio web que le ayuda a determinar las URL de transmisiones de radio online.
fr: Ouvre un site Web qui vous aide à déterminer les URL des flux radio.
sv: Öppnar en webbplats som hjälper dig att hitta URL:er för radioströmmar.
vi: Mở trang web giúp xác định URL luồng radio.

source: Show URL-list of radio stations
es: Mostrar la lista de URL de las estaciones de radio
fr: Afficher la liste URL des stations de radio
sv: Visa URL-lista över radiostationer
vi: Hiển thị danh sách URL các đài

source: Opens a website, which lists URLs of radio stations.
es: Abre un sitio web con una lista de URLs de estaciones de radio.
fr: Ouvre un site Web qui répertorie les URL des stations de radio.
sv: Öppnar en webbplats som listar URL:er till radiostationer.
vi: Mở trang web liệt kê URL của các đài phát thanh.

source: Icon type
es: Tipo de ícono
fr: Type d'icône
sv: Ikontyp
vi: Loại biểu tượng

source: Symbolic
es: Symbólico
fr: Symbolique
sv: Symbolisk
vi: Tượng trưng

source: Full Color
es: A todo color
fr: Couleurs
sv: Fullfärg
vi: Đầy màu

source: Bicolor
fr: Bicolore
sv: Tvåfärgat
vi: Hai màu

source: Color of symbolic icon when playing a radio station
es: Color del icono simbólico al reproducir una estación de radio
fr: Couleur de l'icône symbolique durant l'écoute d'une radio
sv: Färg på symbolisk ikon vid uppspelning från en radiostation
vi: Màu biểu tượng tượng trưng khi phát đài

source: Color of symbolic icon while a radio station is paused
es: Color del icono simbólico cuando la estación de radio está en pausa
fr: Couleur de l'icône symbolique quand l'écoute d'une radio est en pause
sv: Färg på symbolisk ikon medan en radiostation pausas
vi: Màu biểu tượng tượng trưng khi đài tạm dừng

source: Show current radio station on the panel
es: Mostrar la estación de radio actual en el panel
fr: Afficher la station de radio actuelle sur le panneau
sv: Visa aktuell radiostation i panelen
vi: Hiển thị đài đang phát trên panel

source: Remember volume after stopping the radio
es: Recordar el volumen después de pausar la radio
fr: Mémoriser le volume après avoir arrêté la radio
sv: Kom ihåg volymen efter att radion stoppats
vi: Ghi nhớ âm lượng sau khi dừng radio

source: Initial volume
es: Volumen inicial
fr: Volume initial
sv: Inledande volym
vi: Âm lượng ban đầu

source: The initial volume is applied when clicking on a radio stream and no other radio stream is already running
es: El volumen inicial se aplica al hacer clic en una transmisión de radio y ya no se está ejecutando ninguna otra transmisión de radio
fr: Le volume initial est appliqué lorsque vous cliquez sur un flux radio et qu'aucun autre flux radio n'est déjà en cours d'exécution.
sv: Den inledande volymen tillämpas när du klickar på en radioström och ingen annan radioström redan körs
vi: Âm lượng ban đầu được áp dụng khi chọn một luồng radio và không có luồng nào khác đang chạy

source: Download directory
es: Directorio de descarga
fr: Répertoire de téléchargement
sv: Nerladdningsmapp
vi: Thư mục tải về

source: Songs downloaded from YouTube will be saved to this directory. This feature can be found in the right-click-menu of the applet
es: Las canciones descargadas de YouTube se guardarán en este directorio. Esta función se encuentra en el menú del botón derecho del applet
sv: Låtar som laddas ner från YouTube sparas i den här mappen. Den här funktionen finns i panelprogrammets högerklicksmeny.

source: Icon
es: Ícono
fr: Icône
sv: Ikon
vi: Biểu tượng

source: Symbolic Icon Color
es: Color del ícono simbólico
fr: Couleur de l'icône symbolique
sv: Färg på symbolisk ikon
vi: Màu biểu tượng tượng trưng

source: Type
es: Estilo
sv: Typ
vi: Loại

source: Symbolic Icon
es: Ícono simbólico
fr: Icône symbolique
sv: Symbolisk ikon
vi: Biểu tượng tượng trưng

source: Full Color Icon
es: Ícono a todo color
fr: Icône en couleurs
sv: Fullfärgsikon
vi: Biểu tượng đầy màu

source: Bicolor Icon
es: Ícono bicolor
fr: Icône bicolore
sv: Tvåfärgsikon
vi: Biểu tượng hai màu

source: Color of Symbolic Icon when playing a radio
es: Color del icono simbólico al reproducir una estación de radio
fr: Couleur de l'icône symbolique durant l'écoute d'une radio
sv: Färg på symbolisk ikon vid uppspelning av en radiostation
vi: Màu biểu tượng tượng trưng khi phát radio

source: A radio applet with 1000's of searchable stations, mpris support, youtube-download function and more
fr: Une applet radio avec des milliers de stations consultables, compatible MPRIS, fonction de téléchargement YouTube et bien plus encore.
vi: Applet radio với hàng nghìn đài có thể tìm kiếm, hỗ trợ MPRIS, tải YouTube và nhiều tính năng khác

source: YouTube Download CLI tool
fr: Logiciel de téléchargement YouTube
vi: Công cụ CLI tải YouTube

source: The CLI tool used to download songs from YouTube
fr: Logiciel en ligne de commande utilisé pour télécharger des chansons à partir de YouTube
vi: Công cụ CLI dùng để tải nhạc từ YouTube

source: Songs downloaded from YouTube will be saved to this directory.
fr: Les chansons téléchargées depuis YouTube seront enregistrées dans ce répertoire.
vi: Các bài nhạc tải từ YouTube sẽ được lưu trong thư mục này.
