Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/kdecapplet@joejoetv/*.po
Languages: ca, it, pl, sv, vi, zh_tw

source: No Modules available
ca: No hi ha mòduls disponibles
it: Nessun Modulo disponibile
pl: Brak dostępnych modułów
sv: Inga moduler tillgängliga
vi: Không có mô-đun nào khả dụng
zh_tw: 沒有可用的模組

source: KDE Connect not available, make sure it's installed and running.
ca: KDE Connect no està disponible, assegureu-vos que està instal·lat i en marxa.
it: KDE Connect non è disponibile, verifica che sia installato e in esecuzione.
pl: KDE Connect nie jest dostępny, upewnij się że jest zainstalowany i uruchomiony
sv: KDE Connect är inte tillgängligt, tillse att det är installerat och igång.
vi: KDE Connect không khả dụng, hãy chắc chắn rằng nó đã được cài đặt và đang chạy.
zh_tw: KDE Connect 無法使用，請確認已正確安裝並且為執行狀態。

source: Reload Applet
ca: Recarregar la miniaplicació
it: Ricarica Applet
pl: Przeładuj applet
sv: Uppdatera panelprogrammet
vi: Tải lại Applet
zh_tw: 重新載入小程式

source: Invalid KDE Connect version returned!
ca: S'ha retornat una versió invàlida de KDE Connect!
it: Restituita versione di KDE Connect non valida!
pl: Została zwrócona nieprawidłowa wersja KDE Connect!
sv: Ogiltig KDE Connect-version returnerat!
vi: Phiên bản KDE Connect trả về không hợp lệ!
zh_tw: KDE Connect 回傳的版本無效！

source: The KDE Connect DBus service returned an invalid version, please try reloading the Applet!
ca: El servei DBus de KDE Connect ha retornat una versió invàlida. Intenteu recarregar la miniaplicació!
it: Il servizio KDE Connect DBus ha restituito una versione non valida, prova a ricaricare l'applet!
pl: Usługa DBUS KDE Connect zwróciła nieprawidłową wersję, spróbuj przeładować applet!
sv: KDE Connects DBus-tjänst returnerade en ogiltig version, försök uppdatera panelprogrammet!
vi: Dịch vụ DBus của KDE Connect trả về phiên bản không hợp lệ, hãy thử tải lại Applet!
zh_tw: KDE Connect DBus 服務回傳的版本無效，請嘗試重新載入小程式！

source: No connected Devices!
ca: No hi ha dispositius connectats!
it: Nessun Dispositivo connesso!
pl: Brak połączonych urządzeń!
sv: Inga anslutna enheter!
vi: Không có thiết bị kết nối!
zh_tw: 沒有已連線的裝置！

source: Add them in the KDE Connect settings
ca: Afegiu-los a les opcions de KDE Connect
it: Aggiungili nelle impostazioni di KDE Connect
pl: Dodaj je w ustawieniach KDE Connect
sv: Lägg till dem i KDE Connects inställningar
vi: Thêm chúng trong cài đặt KDE Connect
zh_tw: 請在 KDE Connect 設定中新增裝置

source: Debug Stuff, don't touch!
ca: Contingut amb finalitats de debug, no tocar!
it: Roba di Debug, non toccare!
pl: Rzeczy do debugowania, nie dotykać!
sv: Felsökningsgrejer, rör ej!
vi: Thông tin gỡ lỗi, đừng chạm!
zh_tw: 除錯專用，請勿碰觸！

source: KDE Connect Version: {version}
ca: Versió de KDE Connect: {version}
it: KDE Connect Versione: {version}
pl: KDE Connect Wersja: {version}
vi: Phiên bản KDE Connect: {version}
zh_tw: KDE Connect 版本：{version}

source: Own ID: {own_id}
ca: ID pròpia: {own_id}
pl: Własne ID: {own_id}
sv: Eget ID: {own_id}
vi: ID của bạn: {own_id}
zh_tw: 本機 ID: {own_id}

source: own ID
ca: id pròpia
pl: własne ID
sv: eget ID
vi: ID của bạn
zh_tw: 本機 ID

source: Click to copy own ID
ca: Clic per a copiar la ID pròpia
it: Clicca per copiare l'own ID
pl: Kliknij, aby skopiować własne ID
sv: Klicka för att kopiera eget ID
vi: Nhấn để sao chép ID của bạn
zh_tw: 點選以複製本機 ID

source: Configure KDE Connect
ca: Configurar KDE Connect
it: Configura KDE Connect
pl: Skonfiguruj KDE Connect
sv: Konfigurera KDE Connect
vi: Cấu hình KDE Connect
zh_tw: 設定 KDE Connect

source: Click to open KDE Connect Configuration
ca: Clic per a obrir la configuració de KDE Connect
it: Clicca per aprire la Configurazione di KDE Connect
pl: Kliknij, aby otworzyć konfigurację KDE Connect
sv: Klicka för att öppna KDE Connects inställningar
vi: Nhấn để mở Cấu hình KDE Connect
zh_tw: 點選以開啟 KDE Connect 設定

source: No available devices
ca: No hi ha dispositius disponibles
it: Nessun dispositivo disponibile
pl: Brak dostępnych urządzeń
sv: Inga enheter tillgängliga
vi: Không có thiết bị khả dụng
zh_tw: 沒有可用的裝置

source: {deviceCount} available device
ca: {deviceCount} dispositiu disponible
it: {deviceCount} dispositivo disponibile
pl: {deviceCount} dostępne urządzenie
sv: {deviceCount} tillgänglig enhet
vi: {deviceCount} thiết bị khả dụng
zh_tw: {deviceCount} 部可用裝置

source: {deviceCount} available devices
ca: {deviceCount} dispositius disponibles
it: {deviceCount} dispositivi disponibili
pl: {deviceCount} dostępnych urządzeń
sv: {deviceCount} tillgängliga enheter
vi: {deviceCount} thiết bị khả dụng
zh_tw: {deviceCount} 部可用裝置

source: Copied {typestring} to the clipboard
ca: S'ha copiat {typestring} al porta-papers
it: Copiato {typestring} negli appunti
pl: Skopiowano {typestring} do schowka
sv: Kopierade {typestring} till urklipp
vi: Đã sao chép {typestring} vào clipboard
zh_tw: 已將 {typestring} 複製到剪貼簿

source: Charging
ca: Carregant
it: Ricarica
pl: Ładowanie
sv: Laddar
vi: Đang sạc
zh_tw: 充電中

source: Device ID
ca: ID del dispositiu
it: ID Dispositivo
pl: ID urządzenia
sv: Enhets-ID
vi: ID thiết bị
zh_tw: 裝置 ID

source: Click to copy ID
ca: Clic per copiar la ID
it: Clicca per copiare l'ID
pl: Kliknij, aby skopiować ID
sv: Klicka för att kopiera ID
vi: Nhấn để sao chép ID
zh_tw: 點選以複製 ID

source: No Signal
ca: No hi ha senyal
it: Nessun Segnale
pl: Brak sygnału
sv: Ingen signal
vi: Không có tín hiệu
zh_tw: 沒有訊號

source: Low
ca: Baixa
it: Basso
pl: Niski
sv: Låg
vi: Thấp
zh_tw: 弱

source: Ok
vi: Ổn
zh_tw: 普通

source: Good
ca: Bona
it: Buono
pl: Dobry
sv: Bra
vi: Tốt
zh_tw: 良好

source: Excellent
it: Eccellente
pl: Znakomity
sv: Utmärkt
vi: Xuất sắc
zh_tw: 極佳

source: Unknown
ca: Desconeguda
it: Sconosciuto
pl: Nieznany
sv: Okänd
vi: Không xác định
zh_tw: 未知

source: Ring device
ca: Trucar al dispositiu
it: Squilla
pl: Zadzwoń urządzeniem
sv: Ring enheten
vi: Gọi thiết bị
zh_tw: 尋找裝置

source: Click to ring the device
ca: Clic per trucar al dispositiu
it: Clicca per far squillare il dispositivo
pl: Kliknij, aby zadzwonić urządzeniem
sv: Klicka för att ringa enheten
vi: Nhấn để gọi thiết bị
zh_tw: 點選讓裝置響鈴

source: Photo received from '{deviceName}'
ca: Foto rebuda des de '{deviceName}'
it: Foto ricevuta da '{deviceName}'
pl: Otrzymano zdjęcie z '{deviceName}'
sv: Bild mottagen från "{deviceName}"
vi: Đã nhận ảnh từ '{deviceName}'
zh_tw: 已從「{deviceName}」收到照片

source: Click to open in default application
ca: Clic per a obrir amb l'aplicació per defecte
it: Clicca per aprire nell'applicazione predefinita
pl: Kliknij, aby otworzyć w domyślnym programie
sv: Klicka för att öppna i standardprogram
vi: Nhấn để mở trong ứng dụng mặc định
zh_tw: 點選以使用預設應用程式開啟

source: Request Photo
ca: Sol·licitar foto
it: Richiedi Foto
pl: Zrób zdjęcię
sv: Begär bild
vi: Yêu cầu ảnh
zh_tw: 請求照片

source: Click to request a photo from the device
ca: Clic per sol·licitar una foto del dispositiu
it: Clicca per richiedere una foto dal dispositivo
pl: Kliknij, aby poprosić urządzenie o zdjęcie
sv: Klicka för att begära en bild från enheten
vi: Nhấn để yêu cầu ảnh từ thiết bị
zh_tw: 點選以向裝置請求照片

source: Sent ping to device '{deviceName}'
ca: S'ha enviat un ping al dispositiu '{deviceName}'
it: Invia un ping al dispositivo '{deviceName}'
pl: Wysłano ping do urządzenia '{deviceName}'
sv: Skicka ping till enheten "{deviceName}"
vi: Đã gửi ping đến thiết bị '{deviceName}'
zh_tw: 已傳送 ping 到「{deviceName}」

source: Ping Device
ca: Enviar ping al dispositiu
it: Pinga Dispositivo
pl: Spinguj urządzenie
sv: Pinga enheten
vi: Ping thiết bị
zh_tw: Ping 裝置

source: Click to send a ping to the device
ca: Clic per a enviar l'ordre ping al dispositiu
it: Clicca per inviare un ping al dispositivo
pl: Kliknij, aby wysłać ping do urządzenia
sv: Klicka för att pinga enheten
vi: Nhấn để gửi ping đến thiết bị
zh_tw: 點選以傳送 ping 到裝置

source: Share received from '{deviceName}'
ca: Fitxer compartit rebut de '{deviceName}'
it: Condivisione ricevuta da '{deviceName}'
pl: Otrzymano udostępnienie od '{deviceName}'
sv: Delning mottagen från "{deviceName}"
vi: Đã nhận chia sẻ từ '{deviceName}'
zh_tw: 已從「{deviceName}」收到分享內容

source: Share
ca: Compartir
it: Condividi
pl: Udostępnij
sv: Dela
vi: Chia sẻ
zh_tw: 分享

source: Send URL
ca: Enviar URL
it: Invia URL
pl: Wyślij URL
sv: Skicka URL
vi: Gửi URL
zh_tw: 傳送網址

source: Click to send a URL to the device
ca: Clic per enviar una URL al dispositiu
it: Clicca per inviare un URL al dispositivo
pl: Kliknij, aby wysłać adres URL do urządzenia
sv: Klicka för att skicka en URL till enheten
vi: Nhấn để gửi URL đến thiết bị
zh_tw: 點選以傳送網址到裝置

source: Send Text
ca: Enviar Text
it: Invia Testo
pl: Wyślij tekst
sv: Skicka text
vi: Gửi văn bản
zh_tw: 傳送文字

source: Click to send text to the device
ca: Clic per enviar text al dispositiu
it: Clicca per inviare del testo al dispositivo
pl: Kliknij, aby wysłać tekst do urządzenia
sv: Klicka för att skicka text till enheten
vi: Nhấn để gửi văn bản đến thiết bị
zh_tw: 點選以傳送文字到裝置

source: Send File(s)
ca: Enviar Fitxer(s)
it: Invia File
pl: Wyślij plik(i)
sv: Skicka fil(er)
vi: Gửi tập tin
zh_tw: 傳送檔案

source: Click to send file(s) to the device
ca: Clic per enviar fitxer(s) al dispositiu
it: Clicca per inviare file al dispositivo
pl: Kliknij, aby wysłać plik(i) do urządzenia
sv: Klicka för att skicka fil(er) till enheten
vi: Nhấn để gửi tập tin đến thiết bị
zh_tw: 點選以傳送檔案到裝置

source: Unmount
ca: Desmuntar
it: Smonta
pl: Odmontuj
sv: Avmontera
vi: Ngắt kết nối
zh_tw: 卸除

source: Mount
ca: Muntar
it: Monta
pl: Zamontuj
sv: Montera
vi: Kết nối
zh_tw: 掛載

source: Click to unmount
ca: Clic per desmuntar
it: Clicca per smontare
pl: Kliknij, aby odmontować
sv: Klicka för att avmontera
vi: Nhấn để ngắt kết nối
zh_tw: 點選以卸除

source: Click to mount
ca: Clic per muntar
it: Clicca per montare
pl: Kliknij, aby zamontować
sv: Klicka för att montera
vi: Nhấn để kết nối
zh_tw: 點選以掛載

source: Click to browse files
ca: Clic per navegar pels fitxers
it: Clicca per esplorare i file
pl: Kliknij, aby przeglądać pliki
sv: Klicka för att bläddra filer
vi: Nhấn để duyệt tập tin
zh_tw: 點選以瀏覽檔案

source: Launch SMS App
ca: Iniciar l'aplicació d'SMS
it: Avvia App SMS
pl: Włącz progam SMS
sv: Starta SMS-programmet
vi: Mở ứng dụng SMS
zh_tw: 啟動 SMS 應用程式

source: Click to open the KDE Connect SMS App
ca: Clic per obrir l'aplicació d'SMS de KDE Connect
it: Clicca per aprire l'App KDE Connect SMS
pl: Kliknij, aby otworzyć program KDE Connect SMS
sv: Klicka för att öppna KDE Connects SMS-program
vi: Nhấn để mở ứng dụng SMS của KDE Connect
zh_tw: 點選以開啟 KDE Connect SMS 應用程式

source: Send SMS
ca: Enviar SMS
it: Invia SMS
pl: Wyślij SMS
sv: Skicka SMS
vi: Gửi SMS
zh_tw: 傳送 SMS

source: Move selected entry up
ca: Moure l'element seleccionat cap a dalt
it: Sposta sopra voce selezionata
pl: Przenieś wybrany wpis wyżej
sv: Flytta upp markerad post
vi: Di chuyển mục đã chọn lên trên
zh_tw: 將選取的項目上移

source: Move selected entry down
ca: Moure l'element seleccionat cap a baix
it: Sposta sotto voce selezionata
pl: Przenieś wybrany wpis niżej
sv: Flytta ner markerad post
vi: Di chuyển mục đã chọn xuống dưới
zh_tw: 將選取的項目下移

source: Send URL to '{device_name}'
ca: Enviar URL a '{device_name}'
it: Invia URL a '{device_name}'
pl: Wyślij adres URL do urządzenia '{device_name}'
sv: Skicka URL till "{device_name}"
vi: Gửi URL đến '{device_name}'
zh_tw: 傳送網址到「{device_name}」

source: Cancel
ca: Cancel·lar
it: Annulla
pl: Anuluj
sv: Avbryt
vi: Hủy
zh_tw: 取消

source: Send
ca: Enviar
it: Invia
pl: Wyślij
sv: Skicka
vi: Gửi
zh_tw: 傳送

source: Enter a URL to send to '{device_name}'
ca: Introduïu una URL per enviar a '{device_name}'
it: Inserisci un URL da inviare a '{device_name}'
pl: Wpisz adres URL do wysłania do urządzenia '{device_name}'
sv: Ange en URL att skicka till "{device_name}"
vi: Nhập URL để gửi đến '{device_name}'
zh_tw: 請輸入要傳送到「{device_name}」的網址

source: Send SMS using '{device_name}'
ca: Enviar SMS utilitzant '{device_name}'
it: Invia SMS usando '{device_name}'
pl: Wyślij SMS za pomocą '{device_name}'
sv: Skicka SMS med "{device_name}"
vi: Gửi SMS qua '{device_name}'
zh_tw: 使用「{device_name}」傳送 SMS

source: Phone Number:
ca: Número de telèfon:
it: Numero di Telefono:
pl: Numer telefonu:
sv: Telefonnummer:
vi: Số điện thoại:
zh_tw: 電話號碼：

source: Phone Number
ca: Número de telèfon
it: Numero di Telefono
pl: Numer telefonu:
sv: Telefonnummer
vi: Số điện thoại
zh_tw: 電話號碼

source: Message:
ca: Missatge:
it: Messaggio:
pl: Wiadomość:
sv: Meddelande:
vi: Tin nhắn:
zh_tw: 訊息：

source: Send text to '{device_name}'
ca: Enviar text a '{device_name}'
it: Invia testo a '{device_name}'
pl: Wyślij tekst do urządzenia '{device_name}'
sv: Skicka text till "{device_name}"
vi: Gửi văn bản đến '{device_name}'
zh_tw: 傳送文字到「{device_name}」

source: Text to send:
ca: Text a enviar:
it: Testo da inviare:
pl: Tekst do wysłania:
sv: Text att skicka:
vi: Văn bản gửi:
zh_tw: 要傳送的文字：

source: Select files to send to '{deviceName}'
ca: Seleccioneu fitxers per enviar a '{deviceName}'
it: Seleziona file da inviare a '{deviceName}'
pl: Wybierz pliki do wysłania do '{deviceName}'
sv: Välj filer att skicka till "{deviceName}"
vi: Chọn tập tin để gửi đến '{deviceName}'
zh_tw: 選取要傳送到「{deviceName}」的檔案

source: Select where to save photo received from '{deviceName}'
ca: Seleccioneu on es guardarà la foto rebuda de '{deviceName}'
it: Seleziona dove salvare le foto ricevute da '{deviceName}'
pl: Wybierz gdzie chcesz zapisać zdjęcie otrzymane od '{deviceName}'
sv: Välj var bild mottagen från "{deviceName}" skall sparas
vi: Chọn nơi lưu ảnh nhận từ '{deviceName}'
zh_tw: 選取從「{deviceName}」收到的照片要儲存的位置

source: photo.jpg
ca: foto.jpg
it: foto.jpg
pl: zdjęcie.jpg
sv: bild.jpg
vi: anh.jpg

source: JPEG Photo
ca: Foto JPEG
it: Foto JPEG
pl: Zdjęcie JPEG
sv: JPEG-bild
vi: Ảnh JPEG
zh_tw: JPEG 照片

source: KDE Connect Applet
ca: Miniaplicació KDE Connect
it: Applet KDE Connect
pl: Aplet KDE Connect
sv: KDE Connect panelprogram
vi: Applet KDE Connect
zh_tw: KDE Connect 小程式

source: Enables interacting with devices connected via KDE Connect
ca: Activa la interacció amb dispositius connectats via KDE Connect
it: Abilita l'interazione con dispositivi connessi tramite KDE Connect
pl: Pozwala na interakcję z urządzeniami połączonymi przez KDE Connect
sv: Panelprogram för interaktion med enheter, anslutna via KDE Connect
vi: Cho phép tương tác với các thiết bị kết nối qua KDE Connect
zh_tw: 可與透過 KDE Connect 連線的裝置互動

source: KDE Connect Applet makes it easy to use the various features provided by KDE Connect to interact with connected devices, like sending files, sending SMS messages, browsing the storage of the device and more
ca: La miniaplicació KDE Connect facilita l'ús de funcionalitats d'interacció entre dispositius connectats via KDE Connect, com ara l'enviament de fitxers, SMS, o la navegació pels fitxers
it: L'applet KDE Connect semplifica l'utilizzo delle varie funzionalità fornite da KDE Connect per interagire con i dispositivi connessi, come l'invio di file, l'invio di messaggi SMS, la navigazione nella memoria del dispositivo e altro
pl: Aplet KDE Connect pozwala na łatwe korzystanie z różnych funkcji które daje KDEConnect, aby mieć interakcję z połączonymi urządzeniami, takie jak wysyłanie plików, wysyłanie wiadomościSMS, przeglądanie pamięci urządzenia i wiele innych
sv: KDE Connect Panelprogram gör det enkelt att använda de olika funktionerna som tillhandahålls av KDE Connect för att interagera med anslutna enheter, som att skicka filer, skicka SMS, bläddra i enhetens lagring och mer
vi: Applet KDE Connect giúp dễ dàng sử dụng các tính năng của KDE Connect để tương tác với thiết bị, như gửi tập tin, gửi SMS, duyệt bộ nhớ thiết bị và nhiều hơn nữa
zh_tw: KDE Connect 小程式讓您能輕鬆使用 KDE Connect 提供的多種功能來與連線裝置互動，例如傳送檔案、傳送 SMS 訊息、瀏覽裝置儲存空間等

source: Johannes Schoeneberger - Author
ca: Autor - Johannes Schoeneberger
it: Johannes Schoeneberger - Autore
pl: Johannes Schoeneberger - Autor
sv: Johannes Schoeneberger - Utvecklare
vi: Johannes Schoeneberger - Tác giả
zh_tw: Johannes Schoeneberger - 作者

source: Severga - Inspiration for the Applet
ca: Severga - Inspiració per la miniaplicació
it: Severga - Ispirazione per l'applet
pl: Severga - Inspiracja do Apletu
sv: Severga - Inspiration till panelprogrammet
vi: Severga - Nguồn cảm hứng cho Applet
zh_tw: Severga - 小程式靈感來源

source: General
it: Generale
pl: Ogólne
sv: Allmänt
vi: Chung
zh_tw: 一般

source: Modules
ca: Mòduls
it: Moduli
pl: Moduły
sv: Moduler
vi: Module
zh_tw: 功能模組

source: Context Menu
ca: Menú contextual
it: Menù Contestuale
pl: Menu kontekstowe
sv: Kontextmeny
vi: Menu ngữ cảnh
zh_tw: 右鍵選單

source: Panel
ca: Tauler
it: Pannello
vi: Thanh panel
zh_tw: 面板

source: Devices
ca: Dispositius
it: Dispositivi
pl: Urządzenia
sv: Enheter
vi: Thiết bị
zh_tw: 裝置

source: Info Modules
ca: Informació dels mòduls
it: Moduli di Info
pl: Moduły informacyjne
sv: InfoModuler
vi: Module thông tin
zh_tw: 資訊模組

source: Action Modules
ca: Mòduls d'acció
it: Moduli di Azione
pl: Moduły akcji
sv: Åtgärdsmoduler
vi: Module hành động
zh_tw: 動作模組

source: Battery Info Module
ca: Mòdul d'informació de bateria
it: Modulo Info Batteria
pl: Moduł informacji o baterii
sv: Modul för bateriinformation
vi: Module thông tin pin
zh_tw: 電池資訊模組

source: Device-Info Info Module
ca: Mòdul d'informació dels dispositius
it: Modulo Info-Dispositivo
pl: Moduł informacji o urządzeniu
sv: Modul för enhetsinformation
vi: Module thông tin thiết bị
zh_tw: 裝置資訊模組

source: Connectivity Info Module
ca: Mòdul d'informació de connectivitat
it: Modulo Info Connettività
pl: Moduł informacji o łączności
sv: Modul för anslutningsinformation
vi: Module thông tin kết nối
zh_tw: 連線狀態資訊模組

source: FindMyPhone Action Module
ca: Mòdul d'acció FindMyPhone
it: Modulo Azione FindMyPhone
pl: Moduł akcji FindMyPhone
sv: Åtgärdsmodul för HittaMinTelefon
vi: Module hành động Tìm điện thoại
zh_tw: 尋找我的手機動作模組

source: Request-Photo Action Module
ca: Mòdul d'acció Request-Photo
it: Modulo Azione Richiedi-Foto
pl: Moduł akcji Request-Photo
sv: Åtgärdsmodul för bildöverföring
vi: Module hành động Yêu cầu ảnh
zh_tw: 請求照片動作模組

source: Ping Action Module
ca: Mòdul d'acció Ping
it: Modulo Azione Ping
pl: Moduł akcji Ping
sv: Åtgärdsmodul för Ping
vi: Module hành động Ping
zh_tw: Ping 動作模組

source: Share Action Module
ca: Mòdul d'acció Share
it: Modulo Azione Condividi
pl: Moduł akcji Share
sv: Åtgärdsmodul för delning
vi: Module hành động Chia sẻ
zh_tw: 分享動作模組

source: SFTP Action Module
ca: Mòdul d'acció SFTP
it: Modulo Azione SFTP
pl: Moduł akcji SFTP
sv: Åtgärdsmodul för SFTP
vi: Module hành động SFTP
zh_tw: SFTP 動作模組

source: SMS Action Module
ca: Mòdul d'acció SMS
it: Modulo Azione SMS
pl: Moduł akcji SMS
sv: Åtgärdsmodul för SMS
vi: Module hành động SMS
zh_tw: SMS 動作模組

source: Show own ID in the context menu of the applet
ca: Mostrar la ID pròpia al menú contextual de la miniaplicació
it: Mostra l'own ID nel menù contestuale dell'applet
pl: Pokaż własne ID w menu kontekstowym apletu
sv: Visa eget ID i panelprogrammets högerklicksmeny
vi: Hiển thị ID của bản thân trong menu ngữ cảnh của applet
zh_tw: 在小程式的右鍵選單中顯示本機 ID

source: Show KDE Connect version in the context menu of the applet
ca: Mostrar la versió de KDE Connect al menú contextual de la miniaplicació
it: Mostra la versione di KDE Connect nel menù contestuale dell'applet
pl: Pokaż wersję KDE Connect w menu kontekstowym appletu
sv: Visa KDE Connect-version i panelprogrammets högerklicksmeny
vi: Hiển thị phiên bản KDE Connect trong menu ngữ cảnh của applet
zh_tw: 在小程式的右鍵選單中顯示 KDE Connect 版本

source: Show the number of connected devices next to the icon in the panel
ca: Mostrar el número de dispositius connectats al costat de la icona al tauler
it: Mostra il numero di dispositivi connessi accanto all'icona nel pannello
pl: Pokaż liczbę podłączonych urządzeń obok ikony w panelu
sv: Visa antal anslutna enheter vid sidan av panelikonen
vi: Hiển thị số thiết bị kết nối bên cạnh biểu tượng trên thanh panel
zh_tw: 在面板圖示旁顯示已連線的裝置數量

source: Show the device count in the tooltip of the applet
ca: Mostrar el número de dispositius a la informació d'eines de la miniaplicació
it: Mostra il conteggio dei dispositivi nel tooltip dell'applet
pl: Pokaż liczbę urządzeń w dymku apletu
sv: Visa antal enheter i panelprogrammets knappbeskrivning
vi: Hiển thị số thiết bị trong tooltip của applet
zh_tw: 在小程式的工具提示中顯示裝置數量

source: Icon type
ca: Tipus d'icona
it: Tipo icona
pl: Typ ikony
sv: Ikontyp
vi: Loại biểu tượng
zh_tw: 圖示類型

source: Symbolic
ca: Simbòlica
it: Simbolica
pl: Symboliczna
sv: Symbolisk
vi: Biểu tượng ký hiệu
zh_tw: 符號式

source: Color
it: Colore
pl: Kolorowa
sv: Färg
vi: Màu sắc
zh_tw: 彩色

source: Use custom icon
ca: Utilitzar icona personalitzada
it: Usa icona personalizzata
pl: Używaj niestandardowej ikony
sv: Använd anpassad ikon
vi: Sử dụng biểu tượng tùy chỉnh
zh_tw: 使用自訂圖示

source: Custom icon to use
ca: Icona personalitzada a utilitzar
it: Icona personalizzata da utilizzare
pl: Niestandardowa ikona do użycia
sv: Anpassad ikon att använda
vi: Biểu tượng tùy chỉnh để sử dụng
zh_tw: 要使用的自訂圖示

source: Open KDE Connect Configuration
ca: Obrir la configuració de KDE Connect
it: Apri Configurazione di KDE Connect
pl: Otwórz konfigurację KDE Connect
sv: Öppna KDE Connects inställningar
vi: Mở Cấu hình KDE Connect
zh_tw: 開啟 KDE Connect 設定

source: Expand the device sub menu automatically, if only one device is available
ca: Expandir el menú de dispositius automàticament quan un dispositiu estigui disponible
it: Espandere automaticamente il sottomenù del dispositivo, se è disponibile un solo dispositivo
pl: Rozwiń sub menu urządzenia automatycznie, jeżeli dostępne jest tylko jedno urządzenie
sv: Expandera enhetens undermeny automatiskt, om endast en enhet finns tillgänglig
vi: Tự động mở rộng menu phụ của thiết bị nếu chỉ có một thiết bị có sẵn
zh_tw: 若只有一部裝置可用，則自動展開裝置子選單

source: Name
ca: Nom
it: Nome
pl: Nazwa
sv: Namn
vi: Tên
zh_tw: 名稱

source: Expand
ca: Expandir
it: Espandi
pl: Rozwijaj
sv: Expandera
vi: Mở rộng
zh_tw: 展開

source: Enabled
ca: Activat
it: Abilitato
pl: Włączone
sv: Aktiv
vi: Bật
zh_tw: 啟用

source: Shows the current battery charge and charging status of the device
ca: Mostra l'estat actual de la bateria i si s'està carregant o no
it: Mostra la carica attuale della batteria e lo stato di carica del dispositivo
sv: Visar aktuell batterinivå och laddningsstatus för enheten
vi: Hiển thị dung lượng pin hiện tại và trạng thái sạc của thiết bị
zh_tw: 顯示裝置目前的電池電量與充電狀態

source: Shows the device icon along with its ID
ca: Mostra la icona del dispositiu juntament amb la seva ID
it: Mostra l'icona del dispositivo insieme al relativo ID
pl: Pokazuje ikonę urządzenia razem z jego ID
sv: Visar enhetens ikon tillsammans med dess ID
vi: Hiển thị biểu tượng thiết bị cùng với ID của nó
zh_tw: 顯示裝置圖示及其 ID

source: Shows the current connectivity status and network type of the device
ca: Mostrar l'estat actual de la connectivitat i el tipus de xarxa del dispositiu
it: Mostra lo stato di connettività corrente e il tipo di rete del dispositivo
pl: Pokazuje aktualny stan połączenia i typ sieci urządzenia
sv: Visar aktuell anslutningsstatus och nätverkstyp för enheten
vi: Hiển thị trạng thái kết nối hiện tại và loại mạng của thiết bị
zh_tw: 顯示裝置目前連線狀態與網路類型

source: Show the mobile network type
ca: Mostrar el tipus de xarxa mòbil
it: Mostra il tipo di rete mobile
pl: Pokaż typ sieci komórkowej
sv: Visa mobilnätverkstyp
vi: Hiển thị loại mạng di động
zh_tw: 顯示行動網路類型

source: Lets you make the device ring, so you can find it, if you have misplaced it
ca: Us permet trucar al dispositiu de manera que pugueu trobar-lo en cas d'haver-lo perdut de vista
it: Ti consente di far squillare il dispositivo, così puoi trovarlo, se lo hai smarrito
pl: Pozwala zadzwonić twoim urządzeniem, aby je znaleźć, jeżeli gdzieś je zgubiłeś
sv: Får enheten att ringa, så att du kan hitta den, om du har tappat bort den.
vi: Cho phép thiết bị đổ chuông để bạn có thể tìm thấy nếu bị thất lạc
zh_tw: 讓裝置響鈴，方便在遺失或放錯位置時尋找裝置
