Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/kdecapplet@joejoetv/*.po
Languages: ca, it, pl, sv, vi, zh_tw

source: Lets you request a photo from the remote device and save it on this device
ca: Us permet sol·licitar una foto del dispositiu remot i guardar-la en aquest dispositiu
it: Consente di richiedere una foto dal dispositivo remoto e di salvarla su questo dispositivo
pl: Pozwala poprosić o zdjęcie z zdalnego urządzenia, aby zapisać je na tym urządzeniu
sv: Låter dig ta emot en bild från fjärrenheten och spara den på den här enheten
vi: Cho phép yêu cầu ảnh từ thiết bị từ xa và lưu trên thiết bị này
zh_tw: 讓您能向遠端裝置請求照片並將其儲存在此裝置上

source: Save received photos directly to directory
ca: Guardar les fotos rebudes directament al directori
it: Salva le foto ricevute direttamente nella directory
pl: Zapisuj otrzymane zdjęcia prosto do katalogu
sv: Spara mottagna bilder direkt i mapp
vi: Lưu ảnh nhận được trực tiếp vào thư mục
zh_tw: 將收到的照片直接儲存到目錄

source: The directory to save received photos to
ca: El directori on es guardaran les fotos rebutes
it: La directory in cui salvare le foto ricevute
pl: Katalog do zapisania otrzymanych zdjęć
sv: Mapp att spara mottagna bilder i
vi: Thư mục để lưu các ảnh nhận được
zh_tw: 儲存收到照片的目錄

source: Lets you ping the the device to make sure it's connected
ca: Us permet fer ping al dispositiu per a confirmar que està connectat
it: Consente di eseguire il ping del dispositivo per assicurarsi che sia connesso
pl: Pozwala spingować urządzenie, aby sprawdzić czy jest dalej połączone
sv: Pingar enheten för att se om den är ansluten
vi: Cho phép gửi ping đến thiết bị để đảm bảo nó đang kết nối
zh_tw: 讓您能對裝置發送 ping 以確認其連線狀態

source: Use custom message for ping
ca: Utilitzar un missatge personalitzat pel ping
it: Usa un messaggio personalizzato per il ping
pl: Użyj niestandardowej wiadomości do pingu
sv: Använd anpassat meddelande för ping
vi: Sử dụng thông điệp tùy chỉnh cho ping
zh_tw: 使用自訂訊息進行 ping

source: Custom message
ca: Missatge personalitzat
it: Messaggio personalizzato
pl: Niestandardowa wiadomość
sv: Anpassat meddelande
vi: Thông điệp tùy chỉnh
zh_tw: 自訂訊息

source: Lets you share URLs, files or text to the device
ca: Us permet compartir URLs, fitxers o text amb el dispositiu
it: Consente di condividere URL, file o testo sul dispositivo
pl: Pozwala ci wysyłać adresy URL, pliki lub tekst do urządzenia
sv: Låter dig dela webbadresser, filer eller text till enheten
vi: Cho phép chia sẻ URL, tập tin hoặc văn bản đến thiết bị
zh_tw: 讓您能分享網址、檔案或文字到裝置

source: Show menu items in sub menu
ca: Mostrar elements del menú al submenú
it: Mostra le voci di menù nel sottomenù
pl: Pokaż elementy menu w sub menu
sv: Visa menyposter i undermeny
vi: Hiển thị mục menu trong menu phụ
zh_tw: 在子選單中顯示選單選項

source: Enable the menu item to send a URL
ca: Activar l'element del menú per enviar una URL
it: Abilita la voce di menù per inviare un URL
pl: Włącz element menu do wysyłania adresów URL
sv: Aktivera menyalternativet för att skicka en URL
vi: Bật mục menu để gửi URL
zh_tw: 啟用傳送網址的選單選項

source: Enable the menu item to send some text
ca: Activar l'element del menú per enviar text
it: Abilita la voce di menù per inviare del testo
pl: Włącz element menu do wysyłania tekstu
sv: Aktivera menyalternativet för att skicka text
vi: Bật mục menu để gửi văn bản
zh_tw: 啟用傳送文字的選單選項

source: Enable the menu item to send file(s)
ca: Activar l'element del menú per enviar fitxer(s)
it: Abilita la voce di menù per inviare dei file
pl: Włącz element menu do wysyłania plik(ów)
sv: Aktivera menyalternativet för att skicka fil(er)
vi: Bật mục menu để gửi tập tin
zh_tw: 啟用傳送檔案的選單選項

source: Lets you remotely browse the storage selected on the device
ca: Us permet navegar pel sistema de fitxers del dispositiu de manera remota
it: Consente di sfogliare in remoto lo spazio di archiviazione selezionato sul dispositivo
pl: Pozwala zdalnie przeglądać pamięć wybraną na urządzeniu
sv: Låter dig fjärrbläddra i vald lagringsmapp på enheten
vi: Cho phép duyệt bộ nhớ đã chọn trên thiết bị từ xa
zh_tw: 讓您能遠端瀏覽在裝置上選取的儲存空間

source: Lets you remotely send SMS messages from the device
ca: Us permet enviar SMS des del dispositiu de manera remota
it: Consente di inviare in remoto messaggi SMS dal dispositivo
pl: Pozwala zdalnie wysyłać wiadomości SMS z urządzenia
sv: Låter dig fjärrskicka SMS från enheten
vi: Cho phép gửi SMS từ xa từ thiết bị
zh_tw: 讓您能從裝置遠端傳送 SMS 訊息

source: Enable the menu item to send an SMS message
ca: Activar l'element del menú per enviar missatges SMS
it: Abilita la voce di menù per inviare un messaggio SMS
pl: Włącz element menu do wysyłania wiadomości SMS
sv: Aktivera menyalternativet för att skicka ett SMS
vi: Bật mục menu để gửi tin nhắn SMS
zh_tw: 啟用傳送 SMS 訊息的選單選項

source: Enable the menu item to launch the KDE Connect SMS app
ca: Activar l'element del menú per a iniciar l'aplicació d'SMS de KDE Connect
it: Abilita la voce di menù per lanciare l'app KDE Connect SMS
pl: Włącz element menu do włączania programu KDE Connect SMS
sv: Aktivera menyalternativet för att starta KDE Connects SMS-program
vi: Bật mục menu để mở ứng dụng SMS của KDE Connect
zh_tw: 啟用啟動 KDE Connect SMS 應用程式的選單選項

source: URL
pl: Adres URL
zh_tw: 網址
