Repository: linuxmint/cinnamon-spices-applets
Catalog: clipboard-history@axaul/files/clipboard-history@axaul/po/*.po
Languages: fr

source: Open clipboard history
fr: Ouvrir l'historique du presse-papiers

source: [SETTINGS] Settings change detected
fr: [PARAMS] Changement de paramètres détecté

source: 🗑️ Clear entire history
fr: 🗑️ Vider tout l'historique

source: History emptied and clipboard erased!
fr: Historique vidé et presse-papiers effacé !

source: “%s” copied to clipboard.
fr: « %s » copié dans le presse-papiers.

source: Clipboard has been emptied.
fr: Le presse-papiers a été vidé.

source: Clipboard cleared (it contained text).
fr: Presse-papiers vidé (contenait du texte).

source: Clipboard not cleared (non-text content).
fr: Presse-papiers non vidé (contenu non texte).

source: An error occurred while adding content to clipboard history: %s
fr: Une erreur est survenue lors de l'ajout du contenu à l'historique du presse-papiers : %s"

source: New content detected: “%s”
fr: Nouveau contenu détecté : « %s »

source: The contents of the clipboard have not changed since last %s seconds.
fr: Le contenu du presse-papiers n'a pas changé depuis ces %s dernières secondes.

source: Starting clipboard checking.
fr: Démarrage de la surveillance du presse-papiers.

source: Clipboard history
fr: Historique du presse-papiers

source: Utility to access previously copied text.
fr: Utilitaire pour accéder à des éléments anciennement copiés.

source: Enable debug mode
fr: Activer le mode de débogage

source: Maximum number of items that can be stored in the clipboard history.
fr: Nombre maximal d'éléments pouvant être stockés dans l'historique du presse-papiers.

source: Clipboard check interval
fr: Intervalle de vérification du presse-papiers

source: seconds
fr: secondes

source: Open clipboard history with shortcut.
fr: Ouvrir l'historique du presse-papiers à l'aide d'un raccourci clavier.

source: Save keyboard shortcuts to open the clipboard history.
fr: Enregistrer des raccourcis-clavier pour ouvrir l'historique du presse-papiers.
