Repository: linuxmint/cinnamon-spices-applets
Catalog: bash-sensors@pkkk/files/bash-sensors@pkkk/po/*.po
Languages: fi_fi

source: Error: Still waiting for command to finish!
fi_fi: Virhe: Odotetaan edelleen komennon päättymistä!

source: Bash Sensors
fi_fi: Bash sensorit

source: Write your Bash commands to specify applet output (temperature sensors and not only!)
fi_fi: Kirjoita Bash-komentosi määrittääksesi sovelman ulostulon (lämpötila-anturit, ei vain!)

source: Settings - Bash Sensors (write commands in Bash!)
fi_fi: Asetukset - Bash-sensorit (kirjoita komennot Bashissa!)

source: Title
fi_fi: Otsikko

source: Title used when displaying notifications
fi_fi: Ilmoitusten näyttämiseen käytetty otsikko

source: seconds
fi_fi: sekunnit

source: Refresh interval [0 for no refresh]
fi_fi: Päivitysväli [0 ei päivitystä]

source: Shell to be used ('-c' will be used to call commands)
fi_fi: Käytettävä komentotulkki ("-c":tä käytetään komentojen kutsumiseen)

source: Commands
fi_fi: Komennot

source: Command 1
fi_fi: Komento 1

source: first line of output (use \f for more lines)
fi_fi: tulosteen ensimmäinen rivi (käytä \f, jos haluat lisää rivejä)

source: Two-line mode (command 2 enabled)
fi_fi: Kaksirivinen tila (komento 2 käytössä)

source: Command 2
fi_fi: Komento 2

source: second line of output (optional)
fi_fi: toinen tulosterivi (valinnainen)

source: Icon
fi_fi: Kuvake

source: Dynamic icon (use output of icon command as icon)
fi_fi: Dynaaminen kuvake (käytä kuvakekomennon tulosta kuvakkeena)

source: Static icon or command returning the full path to an icon
fi_fi: Staattinen kuvake tai komento, joka palauttaa kuvakkeen koko polun

source: command should return an icon (leave empty for no icon)
fi_fi: komennon pitäisi palauttaa kuvake (jätä tyhjäksi, jos ei ole kuvaketta)

source: Tooltip
fi_fi: Työkaluvinkki

source: Dynamic tooltip (use output of tooltip command as tooltip)
fi_fi: Dynaaminen työkaluvihje (käytä työkaluvihje komennon tulosta työkaluvihjeenä)

source: Tooltip command or static tooltip text
fi_fi: Työkaluvihje komento tai staattinen työkaluvihjeteksti

source: tooltip (static or dynamic)
fi_fi: työkaluvihje (staattinen tai dynaaminen)

source: Command on applet click
fi_fi: Komento sovelman napsautuksella

source: Menu command (on applet left-click)
fi_fi: Valikkokomento (sovelman vasen painike)

source: allows to display lots of information in popup menu
fi_fi: antaa mahdollisuuden näyttää paljon tietoa ponnahdusvalikossa

source: Display output of menu command
fi_fi: Näytä valikkokomennon tulos

source: Command on start-up
fi_fi: Komento käynnistyksen yhteydessä

source: Command run at start-up
fi_fi: Komento suoritetaan käynnistyksen yhteydessä
