Repository: linuxmint/cinnamon-spices-applets
Catalog: better-backgrounds@simonmicro/files/better-backgrounds@simonmicro/po/*.po
Languages: ca, es, fi, nl, ru, vi

source: Better Backgrounds
ca: Millors Fons
es: Mejores fondos
nl: Verbeterde achtergronden
ru: Лучшие Фоновые Обои (Better Backgrounds)
vi: Hình nền tốt hơn

source: Apply new backgrounds from Bing, Himawari 8, Picsum Photos, PlaceKitten.com, Unsplash.com or even whole websites - specify search tags, triggers and more!
ca: Aplica fons de pantalla nous de Bing, Himawari 8, Picsum Photos, PlaceKitten.com, Unsplash.com o altres llocs web!
es: Aplique nuevos fondos de Bing, Himawari 8, Picsum Photos, PlaceKitten.com, Unsplash.com o incluso sitios web completos: especifique etiquetas de búsqueda, activadores y más!
fi: Käytä uusia taustakuvia Bing, Himawari 8, Picsum Photos, PlaceKitten.com, Unsplash.com tai jopa verkkosivuilta – määritä hakuun tunnisteet, käynnistimet ja paljon muuta!
nl: Pas nieuwe achtergronden toe van Bing, Himawari 8, Picsum Photos, PlaceKitten.com, Unsplash.com of zelfs hele websites - geef zoektags, triggers en meer op!
ru: Применяйте новые обои на рабочий стол из Bing, Himawari 8, Picsum Photos, PlaceKitten.com, Unsplash.com или других сайтов - используя теги и не только!
vi: Áp dụng hình nền mới từ Bing, Himawari 8, Picsum Photos, PlaceKitten.com, Unsplash.com hoặc thậm chí là toàn bộ trang web - chỉ định thẻ tìm kiếm, kích hoạt và nhiều hơn nữa!

source: Behaviour
ca: Comportament
es: Comportamiento
fi: Toiminta
nl: Gedrag
ru: Поведение
vi: Hành vi

source: Effects
ca: Efectes
es: Efectos
fi: Tehosteet
nl: Effecten
ru: Эффекты
vi: Hiệu ứng

source: Source
ca: Origen
es: Fuente
fi: Lähde
nl: Bron
ru: Источник
vi: Nguồn

source: Resolution
ca: Resolució
es: Resolución
fi: Tarkkuus
nl: Resolutie
ru: Разрешение
vi: Độ phân giải

source: Applet
ca: Miniaplicació
fi: Sovelma
ru: Апплет
vi: Tiện ích

source: Save Pictures
ca: Guardar imatges
es: Guardar imágenes
fi: Tallenna kuvat
nl: Afbeeldingen opslaan
ru: Сохранить Изображение
vi: Lưu ảnh

source: Image effects
ca: Efectes d'imatge
es: Efectos de imagen
fi: Kuvatehosteet
nl: Afbeeldingseffecten
ru: Эффекты Изображений
vi: Hiệu ứng hình ảnh

source: Triggers
es: Activadores
fi: Käynnistimet
ru: Триггеры
vi: Kích hoạt

source: Tags
es: Etiquetas
fi: Tagit
ru: Теги
vi: Thẻ

source: Apply
ca: Aplicar
es: Aplicar
fi: Käytä
nl: Toepassen
ru: Применить
vi: Áp dụng

source: Animate icon while downloading
ca: Animar la icona mentre s'està descarregant
es: Animar el icono durante la descarga
fi: Animoi kuvake latauksen aikana
nl: Pictogram-animatie tijdens het downloaden
ru: Анимированный значок при загрузке
vi: Hoạt ảnh biểu tượng khi đang tải xuống

source: When a new background is downloaded the icon gets animated...
ca: Quan s'està baixant un nou fons de pantalla, la icona reprodueix una animació...
es: Cuando se descarga un nuevo fondo, el ícono se anima...
fi: Kun uusi tausta ladataan, kuvake animoituu...
nl: Wanneer een nieuwe achtergrond is gedownload, wordt het icoon geanimeerd...
ru: При загрузке нового изображения значок анимируется...
vi: Khi hình nền mới được tải xuống, biểu tượng sẽ được hoạt ảnh...

source: Show notifications on problems
ca: Mostrar notificacions referents a problemes
es: Mostrar notificaciones sobre problemas
fi: Näytä ilmoitukset ongelmista
nl: Meldingen weergeven bij problemen
ru: Показывать уведомления о проблемах
vi: Hiển thị thông báo khi có sự cố

source: Bad network? Faulty setup? The applet will notify you. Every time.
ca: Xarxa limitada? Error en la configuració o l'arranc? La miniaplicació us ho notificarà cada vegada.
es: ¿Problemas con la red? ¿Una configuración defectuosa? El applet se lo notificará. Siempre.
fi: Huono nettiyhteys? Virheellinen asetus? Sovelma ilmoittaa sinulle. Joka kerta.
nl: Slecht netwerk? Foutieve configuratie? De applet zal je op de hoogte stellen. Elke keer weer.
ru: Плохая сеть? Неправильная настройка? Апплет уведомит вас. Каждый раз.
vi: Mạng kém? Cài đặt lỗi? Tiện ích sẽ thông báo cho bạn. Mỗi lần.

source: You found a bug or want to suggest a missing feature? Just checkout the source code at https://github.com/simonmicro/better-backgrounds right over on Github!
ca: Heu trobat un error o voleu sol·licitar funcionalitats extra? Reviseu el codi a Github https://github.com/simonmicro/better-backgrounds !
es: ¿Ha encontrado un error o quiere sugerir una función que falte? Consulte el código fuente en https://github.com/simonmicro/better-backgrounds en Github!
fi: Löysitkö virheen tai haluatko ehdottaa puuttuvaa ominaisuutta? Tarkista Github lähdekoodi osoitteessa https://github.com/simonmicro/better-backgrounds
nl: Heb je een bug gevonden of wil je een ontbrekende functie voorstellen? Bekijk gewoon de broncode op https://github.com/simonmicro/better-backgrounds op Github!
ru: Вы нашли ошибку или хотите внести изменение? Просто исследуйте исходный код на https://github.com/simonmicro/better-backgrounds Github!
vi: Bạn phát hiện lỗi hoặc muốn đề xuất tính năng còn thiếu? Hãy xem mã nguồn tại https://github.com/simonmicro/better-backgrounds trên Github!

source: Picture save location
ca: Ubicació de l'emmagatzematge d'imatges
es: Ubicación para guardar la imagen
fi: Kuvan tallennuspaikka
nl: Opslaglocatie afbeeldingen
ru: Место сохранения изображения
vi: Vị trí lưu ảnh

source: When you choose to save the current background, where do you want to put it?
ca: On es guardarà el fons de pantalla actual?
es: Cuando elija guardar el fondo actual, ¿dónde quiere ponerlo?
fi: Kun päätät tallentaa nykyisen taustan, mihin haluat sijoittaa sen?
nl: Wanneer je ervoor kiest om de huidige achtergrond op te slaan, waar wil je deze dan plaatsen?
ru: Если вы решите сохранить изображение, куда его поместить?
vi: Khi bạn chọn lưu hình nền hiện tại, bạn muốn lưu ở đâu?

source: This feature uses the command 'convert' from the package 'imagemagick'. Please make sure this package or command is installed.
ca: Aquesta funcionalitat utilitza l'ordre 'convert' del paquet 'imagemagick'. Assegureu-vos que està instal·lat.
es: Esta función utiliza el comando 'convert' del paquete 'imagemagick'. Por favor, asegúrese de que este paquete o comando esté instalado.
fi: Tämä ominaisuus käyttää komentoa "convert" paketista "imagemagick". Varmista, että tämä paketti tai komento on asennettu.
nl: Deze functie maakt gebruik van het commando 'convert' uit het pakket 'imagemagick'. Zorg ervoor dat dit pakket of commando is geïnstalleerd.
ru: Эта функция требует установленного 'imagemagick'. Пожалуйста убедитесь что эта программа установлена.
vi: Tính năng này sử dụng lệnh 'convert' từ gói 'imagemagick'. Vui lòng đảm bảo gói hoặc lệnh này đã được cài đặt.

source: On applet reloading
ca: En recarregar la miniaplicació
es: Al recargar el applet
fi: Sovelluksen latautuessa uudelleen
nl: Bij het herladen van de applet
ru: При перезагрузке апплета
vi: Khi tải lại tiện ích

source: Every time the applet is (re-)loaded, the background will be changed
ca: Cada vegada que la miniaplicació es recarregui, el fons canviarà
es: Cada vez que se (re)cargue el applet, se cambiará el fondo
fi: Joka kerta kun sovelma ladataan (uudelleen), tausta muuttuu
nl: Elke keer dat de applet (opnieuw) wordt geladen, zal de achtergrond worden gewijzigd
ru: Каждый раз при (пере)загрузке апплета, фон будет меняться
vi: Mỗi lần tiện ích được tải lại, hình nền sẽ được thay đổi

source: Clicking on the applet
ca: Clicant a la miniaplicació
es: Al hacer clic en el applet
fi: Napsauttamalla sovelmaa
nl: Klikken op de applet
ru: При нажатии на апплет
vi: Nhấn vào tiện ích

source: Just click onto the icon in your panel
ca: En fer clic a la icona del tauler
es: Haga clic en el icono de su panel
fi: Napsauta vain kuvaketta paneelissa
nl: Klik gewoon op het pictogram in je paneel
ru: Просто кликнете мышью на значке апплета вашей панели
vi: Chỉ cần nhấn vào biểu tượng trên bảng điều khiển

source: Note that this will disable the menu on clicking the applet - because clicking will change the background before you've got any chance to press the corresponding button to e.g. save the image!
ca: Això desactivarà el menú en clicar el tauler - perquè el clic canviarà el fons de pantalla abans que pugueu realitzar cap altra acció amb la imatge!
es: Tenga en cuenta que esto desactivará el menú al hacer clic en el applet, porque al hacer clic cambiará el fondo antes de que pueda pulsar el botón correspondiente para, por ejemplo, guardar la imagen!
fi: Huomaa, että tämä poistaa sovelman napsautuksen valikossa, koska painallus muuttaa taustan ennen kuin sinulla on mahdollisuutta painaa painiketta esim. tallenna kuva!
nl: Let op dat dit het menu uitschakelt bij het klikken op de applet - omdat het klikken de achtergrond zal veranderen voordat je de kans hebt om op de overeenkomstige knop te drukken om bijv. de afbeelding op te slaan!
ru: Это отключит меню при нажатии на апплет. Например не будет меню сохранения изображения
vi: Lưu ý rằng thao tác này sẽ tắt menu khi nhấn vào tiện ích - vì nhấn sẽ thay đổi hình nền trước khi bạn có cơ hội nhấn nút tương ứng để ví dụ như lưu ảnh!

source: After some time
ca: Una estona més tard
es: Después de algún tiempo
fi: Jonkin ajan kuluttua
nl: Na enige tijd
ru: Через заданное время
vi: Sau một khoảng thời gian

source: After the specified number of minutes passes, we will change the background
ca: El fons canviarà quan hagi passat el nombre de minuts especificats
es: Una vez transcurrido el número de minutos especificado, cambiaremos el fondo
fi: Kun määritetty määrä minuutteja on kulunut, taustaa vaihdetaan
nl: Na het verstrijken van het opgegeven aantal minuten, zullen we de achtergrond wijzigen
ru: После указанного времени фон будет обновлён
vi: Sau số phút đã chỉ định, hình nền sẽ được thay đổi

source: Change after
ca: Canviar d'aquí a
es: Cambiar después de
fi: Vaihda jälkeen
nl: Wijzig na
ru: Сменять фон через
vi: Thay đổi sau

source: minutes
ca: minuts
es: minutos
fi: minuuttia
nl: minuten
ru: минуты
vi: phút

source: This feature uses the command 'mogrify' from the package 'imagemagick'. Please make sure this package or command is installed.
ca: Aquesta funcionalitat utilitza l'ordre 'mogrify' del paquet 'imagemagick'. Assegureu-vos que està instal·lat.
es: Esta función utiliza el comando 'mogrify' del paquete 'imagemagick'. Asegúrese de que este paquete o comando esté instalado.
fi: Tämä ominaisuus käyttää komentoa "mogrify" paketista "imagemagick". Varmista, että tämä paketti tai komento on asennettu.
nl: Deze functie maakt gebruik van het commando 'mogrify' uit het pakket 'imagemagick'. Zorg ervoor dat dit pakket of commando is geïnstalleerd.
ru: Эта функция требует установленного 'imagemagick'. Пожалуйста убедитесь что эта программа установлена.
vi: Tính năng này sử dụng lệnh 'mogrify' từ gói 'imagemagick'. Vui lòng đảm bảo gói hoặc lệnh này đã được cài đặt.

source: Apply effects
ca: Aplicar efectes
es: Aplicar efectos
fi: Käytä tehosteita
nl: Effecten toepassen
ru: Применить эффекты
vi: Áp dụng hiệu ứng

source: Gaussian blur
es: Desenfoque gaussiano
fi: Gauss-sumennus
vi: Làm mờ Gaussian

source: Grayscale
ca: Escala de grisos
es: Escala de grises
fi: Harmaasävy
nl: Grijstinten
vi: Thang xám

source: None
ca: Cap
es: Ninguno
fi: Ei mitään
nl: Geen
vi: Không có

source: Image source
ca: Origen de la imatge
es: Fuente de la imagen
fi: Kuvan lähde
nl: Bron afbeelding
ru: Источник изображений
vi: Nguồn hình ảnh

source: This source supports displaying additional image autor information. It will be shown inside the applets tooltip.
ca: Aquest origen permet visualitzar informació extra de l'autor de la imatge. Es mostrarà dins de la informació d'eines de la miniaplicació.
es: Esta fuente admite la visualización de información adicional del autor de la imagen. Se mostrará dentro de la información sobre herramientas del applet.
fi: Tämä lähde tukee kuvien tekijätietojen näyttämistä. Se näkyy sovelmien työkaluvihjeessä.
nl: Deze bron ondersteunt het weergeven van aanvullende informatie over de auteur van de afbeelding. Het wordt getoond in de tooltip van de applet.
ru: Этот источник поддерживает информацию об авторе изображения. Информация будет показана во всплывающем уведомлении.
vi: Nguồn này hỗ trợ hiển thị thêm thông tin tác giả hình ảnh. Thông tin sẽ được hiển thị trong tooltip của tiện ích.

source: Please make sure to install the 'cutycapt' package from the package manager of your choice!
ca: Si us plau, instal·leu el paquet 'cutycapt' mitjançant el vostre gestor de paquets preferit!
es: Asegúrese de instalar el paquete 'cutycapt' desde el gestor de paquetes de su elección!
fi: Varmista, että asennat "cutycapt"-paketin valitsemallasi ohjelmistohallinnalla!
nl: Zorg ervoor dat je het pakket 'cutycapt' installeert via de pakketbeheerder van je keuze!
ru: Пожалуйста установите пакет 'cutycapt' через свой пакетный менеджер!
vi: Vui lòng đảm bảo đã cài đặt gói 'cutycapt' từ trình quản lý gói bạn chọn!

source: This feature uses the command 'montage' from the package 'imagemagick'. Please make sure this package or command is installed.
ca: Aquesta funcionalitat utilitza l'ordre 'montage' del paquet 'imagemagick'. Assegureu-vos que està instal·lat.
es: Esta función utiliza el comando 'montage' del paquete 'imagemagick'. Asegúrese de que este paquete o comando esté instalado.
fi: Tämä ominaisuus käyttää komentoa "montage" paketista "imagemagick". Varmista, että tämä paketti tai komento on asennettu.
nl: Deze functie maakt gebruik van het commando 'montage' uit het pakket 'imagemagick'. Zorg ervoor dat dit pakket of commando is geïnstalleerd.
ru: Эта функция требует установленного 'montage' из 'imagemagick'. Пожалуйста убедитесь что эта программа установлена.
vi: Tính năng này sử dụng lệnh 'montage' từ gói 'imagemagick'. Vui lòng đảm bảo gói hoặc lệnh này đã được cài đặt.

source: This source is known to cause trouble, especially during times of high demand. Please be patient and try again later if you experience problems. More information can be found at: https://status.unsplash.com/
ca: Aquest origen pot causar problemes durant hores d'alta demanada. Tingueu paciència i proveu-ho de nou més tard si experimenteu problemes. Més informació a https://status.unsplash.com/
es: Se sabe que esta fuente causa problemas, especialmente en épocas de gran demanda. Por favor, sea paciente y vuelva a intentarlo más tarde si experimenta problemas. Más información en: https://status.unsplash.com/
fi: Tämän lähteen tiedetään aiheuttavan ongelmia, etenkin suuren kysynnän aikoina. Ole kärsivällinen ja yritä uudelleen. Jos kohtaat ongelmia, lisätietoja löytyy osoitteesta: https://status.unsplash.com/
nl: Deze bron staat bekend om problemen te veroorzaken, vooral tijdens piekmomenten. Wees geduldig en probeer het later opnieuw als je problemen ondervindt. Meer informatie vind je op: https://status.unsplash.com/
ru: Иногда с эти источником возникают проблемы, например из за загруженности сервиса, проявите терпение и попробуйте позже. Больше информации на https://status.unsplash.com/
vi: Nguồn này được biết là có thể gặp sự cố, đặc biệt vào thời điểm nhu cầu cao. Vui lòng kiên nhẫn và thử lại sau nếu gặp vấn đề. Thông tin thêm tại: https://status.unsplash.com/

source: Use custom resolution
ca: Utilitzar una resolució personalitzada
es: Utilizar una resolución personalizada
fi: Käytä mukautettua resoluutiota
nl: Gebruik aangepaste resolutie
ru: Выбрать своё разрешение
vi: Sử dụng độ phân giải tùy chỉnh

source: This is mostly 1920x1080 or higher
ca: Majoritàriament 1920x1080 i més grans
es: Se trata principalmente de 1920x1080 o superior
fi: Useimmiten 1920x1080 tai suurempi
nl: Dit is meestal 1920x1080 of hoger
ru: Обычно это 1920x1080 или выше
vi: Thường là 1920x1080 hoặc cao hơn

source: Please make sure to choose a common resolution, otherwise the background can't be changed!
ca: Si us plau, trieu una resolució comú o el fons de pantalla no podrà ser canviat!
es: Por favor, asegúrese de elegir una resolución común, de lo contrario no se podrá cambiar el fondo!
fi: Muista valita yleinen resoluutio, muuten taustaa ei voi muuttaa!
nl: Zorg ervoor dat je een gangbare resolutie kiest, anders kan de achtergrond niet worden gewijzigd!
ru: Пожалуйста, убедитесь, что вы выбрали доступное разрешение, иначе вон нельзя будет менять!
vi: Vui lòng chọn độ phân giải phổ biến, nếu không hình nền sẽ không thể thay đổi!

source: Width
ca: Amplada
es: Ancho
fi: Leveys
nl: Breedte
ru: Ширина
vi: Chiều rộng

source: pixels
ca: píxels
es: pixeles
fi: pikseliä
ru: пикселей
vi: pixel

source: Height
ca: Alçada
es: Alto
fi: Korkeus
nl: Hoogte
ru: Высота
vi: Chiều cao

source: Use own search tags
ca: Utilitzar etiquetes de cerca personalitzades
es: Utilizar etiquetas de búsqueda propias
fi: Käytä omia tunnisteita hakuun
nl: Eigen zoektags gebruiken
ru: Использовать свои теги поиска
vi: Sử dụng thẻ tìm kiếm riêng

source: Specify own tags to look for...
ca: Especifiqueu etiquetes personalitzades per a buscar...
es: Especifique etiquetas propias para buscar...
fi: Määritä omat tunnisteet hakuun...
nl: Specificeer je eigen tags om te zoeken naar...
ru: Укажите свои собственные теги для поиска...
vi: Chỉ định thẻ riêng để tìm kiếm...

source: Image zoom factor - this factor times the tile size (550 pixels) equals the image resolution. So e.g. the factor '4x' would result in a 2200x2200 pixels image. Please note that factor² much tiles will be temporarly downloaded.
ca: Factor de zoom de la imatge.
es: Factor de zoom de imagen: este factor multiplicado por el tamaño del mosaico (550 píxeles) es igual a la resolución de la imagen. Entonces, por ejemplo. el factor '4x' daría como resultado una imagen de 2200x2200 píxeles. Tenga en cuenta que los mosaicos de factor² se descargarán temporalmente.
fi: Kuvan suurennoskerroin - tämä kerroin kertaa ruudun koko (550 pikseliä) vastaa kuvan resoluutiota. Eli esim. kerroin "4x" johtaisi 2200x2200 pikselin kuvaan. Huomaa, että paljon factor² laattoja ladataan väliaikaisesti.
nl: Zoomfactor afbeelding - deze factor maal de tegelgrootte (550 pixels) komt overeen met de beeldresolutie. Dus bijv. de factor '4x' zou resulteren in een afbeelding van 2200x2200 pixels. Houd er rekening mee dat factor² zoveel tegels tijdelijk worden gedownload.
ru: Коэффициент масштабирования изображения - этот значение умножается на размер изображения.
vi: Hệ số phóng to hình ảnh - hệ số này nhân với kích thước ô (550 pixel) sẽ ra độ phân giải hình ảnh. Ví dụ hệ số '4x' sẽ tạo ra hình ảnh 2200x2200 pixel. Lưu ý rằng số ô tải tạm thời sẽ là bình phương của hệ số.

source: Sorry, the selected source does not support resolution modifiers.
ca: L'origen seleccionat no suporta modificadors de resolució.
es: Lo sentimos, la fuente seleccionada no admite modificadores de resolución.
fi: Valittu lähde ei valitettavasti tue resoluution muokkaajia.
nl: Sorry, de geselecteerde bron ondersteunt geen resolutiemodifiers.
ru: Извините, выбранный источник не поддерживает смену на такое разрешения.
vi: Xin lỗi, nguồn đã chọn không hỗ trợ thay đổi độ phân giải.

source: Please make sure to choose an available tag, otherwise the background can't be changed! Make sure to seperate the tags by a ',' and not spaces, also the tags are understood as AND - not as OR! A valid search term could be 'nature,water'...
ca: Si us plau, trieu una etiqueta disponible o el fons de pantalla no podrà ser canviat! Separeu les etiquetes per comes. Un exemple de terme de cerca vàlid podria ser 'natura,aigua'...
es: Asegúrese de elegir una etiqueta disponible; de lo contrario, el fondo no se podrá cambiar. Asegúrese de separar las etiquetas con un ',' y no con espacios. Además, las etiquetas se entienden como Y, no como O. Un término de búsqueda válido podría ser 'naturaleza,agua'...
fi: Muista valita saatavilla oleva tunniste, muuten taustaa ei voi muuttaa! Varmista, että erotat tunnisteet merkillä, älä välilyönnillä, myös tunnisteet ymmärretään AND - ei OR! Kelvollinen hakutermi voisi olla "nature,water"...
nl: Zorg ervoor dat je een beschikbare tag kiest, anders kan de achtergrond niet worden gewijzigd! Zorg ervoor dat de tags door een ',' worden gescheiden en niet door spaties, bovendien worden de tags begrepen als EN - niet als OF! Een geldige zoekterm kan bijvoorbeeld 'natuur,water' zijn...
ru: Выберите тег иначе фон не сможет меняться. Теги разделяются запятыми ',' вместе теги воспринимаются как И (это и это), а не как ИЛИ! Пример правильных тегов 'природа,вода'.
vi: Vui lòng chọn thẻ có sẵn, nếu không hình nền sẽ không thể thay đổi! Đảm bảo tách các thẻ bằng dấu ',' chứ không phải dấu cách, các thẻ được hiểu là AND - không phải OR! Ví dụ tìm kiếm hợp lệ: 'nature,water'...

source: Search tags
ca: Etiquetes de cerca
es: Buscar etiquetas
fi: Haku tunnisteilla
nl: Zoektags
ru: Поисковые теги
vi: Thẻ tìm kiếm

source: Enter your topic filters
ca: Introduïu els vostres filtres de temes
es: Introduzca sus filtros temáticos
fi: Anna aihe suodattimeen
nl: Voer je onderwerpfilters in
ru: Введите ваш фильтр тем
vi: Nhập bộ lọc chủ đề của bạn

source: Note that properties for the image alignment are not modified from the original desktop wallpaper. Recommended is to choose the 'zoom' option, because it ensures always the best fit on your screen.
ca: Les propietats d'alineació de la imatge no es modifiquen. És recomanable utilitzar la opció de zoom, que assegurarà la tria de la mida adequada pel vostre monitor.
es: Tenga en cuenta que las propiedades de alineación de la imagen no se modifican con respecto al fondo de escritorio original. Se recomienda elegir la opción "zoom", ya que garantiza siempre el mejor ajuste a la pantalla.
fi: Huomaa, että kuvan tasauksen ominaisuuksia ei muuteta alkuperäisestä työpöydän taustakuvasta. On suositeltavaa valita suurennos vaihtoehdoksi, koska se varmistaa aina parhaan istuvuuden näytöllesi.
nl: Merk op dat eigenschappen voor de afbeeldingsuitlijning niet worden gewijzigd vanaf de originele bureaubladachtergrond. Aanbevolen is om de 'zoom'-optie te kiezen, omdat deze altijd de beste pasvorm op je scherm garandeert.
ru: Обратите внимание что пропорции изображения не всегда могут соответствовать экрану. Рекомендуется выбирать 'масштабировать' , поскольку это гарантирует корректное отображение в соответствии экрану.
vi: Lưu ý rằng các thuộc tính căn chỉnh hình ảnh không được thay đổi so với hình nền gốc. Khuyến nghị chọn tùy chọn 'zoom' để luôn vừa với màn hình của bạn.

source: Website URI to render
ca: URI del lloc web a mostrar
es: URI del sitio web que se mostrará
fi: Nettisivun URI renderöitäväksi
nl: Website-URI om weer te geven
ru: Ссылка на сайт-фон
vi: Địa chỉ URI trang web để hiển thị

source: Enter the website URI which sould be rendered as your background
ca: URI del lloc web que es mostrarà com a fons de pantalla
es: Introduzca el URI del sitio web que debe aparecer como fondo.
fi: Anna nettisivun URL-osoite, joka renderöidään taustaksi
nl: Voer de website-URI in die als achtergrond moet worden weergegeven
ru: Введите ссылку на сайт, который должен отображаться как фон.
vi: Nhập địa chỉ URI trang web sẽ được hiển thị làm hình nền

source: Apply now
ca: Aplica ara
es: Aplicar ahora
fi: Hae nyt
nl: Nu toepassen
ru: Применит сейчас
vi: Áp dụng ngay

source: The settings are already stored - press this button to force a refresh of the background now.
ca: La configuració ja està emmagatzemada - cliqueu aquest botó per forçar un refresc del fons de pantalla ara.
es: La configuración ya está almacenada; presione este botón para forzar una actualización del fondo ahora.
fi: Asetukset on jo tallennettu - paina painiketta pakottaaksesi taustan päivityksen nyt.
nl: De instellingen zijn al opgeslagen - klik op deze knop om het vernieuwen van de achtergrond nu af te dwingen.
ru: Настройки уже применены. Нажмите на эту кнопку для обновления фона прямо сейчас.
vi: Cài đặt đã được lưu - nhấn nút này để làm mới hình nền ngay lập tức.
