Repository: linuxmint/cinnamon-spices-applets
Catalog: Sensors@claudiux/files/Sensors@claudiux/po/*.po
Languages: cs, es, hu, pl, vi

source: Log high and critical temperatures
cs: Zaznamenat vysoké a kritické teploty
es: Registrar temperaturas altas y críticas
hu: Magas és kritikus hőmérsékletek naplózása
pl: Loguj wysokie i krytyczne temperatury
vi: Ghi nhật ký các nhiệt độ cao và tới hạn

source: When this option is checked, temperatures exceeding the high or critical limit are recorded in the system journal.
cs: Pokud je tato volba aktivní, bude do systémového žurnálu zapsáno překročení teplotních limitů.
es: Cuando se marca esta opción, las temperaturas que superan el límite alto o crítico se registran en el diario del sistema.
hu: Ha ez az opció be van jelölve, a rendszernaplóban rögzítésre kerülnek a felső vagy kritikus határértéket meghaladó hőmérsékletek.
pl: Gdy ta opcja jest zaznaczona, temperatury przekraczające wysoki lub krytyczny limit będą zapisywane w dzienniku systemowym.
vi: Khi được bật, các giá trị nhiệt độ vượt ngưỡng cao hoặc tới hạn sẽ được ghi lại trong nhật ký hệ thống.

source: Renew the list of sensors
cs: Obnovit seznam senzorů
es: Renovar la lista de sensores
hu: Szenzorok listájának frissítése
pl: Odśwież listę sensorów
vi: Làm mới danh sách cảm biến

source: Sensor name (Do not modify!)
cs: Název senzoru (Neměnit!)
es: Nombre del sensor (¡No modificar!)
hu: Érzékelő neve (Ezt ne változtassa meg!)
pl: Nazwa sensora (Nie zmieniać!)
vi: Tên cảm biến (Không chỉnh sửa!)

source: Show in panel
cs: Zobrazit na panelu
es: Mostrar en el panel
hu: Megjelenítés a panelen
pl: Pokaż w panelu
vi: Hiển thị trên bảng

source: Show in tooltip
cs: Zobrazit v bublině
es: Mostrar en la ventana emergente
hu: Megjelenítés az eszköztippekben
pl: Pokaż w dymku
vi: Hiển thị trong chú giải

source: Shown name
cs: Zobrazované jméno
es: Nombre mostrado
hu: Megjelenített név
pl: Pokaż nazwę
vi: Tên hiển thị

source: High (°C)
cs: Vysoké °C
es: Alta °C
hu: Magas (°C)
pl: Wysoka (°C)
vi: Cao (°C)

source: Critical (°C)
cs: Kritické (°C)
es: Crítica °C
hu: Kritikus (°C)
pl: Krytyczna (°C)
vi: Nguy cấp (°C)

source: Formula
cs: Vzorec
es: Fórmula
hu: Képlet
pl: Formuła
vi: Công thức

source: Double-click on a line to change 'Shown name', 'High', 'Critical' or 'Formula'. To reset a 'Shown name', copy/paste the 'Sensor name'. 'High' and 'Critical' (optional) must be valid numbers. 'Formula' (optional): Use $ as the value returned by the sensor. You can use the 4 operations (+-*/) and parentheses. Example: $*1.1+0.5
cs: Dvojklik na řádek pro provedení změn v 'Vysoká', 'Kritická' a 'Vzorec'. K resetování zobrazeného jména překopírovat zpět 'Jméno senzoru'. 'Vysoká' a 'Kritická' (volitelné) musí být platné hodnoty. 'Vzorec' (volitelný): Použití $ zastupuje hodnotu vracenou senzorem. Použít lze základní 4 matematické operace (+-*/) a závorky. Příklad?: $*1.1+0.5
es: Haga doble clic en una línea para cambiar "Nombre mostrado", "Alto", "Crítico" o "Fórmula". Para restablecer un "Nombre mostrado", copie/pegue el "Nombre del sensor". Alto" y "Crítico" (opcional) deben ser números válidos. Fórmula' (opcional): Utilice $ como valor devuelto por el sensor. Puede utilizar las 4 operaciones (+-*/) y paréntesis. Ejemplo: $*1.1+0.5
hu: Kattints duplán egy sorra a „Megjelenített név”, a „Magas”, a „Kritikus” vagy a „Képlet” módosításához. A „Megjelenített név” alaphelyzetbe állításához másolja és illessze be az „Érzékelő neve” értékét. A „Magas” és a „Kritikus” értékeknek megadása nem kötelező, amennyiben megadja, akkor érvényes számoknak kell lenniük. „Képelt” megadása (nem kötelező): Használja a $ jelet a szenzor által visszaadott érték helyettesítésére. Használhatsz a 4 alapműveletet (+-*/), valamint zárójeleket. Példa: $*1.1+0.5
pl: Kliknij podwójnie na linię aby zmienić 'Pokazywaną nazwę', 'Wysoką', 'Krytyczną' lub 'Formułę'. Aby zresetować 'Pokazywaną nazwę', kopiuj/wklej 'Nazwę sensora'. 'Wysoka' i 'Krytyczna' (opcjonalne) muszą być prawidłowymi liczbami. 'Formuła' (opcjonalna): Używaj $ jako wartości zwracanej przez sensor. Możesz używać 4 operatorów (+-*/) i nawiasów. Przykład: $*1.1+0.5
vi: Nhấp đúp vào một dòng để thay đổi 'Tên hiển thị', 'Cao', 'Nguy cấp' hoặc 'Công thức'. Để đặt lại 'Tên hiển thị', sao chép/dán 'Tên cảm biến'. 'Cao' và 'Nguy cấp' (tùy chọn) phải là số hợp lệ. 'Công thức' (tùy chọn): Sử dụng $ làm giá trị do cảm biến trả về. Có thể dùng 4 phép toán (+-*/) và dấu ngoặc đơn. Ví dụ: $*1.1+0.5

source: Renew the list of known disks
cs: Obnovit seznam známých disků
es: Renovar la lista de discos conocidos
hu: Lemezek listájának frissítése
pl: Odśwież listę znanych dysków
vi: Làm mới danh sách đĩa đã nhận diện

source: Disk name
cs: Označení disku
es: Nombre del disco
hu: Lemeznév
pl: Nazwa dysku
vi: Tên đĩa

source: Shown name
cs: Zobrazené jméno
es: Mostrar nombre
hu: Név megjelenítése
pl: Pokazywana nazwa
vi: Tên hiển thị

source: Disk name: The name of the disk, as returned by the 'lsblk' command. Please see help. High and Critical values: Cf. technical manual of your disk.
cs: Označení disku je hodnota vracená příkazem 'lsblk'. Více v nápovědě. Hodnoty Nejvyšší a Kritická konzultujte s technickým listem nebo manuálem vašeho konkrétního disku.
es: Nombre del disco: El nombre del disco, tal y como lo devuelve el comando 'lsblk'. Consulte la ayuda. Valores Alto y Crítico: Cf. manual técnico de su disco.
hu: Lemeznév: Az „lsblk” alkalmazás által jelzett lemezmeghajtó név. További információért tekintse meg a súgót. Magas vagy Kritikus értékek: További információért tekintse meg a lemezhez tartozó felhasználói dokumentációt.
pl: Nazwa dysku: Nazwa dysku, taka jaka jest zwracana przez komendę 'lsblk'. Sprawdź pomoc. Wysokie i Krytyczne wartości: Cf. instrukcja techniczna twojego dysku.
vi: Tên đĩa: Tên của thiết bị lưu trữ được lệnh 'lsblk' trả về. Xem thêm trong phần trợ giúp. Các giá trị Cao và Nguy cấp: Tham khảo hướng dẫn kỹ thuật của ổ đĩa.

source: The first emoji in this list is used for fan
es: El primer emoji de esta lista se utiliza para ventilador
hu: Az első emoji ebben a listában a rajongókra utal.
pl: Pierwsze emoji na tej liście jest używane dla wentylatora
vi: Biểu tượng cảm xúc đầu tiên trong danh sách được dùng cho quạt

source: Show only positive or zero values
es: Mostrar sólo valores positivos o nulos
hu: Csak pozitív vagy nulla értékek megjelenítése
pl: Pokazuj tylko dodatnie lub zerowe wartości
vi: Chỉ hiển thị giá trị dương hoặc bằng 0

source: Abbreviation of "Rotations per minute"
cs: Zkratka pro "otáčky za minutu"
es: Abreviatura de "Rotaciones por minuto"
hu: "Fordulat per perc" rövidítése
pl: Skrót "Obrotów na minutę"
vi: Viết tắt của "Vòng quay mỗi phút"

source: Log critical fan speeds
cs: Zaznamenávat kritické otáčky větráku
es: Registrar las velocidades críticas de los ventiladores
hu: Naplózza a kritikus ventilátorsebességeket
pl: Loguj krytyczne prędkości wentylatorów
vi: Ghi nhật ký tốc độ quạt nguy cấp

source: When this option is checked, fan speeds below the critical limit are recorded in the system log.
cs: Pokud některý z větráků překročí kritické hodnoty , bude to zaznamenáno do systémového logu.
es: Cuando esta opción está marcada, las velocidades del ventilador por debajo del límite crítico se registran en el registro del sistema.
hu: Ha ez az opció be van jelölve, a rendszernaplóban rögzítésre kerül a kritikus határ alatti ventilátorsebesség.
pl: Kiedy ta opcja jest zaznaczona, prędkości wentylatorów poniżej limitu krytycznego są zapisywane w dzienniku systemowym.
vi: Khi bật tùy chọn này, tốc độ quạt thấp hơn giới hạn nguy cấp sẽ được ghi vào nhật ký hệ thống.

source: Min (rpm)
cs: Min (ot/min)
hu: Alacsony (rpm)
vi: Tối thiểu (vòng/phút)

source: Double-click on a line to change 'Shown name', 'Min' or 'Formula'. To reset a 'Shown name', copy/paste the 'Sensor name'. 'Min' (optional) must be valid number. 'Formula' (optional): Use $ as the value returned by the sensor. You can use the 4 operations (+-*/) and parentheses. Example: $*1.1+0.5
cs: Dvojklik na řádek pro provedení změn v 'Zobrazené jméno', 'Min' a 'vzorec'. K resetování zobrazeného jména překopírovat zpět 'Jméno senzoru'. 'Min' (volitelné) musí být platná hodnota. 'Vzorec' (volitelný): Použití $ zastupuje hodnotu vracenou senzorem. Použít lze základní 4 matematické operace (+-*/) a závorky. Příklad?: $*1.1+0.5
es: Haga doble clic en una línea para cambiar el "Nombre mostrado", el "Mínimo" o la "Fórmula". Para restablecer un 'Nombre mostrado', copie/pegue el 'Nombre del sensor'. Mínimo" (opcional): debe ser un número válido. Fórmula" (opcional): Utilice $ como valor devuelto por el sensor. Puede utilizar las 4 operaciones (+-*/) y paréntesis. Ejemplo: $*1.1+0.5
hu: Kattints duplán egy sorra a „Megjelenített név”, a „Alacsony” vagy a „Képlet” módosításához. A „Megjelenített név" alaphelyzetbe állításához másolja és illessze be az „Érzékelő neve” értékét. Az „Alacsony” érték megadása nem kötelező, amennyiben megadja, akkor érvényes számoknak kell lenniük. „Képelt” megadása (nem kötelező): Használja a $ jelet a szenzor által visszaadott érték helyettesítésére. Használhatsz a 4 alapműveletet (+-*/), valamint zárójeleket. Példa: $*1.1+0.5
pl: Kliknij podwójnie na linię aby zmienić 'Pokazywaną nazwę', 'Min' lub 'Formułę'. Aby zresetować 'Pokazywaną nazwę', kopiuj/wklej 'Nazwę sensora'. 'Min' (opcjonalne) musi być prawidłową liczbą. 'Formuła' (opcjonalna): Używaj $ jako wartości zwracanej przez sensor. Możesz używać 4 operatorów (+-*/) i nawiasów. Przykład: $*1.1+0.5
vi: Nhấp đúp vào một dòng để thay đổi 'Tên hiển thị', 'Tối thiểu' hoặc 'Công thức'. Để đặt lại 'Tên hiển thị', sao chép/dán 'Tên cảm biến'. 'Tối thiểu' (tùy chọn) phải là số hợp lệ. 'Công thức' (tùy chọn): Sử dụng $ làm giá trị cảm biến trả về. Có thể dùng 4 phép toán (+-*/) và dấu ngoặc đơn. Ví dụ: $*1.1+0.5

source: The first emoji in this list is used for voltage
es: El primer emoji de esta lista se utiliza para el voltaje
hu: Az első emoji ebben a listában a feszültséget jelöli.
pl: Pierwsze emoji na tej liście jest używane dla napięcia
vi: Biểu tượng cảm xúc đầu tiên trong danh sách được dùng cho điện áp

source: Voltage unit
cs: Jednotka napětí
es: Unidad de voltaje
hu: Feszültség mértékegysége
pl: Jednostka napięcia
vi: Đơn vị điện áp

source: Most appropriate (V or mV)
cs: Více vyhovující (V nebo mV)
es: Más apropiada (V o mV)
hu: Legmegfelelőbb (V vagy mV)
pl: Najbardziej poprawne (V lub mV)
vi: Phù hợp nhất (V hoặc mV)

source: V only
cs: Pouze V
es: Solo V
hu: Csak V
pl: Tylko V
vi: Chỉ V

source: mV only
cs: Pouze mV
es: solo mV
hu: Csak mV
pl: Tylko mV
vi: Chỉ mV

source: Log critical voltages
cs: Zaznamenávat kritická napětí
es: Registrar las tensiones críticas
hu: Kritikus feszültségek naplózása
pl: Loguj krytyczne wartości
vi: Ghi nhật ký điện áp nguy cấp

source: When this option is checked, voltages below the minimum limit or above the maximum limit are recorded in the system log.
cs: Pokud bude zjištěno napětí pod nebo nad nastaveným limitem, bude tato skutečnost zaznamenána do systémového logu.
es: Cuando esta opción está marcada, las tensiones por debajo del límite mínimo o por encima del límite máximo se registran en el registro del sistema.
hu: Ha ez az opció be van jelölve, a minimális határérték alatti vagy a maximális határérték feletti feszültségek rögzítésre kerülnek a rendszernaplóban.
pl: Kiedy ta opcja jest zaznaczona, napięcia poniżej lub powyżej limitu maksymalnego będą zapisywane w dzienniku systemowym.
vi: Khi bật tùy chọn này, các mức điện áp thấp hơn giới hạn tối thiểu hoặc cao hơn giới hạn tối đa sẽ được ghi vào nhật ký hệ thống.

source: Min (V)
hu: Alacsony (V)
vi: Tối thiểu (V)

source: Max (V)
hu: Magas (V)
vi: Tối đa (V)

source: Double-click on a line to change 'Shown name', 'Min', 'Max' or 'Formula'. To reset a 'Shown name', copy/paste the 'Sensor name'. 'Min' and 'Max' (optional) must be valid numbers. 'Formula' (optional): Use $ as the value returned by the sensor. You can use the 4 operations (+-*/) and parentheses. Example: $*1.1+0.5
cs: Dvojklik na řádek pro provedení změn v 'Zobrazené jméno', 'Min' a 'Vzorec'. K resetování zobrazeného jména překopírovat zpět 'Jméno senzoru'. 'Min' a 'Max' (volitelné) musí být platné hodnoty. 'Vzorec' (volitelný): Použití $ zastupuje hodnotu vracenou senzorem. Použít lze základní 4 matematické operace (+-*/) a závorky. Příklad?: $*1.1+0.5
es: Haga doble clic en una línea para cambiar "Nombre mostrado", "Mín", "Máx" o "Fórmula". Para restablecer un "Nombre mostrado", copie/pegue el "Nombre del sensor". Los valores "Mín" y "Máx" (opcionales) deben ser números válidos. Fórmula" (opcional): Utilice $ como valor devuelto por el sensor. Puede utilizar las 4 operaciones (+-*/) y paréntesis. Ejemplo: $*1.1+0.5
hu: Kattints duplán egy sorra a „Megjelenített név”, a „Alacsony”, a „Magas” vagy a „Képlet” módosításához. A „Megjelenített név” alaphelyzetbe állításához másolja és illessze be az „Érzékelő neve” értékét. Az „Alacsony” és a „Magas” értékeknek megadása nem kötelező, amennyiben megadja, akkor érvényes számoknak kell lenniük. „Képelt” megadása (nem kötelező): Használja a $ jelet a szenzor által visszaadott érték helyettesítésére. Használhatsz a 4 alapműveletet (+-*/), valamint zárójeleket. Példa: $*1.1+0.5
pl: Kliknij podwójnie na linię aby zmienić 'Pokazywaną nazwę', 'Min', 'Max' lub 'Formułę'. Aby zresetować 'Pokazywaną nazwę', kopiuj/wklej 'Nazwę sensora'. 'Min' i 'Max' (opcjonalne) muszą być prawidłowymi liczbami. 'Formuła' (opcjonalna): Używaj $ jako wartości zwracanej przez sensor. Możesz używać 4 operatorów (+-*/) i nawiasów. Przykład: $*1.1+0.5
vi: Nhấp đúp vào một dòng để thay đổi 'Tên hiển thị', 'Tối thiểu', 'Tối đa' hoặc 'Công thức'. Để đặt lại 'Tên hiển thị', sao chép/dán 'Tên cảm biến'. 'Tối thiểu' và 'Tối đa' (tùy chọn) phải là số hợp lệ. 'Công thức' (tùy chọn): Sử dụng $ làm giá trị cảm biến trả về. Có thể dùng 4 phép toán (+-*/) và dấu ngoặc đơn. Ví dụ: $*1.1+0.5

source: Whether or not to display into this applet label the 'Shown name' of the sensors selected in the list below. Without effect in vertical panels.
cs: Možnost zobrazit či zakázat u každé hodnoty senzoru i jeho "Zobrazované jméno" ze seznamu níže. Nemá účinek ve vertikálně orientovaném panelu.
es: Mostrar o no en la etiqueta del applet el 'Nombre mostrado' de los sensores seleccionados en la lista inferior. Sin efecto en paneles verticales.
hu: Megjeleníti-e az alábbi listában kiválasztott érzékelőkhöz a „Megjelenített név” elemet vagy sem. Nincs hatással a függőleges panelekre.
pl: Czy wyświetlać bądź nie w tym aplecie etykiety 'Pokazywanych nazw' sensorów wybranych w liście poniżej. Brak efektu dla pionowych paneli.
vi: Có hiển thị hay không 'Tên hiển thị' của các cảm biến được chọn trong danh sách bên dưới trong nhãn của tiểu dụng này. Không có tác dụng trên bảng điều khiển dọc.

source: The first emoji in this list is used for intrusion
es: El primer emoji de esta lista se utiliza para intrusión
hu: Az első emoji ebben a listában a behatolásra szolgál
pl: Pierwsze emoji w tej liście jest używane dla naruszeń
vi: Biểu tượng cảm xúc đầu tiên trong danh sách được dùng cho cảm biến xâm nhập

source: Show in the panel only when an intrusion was detected
cs: Zobrazit na panelu upozornění na 'narušení' pouze v případě jeho detekování
es: Mostrar en el panel solo cuando se detecte una intrusión
hu: Csak akkor jelenjen meg a panelen, ha behatolást észleltek
pl: Pokaż na panelu tylko gdy wykryto naruszenie
vi: Chỉ hiển thị trên bảng khi phát hiện có xâm nhập

source: Log intrusions
cs: Zaznamenávat narušení
es: Registrar intrusiones
hu: Naplózási behatolások
pl: Loguj naruszenia
vi: Ghi nhật ký xâm nhập

source: When this option is checked, intrusions are recorded in the system log.
cs: Pokud bude zaznamenán pokus o proniknutí do skříně s počítačem, bude tato skutečnost zaznamenána do systémového logu.
es: Cuando esta opción está marcada, las intrusiones se registran en el registro del sistema.
hu: Ha ez a beállítás be van jelölve, a behatolásokat a rendszer naplózza.
pl: Gdy ta opcja jest zaznaczona, naruszenia są zapisywane w dzienniku systemowym.
vi: Khi bật tùy chọn này, các sự kiện xâm nhập sẽ được ghi vào nhật ký hệ thống.

source: Double-click on a line to change Shown name. To reset a Shown name, copy/paste the Sensor name.
cs: Dvoukliem na řádek je možné změnit zobrazovaný název jednotky. K obnovení původního názvu jej zkopírujte z položky Název senzoru.
es: Haga doble clic en una línea para cambiar el Nombre mostrado. Para restablecer un Nombre mostrado, copie/pegue el Nombre del sensor.
hu: Kattintson duplán egy sorra a „Megjelenített név” módosításához. A megjelenített név visszaállításához másolja és illessze be az „Érzékelő neve” értékét.
pl: Kliknij podwójnie na linię aby zmienić 'Pokazywaną nazwę'. Aby zresetować 'Pokazywaną nazwę', kopiuj/wklej 'Nazwę sensora'.
vi: Nhấp đúp vào một dòng để thay đổi Tên hiển thị. Để đặt lại Tên hiển thị, sao chép/dán Tên cảm biến.

source: These settings are for advanced users only! Please refer to the README file.
cs: Tato nastavení jsou určena pouze pro zkušené uživatele! Více v souboru README.
es: Estos ajustes son sólo para usuarios avanzados. Consulte el archivo README.
hu: Ezek a beállítások csak haladó felhasználóknak szólnak! Kérjük, olvassa el a README fájlt.
pl: Te ustawienia są tylko dla zaawansowanych użytkowników! Odnieś się do pliku README.
vi: Các thiết lập này chỉ dành cho người dùng nâng cao! Vui lòng tham khảo tệp README.

source: Open the README file
cs: Otevřít soubor README
es: Abrir el archivo README
pl: Otwórz plik README
vi: Mở tệp README

source: Type
cs: Typ
es: Tipo
hu: Típus
pl: Typ
vi: Loại

source: Name
cs: Název
es: Nombre
hu: Név
pl: Nazwa
vi: Tên

source: File to monitor
cs: Monitorovaný soubor
es: Archivo para supervisar
hu: Fájl a monitor
pl: Plik do monitorowania
vi: Tệp cần giám sát

source: High value
cs: Vysoká hodnota
es: Valor alto
hu: Magas érték
pl: Wysoka wartość
vi: Giá trị cao

source: Critical value
cs: Kritická hodnota
es: Valor crítico
hu: Kritikus érték
pl: Krytyczna wartość
vi: Giá trị nguy cấp

source: Add a line by custom sensor to set the type, the name and the path of the file to monitor (/sys/class/...).
cs: Vložit řádek vlastního vlastního senzor pro nastavení jeho typu, názvu a cesty pro jeho monitorování (/sys/class/...).
es: Añade una línea por sensor personalizado para establecer el tipo, el nombre y la ruta del fichero a monitorizar (/sys/class/...).
hu: Adjunk hozzá egy soros egyéni érzékelőt a monitorozandó fájl típusának, nevének és elérési útvonalának beállításához (/sys/class/...).
pl: Dodaj linię przez niestandardowy sensor aby ustawić typ, nazwę i ścieżkę pliku do monitorowania (/sys/class/...).
vi: Thêm một dòng cho cảm biến tùy chỉnh để đặt loại, tên và đường dẫn đến tệp cần giám sát (/sys/class/...).

source: Example of sensor values from this computer
cs: Ukázka hodnot senzorů dostupných na tomto počítači
es: Ejemplo de valores de sensor de esta computadora
hu: Példa az érzékelő értékére erről a számítógépről
pl: Przykładowe wartości sensorów z tego komputera
vi: Ví dụ về giá trị cảm biến từ máy tính này

source: Useful for reporting an issue.
cs: Vhodné v případě nahlašování problému.
es: Útil para informar de un problema.
hu: Hasznos egy probléma jelentéséhez.
pl: Przydatne do zgłoszenia problemu.
vi: Hữu ích khi cần báo cáo sự cố.

source: Update display
cs: Obnovit výstup
es: Actualizar el monitor
hu: Megjelenítés frissítése
pl: Aktualizuj wyświetlanie
vi: Cập nhật hiển thị

source: Remove from panel the temperature@fevimu applet
cs: Odstranit z panelu applet temperature@fevimu
es: Retire la applet temperature@fevimu del panel
hu: Távolítsa el a panelről a temperature@fevimu kisalkalmazást
pl: Usuń z panelu aplet temperature@fevimu
vi: Xóa tiểu dụng temperature@fevimu khỏi bảng
