Repository: linuxmint/cinnamon-spices-applets
Catalog: Sensors@claudiux/files/Sensors@claudiux/po/*.po
Languages: cs, es, hu, pl, vi

source: Sensors Monitor
cs: Sledování senzorů
es: Monitor de sensores
hu: Szenzor Figyelő
pl: Monitor czujników
vi: Trình giám sát cảm biến

source: Suspended
cs: Zastaveno
es: Suspendido
hu: Felfüggesztve
pl: Wstrzymany
vi: Đã tạm dừng

source: high:
cs: vysoká:
es: alto:
hu: magas:
pl: wysoki:
vi: cao:

source: n/a
pl: n/d
vi: không có

source: crit:
cs: krit:
es: crít:
hu: krit:
pl: kryt:
vi: nguy hiểm:

source: min:
vi: thấp:

source: max:
vi: cao:

source: No intrusion detected
cs: Narušení nedetekováno
es: No se detectó intrusión
hu: Nem észleltünk behatolást
pl: Nie wykryto naruszeń
vi: Không phát hiện xâm nhập

source: INTRUSION DETECTED!
cs: DETEKOVÁNO NARUŠENÍ!
es: ¡INTRUSIÓN DETECTADA!
hu: BEHATOLÁST ÉSZLELTÜNK!
pl: WYKRYTO NARUSZENIE!
vi: PHÁT HIỆN XÂM NHẬP!

source: Must be configured!
cs: Musí být nastaveno!
es: ¡Debe estar configurado!
hu: Be kell állítani!
pl: Musi zostać skonfigurowane!
vi: Cần được cấu hình!

source: Settings
cs: Předvolby
es: Ajustes
hu: Beállítások
pl: Ustawienia
vi: Cài đặt

source: ⚙ General
cs: ⚙ Obecné
hu: ⚙ Általános
pl: ⚙ Ogólne
vi: ⚙ Chung

source: %s Temperature sensors
cs: %s Teplotní senzory
es: %s Sensores de temperatura
hu: %s Hőmérséklet szenzorok
pl: %s Czujniki temperatury
vi: Cảm biến nhiệt độ %s

source: %s Fan sensors
cs: %s Senzory větráků
es: %s Sensores de ventilador
hu: %s Ventilátor szenzorok
pl: %s Czujniki wentylatorów
vi: Cảm biến quạt %s

source: %s Voltage sensors
cs: %s Napěťové senzory
es: %s Sensores de voltaje
hu: %s Feszültség szenzorok
pl: %s Czujniki napięcia
vi: Cảm biến điện áp %s

source: %s Intrusion sensors
cs: %s Senzory narušení
es: %s Sensores de intrusión
hu: %s Behatolás szenzorok
pl: %s Czujniki naruszeń
vi: Cảm biến xâm nhập %s

source: Run xsensors
cs: Spustit xsensors
es: Lanzar xsensors
hu: Xsensors futtatása
pl: Uruchom xsensors
vi: Chạy xsensors

source: Suspend Sensors
cs: Pozastavit Sledování senzorů
es: Suspender sensores
hu: Felfüggesztett Szenzorok
pl: Wstrzymaj czujniki
vi: Tạm dừng cảm biến

source: Reload this applet
cs: Znovunačíst tento applet
es: Recargar este applet
hu: Kisalkalmazás újratöltése
pl: Przeładuj ten aplet
vi: Tải lại applet này

source: Are you sure you want to remove '%s'?
cs: Opravdu odstranit '%s'?
es: ¿Está seguro de que desea eliminar "%s"?
hu: Biztosan el akarja távolítani a(z) '%s'-t)
pl: Czy na pewno chcesz usunąć '%s'?
vi: Bạn có chắc muốn xóa '%s' không?

source: The applet %s is fully functional.
cs: Applet %s je plně funkční.
es: %s es completamente funcional.
hu: A kisalkalmazás %s teljesen működőképes.
pl: Aplet %s jest w pełni funkcjonalny.
vi: Applet %s đang hoạt động đầy đủ.

source: All dependencies are installed
cs: Všechny závislosti jsou nainstalované
es: Todas las dependencias están instaladas
hu: Minden függőség telepítve van
pl: Wszystkie zależności są zainstalowane
vi: Tất cả các gói phụ thuộc đã được cài đặt

source: You appear to be missing some of the programs required for this applet to have all its features.
cs: Zdá se, že chybí některé z programů vyžadovaných pro plnou funkčnost appletu.
es: Parece que le faltan algunos de los programas necesarios para que este applet tenga todas sus características.
hu: Úgy tűnik, hogy hiányzik néhány program, amely szükséges ahhoz, hogy a kisalkalmazás minden funkcióval rendelkezzen.
pl: Wygląda na to że brakuje niektórych programów wymaganych do działania wszystkich funkcji tego apletu.
vi: Có vẻ bạn đang thiếu một số chương trình cần thiết để applet này hoạt động đầy đủ.

source: Please install these packages:
es: Por favor, instale estos paquetes:
hu: Kérjük, telepítse ezeket a csomagokat:
pl: Zainstaluj te pakiety:
vi: Vui lòng cài đặt các gói sau:

source: Some dependencies are not installed!
cs: Některé závislosti nejsou nainstalované!
es: ¡Algunas dependencias no están instaladas!
hu: Néhány függőség nincs telepítve!
pl: Niektóre zależności nie są zainstalowane!
vi: Một số gói phụ thuộc chưa được cài đặt!

source: Install these packages now
es: Instale estos paquetes ahora
hu: Telepítse ezeket a csomagokat most
pl: Zainstaluj te pakiety teraz
vi: Cài đặt các gói này ngay

source: Execution of '%s' failed:
cs: Spuštění '%s' selhalo:
es: La ejecución de '%s' falló:
hu: A(z) „%s” végrehajtása nem sikerült:
pl: Uruchomienie '%s' nie udane:
vi: Thực thi '%s' thất bại:

source: Previous instance
cs: Předchozí instance
es: Instancia previa
hu: Előző példány
pl: Poprzednia instancja
vi: Phiên bản trước

source: Next instance
cs: Následující instance
es: Próxima instancia
hu: Következő példány
pl: Następna instancja
vi: Phiên bản kế tiếp

source: More options
cs: Více možností
es: Más opciones
hu: További beállítások
pl: Więcej opcji
vi: Tùy chọn khác

source: Import from a file
cs: Importovat ze souboru
es: Importar desde un archivo
hu: Importálás fájlból
pl: Import z pliku
vi: Nhập từ tệp

source: Export to a file
cs: Exportovat do souboru
es: Exportar a un archivo
hu: Exportálás fájlba
pl: Eksportuj do pliku
vi: Xuất ra tệp

source: Reset to defaults
cs: Resetovat do výchozích
es: Restablecer valores por defecto
hu: Alapértelmezések visszaállítása
pl: Zresetuj do domyślnych ustawień
vi: Đặt lại về mặc định

source: Reload %s
cs: Znovu načíst %s
es: Recargar %s
hu: Újratöltés: %s
pl: Przeładuj %s
vi: Tải lại %s

source: Settings for %s
cs: Předvolby pro %s
es: Configuración de %s
hu: Beállítások ehhez: %s
pl: Ustawienia dla %s
vi: Cài đặt cho %s

source: Select or enter file to export to
cs: Vybrat nebo zadat soubor pro export
es: Seleccione o introduzca el archivo a exportar
hu: Válassza ki vagy írja be az exportálni kívánt fájl nevét
pl: Wybierz lub wpisz plik do którego wyeksportować
vi: Chọn hoặc nhập tệp để xuất ra

source: JSON files
cs: Soubory JSON
es: Archivos JSON
hu: JSON-fájlok
pl: Pliki JSON
vi: Tệp JSON

source: Select a JSON file to import
cs: Vybrat soubor JSON k importování
es: Seleccione un archivo JSON para importar
hu: Válassza ki az importálni kívánt JSON-fájlt
pl: Wybierz plik JSON do zaimportowania
vi: Chọn một tệp JSON để nhập vào

source: Displays the values of many computer sensors concerning Temperatures (CPU - GPU - Power Supply), Fan Speed, Voltages, Intrusions. Notifies you with color changes when a value reaches or exceeds its limit.
cs: Zobrazuje hodnoty různých senzorů počítače jako jsou teplotní čidla (CPU - GPU - napájecí zdroj), rychlosti větráků, hodnoty napětí a také detekce narušení (otevření krytu). Upozorní barevnými změnami, pokud hodnoty dosáhnout nebo přesáhnou limity.
es: Muestra los valores de muchos sensores del ordenador relativos a Temperaturas (CPU - GPU - Fuente de Alimentación), Velocidad del Ventilador, Voltajes, Intrusiones. Le notifica con cambios de color cuando un valor alcanza o supera su límite.
hu: A számítógép számos érzékelőjének értékeit jeleníti meg a hőmérsékletek (CPU - GPU - tápegység), a ventilátor sebessége, a feszültségek és a behatolások tekintetében. Színváltozásokkal értesít, ha egy érték eléri vagy túllépi a határértéket.
pl: Wyświetla wartości z wielu czujników komputera zajmujących się Temperaturą (CPU - GPU- Zasilacza), prędkością wentylatorów, napięciami, naruszeniami. Informuje ciebie zmianą koloru gdy wartość będzie miała lub przekroczy swój limit.
vi: Hiển thị giá trị từ nhiều cảm biến hệ thống như nhiệt độ (CPU - GPU - nguồn), tốc độ quạt, điện áp và xâm nhập. Thông báo bằng cách thay đổi màu khi một giá trị đạt hoặc vượt ngưỡng giới hạn.

source: claudiux: Author. JEleniel: support for NVidia video cards.
es: claudiux: Autor. JEleniel: soporte para tarjetas de video NVidia.
hu: claudiux: Szerző. JEleniel: támogatás NVidia videókártyákhoz.
pl: claudiux: Autor. JEleniel: wsparcie dla kart graficznych NVidia.
vi: claudiux: Tác giả. JEleniel: hỗ trợ cho card đồ họa NVidia.

source: ⦿ Temperature
cs: ⦿ Teploty
es: ⦿ Temperatura
hu: ⦿ Hőmérséklet
pl: ⦿ Temperatura
vi: ⦿ Nhiệt độ

source: 𖣘 Fan
es: 🤂 Ventilador
hu: 𖣘 Ventilátor
pl: 𖣘 Wentylator
vi: 𖣘 Quạt

source: 🗲 Voltage
cs: 🗲 Napětí
es: 🗲 Voltaje
hu: 🗲 Feszültség
pl: 🗲 Napięcie
vi: 🗲 Điện áp

source: ⮿ Intrusion
cs: ⮿ Narušení
es: ⮿ Intrusión
hu: ⮿ Behatolás
pl: ⮿ Naruszenia
vi: ⮿ Xâm nhập

source: ⛓ Custom
cs: ⛓ Vlastní
es: ⛓ Personalizado
hu: ⛓ Egyéni
pl: ⛓ Niestandardowe
vi: ⛓ Tùy chỉnh

source: Options
cs: Možnosti
es: Opciones
hu: Beállítások
pl: Opcje
vi: Tùy chọn

source: Tooltip
cs: Bublina
es: Información sobre herramientas
hu: Eszköztipp
pl: Dymek
vi: Chú giải

source: Sensors values
cs: Hodnoty senzorů
es: Valores de los sensores
hu: Szenzorok értékei
pl: Wartości czujników
vi: Giá trị cảm biến

source: Remove from panels certain applets that also use sensors
cs: Odstraňte z panelu jiné applety, rovněž sledující senzory počítače
es: Eliminar ciertas appletes que también usan sensors
hu: Távolítson el a panelről bizonyos kisalkalmazásokat, amelyek szintén érzékelőket használnak
pl: Usuń z paneli gdzie działają inne aplety używające xsensors
vi: Xóa khỏi bảng một số applet cũng sử dụng cảm biến

source: For the time being, disk temperature can only be read by root.
cs: V současné době mohou být hodnoty teplot disků čteny pouze rootem.
es: Por el momento, la temperatura del disco sólo puede ser leída por root.
hu: Jelenleg csak root jogosultsággal lehet leolvasni a lemez hőmérsékletét.
pl: Na ten moment, temperatura dysku może być odczytywana tylko przez roota.
vi: Hiện tại, chỉ người dùng root mới có thể đọc nhiệt độ ổ đĩa.

source: Display
cs: Zobrazení
es: Visualización
hu: Megjelenítés
pl: Wyświetlanie
vi: Hiển thị

source: Temperature sensors
cs: Teplotní senzory
es: Sensores de temperatura
hu: Hőmérséklet szenzorok
pl: Sensory temperatury
vi: Cảm biến nhiệt độ

source: Disk temperature sensors
cs: Teplotní senzory disků
es: Sensores de temperatura del disco
hu: Lemez hőmérséklet szenzorok
pl: Sensory temperatury dysku
vi: Cảm biến nhiệt độ ổ đĩa

source: Fan sensors
cs: Senzory větráků
es: Sensores de ventilador
hu: Ventilátor szenzorok
pl: Sensory wentylatorów
vi: Cảm biến quạt

source: Voltage sensors
cs: Napěťové senzory
es: Sensores de voltaje
hu: Feszültség szenzorok
pl: Sensory napięcia
vi: Cảm biến điện áp

source: Intrusion sensors
cs: Senzory narušení
es: Sensores de intrusión
hu: Behatolás szenzorok
pl: Sensory naruszeń
vi: Cảm biến xâm nhập

source: Disclaimer
cs: Zřeknutí se odpovědnosti
es: Aviso legal
hu: Jogi nyilatkozat
pl: Uwaga
vi: Tuyên bố miễn trừ

source: Custom sensors
cs: Vlastní senzory
es: Sensores personalizados
hu: Egyéni szenzorok
pl: Niestandardowe sensory
vi: Cảm biến tùy chỉnh

source: 1 minute
cs: 1 minuta
es: 1 minuto
hu: 1 perc
pl: 1 minuta
vi: 1 phút

source: 2 minutes
cs: 2 minuty
es: 2 minutos
hu: 2 perc
pl: 2 minuty
vi: 2 phút

source: 3 minutes
cs: 3 minuty
es: 3 minutos
hu: 3 perc
pl: 3 minuty
vi: 3 phút

source: 4 minutes
cs: 4 minuty
es: 4 minutos
hu: 4 perc
pl: 4 minuty
vi: 4 phút

source: 5 minutes
cs: 5 minut
es: 5 minutos
hu: 5 perc
pl: 5 minut
vi: 5 phút

source: 10 minutes
cs: 10 minut
es: 10 minutos
hu: 10 perc
pl: 10 minut
vi: 10 phút

source: 15 minutes
cs: 15 minut
es: 15 minutos
hu: 15 perc
pl: 15 minut
vi: 15 phút

source: 30 minutes
cs: 30 minut
es: 30 minutos
hu: 30 perc
pl: 30 minut
vi: 30 phút

source: 1 hour
cs: 1 hodina
es: 1 hora
hu: 1 óra
pl: 1 godzina
vi: 1 giờ

source: Refresh interval (seconds)
cs: Interval obnovení (sekund)
es: Intervalo de actualización (segundos)
hu: Frissítési gyakoriság (másodperc)
pl: Interwał odświeżania (w sekundach)
vi: Chu kỳ làm mới (giây)

source: Avoid size changes
cs: Zabránit změnám velikosti
es: Evitar los cambios de tamaño
hu: Méret változásainak elkerülése
pl: Unikaj zmian rozmiaru
vi: Giữ nguyên kích thước

source: Checked: The size of this applet remains constant, once all your preferences have been defined. Unchecked: The size of this applet is optimized, but it may change.
cs: Aktivní: velikost appletu zůstává neměnná ve chvili definování vlastních nastavení. Neaktivní: Velikost appletu je optimalizována, ale může se měnit.
es: Marcado: el tamaño de esta applet permanece constante, una vez que se han establecido todas sus preferencias. Sin marcar: el tamaño de esta applet está optimizado, pero puede cambiar.
hu: Bejelölve: A kisalkalmazás mérete állandó marad, ha az összes beállítást megadta. Nincs bejelölve: A kisalkalmazás mérete optimalizált, de változhat.
pl: Zaznaczone: Rozmiar apletu będzie stały, po tym jak wszystkie twoje preferencje będą zdefiniowane. Odznaczone: Rozmiar apletu będzie optymalizowany, i może ulec zmianie.
vi: Đánh dấu: Kích thước của applet sẽ giữ nguyên sau khi bạn thiết lập xong các tùy chọn. Bỏ đánh dấu: Kích thước của applet được tối ưu tự động nhưng có thể thay đổi.

source: Character size (% of standard size)
cs: Velikost písma (% standardní velikosti)
es: Tamaño de carácter (% del tamaño estándar)
hu: Karakter méret (az alapértelmezett %-a)
pl: Rozmiar znaków (% standardowego rozmiaru)
vi: Kích thước ký tự (% so với tiêu chuẩn)

source: Display width (pixels) for horizontal panels
es: Anchura de pantalla (píxeles) para paneles horizontales
hu: Kijelzőszélesség (pixel) vízszintes panelek esetén
pl: Szerokość wyświetlania (w pikselach) dla poziomych paneli
vi: Chiều rộng hiển thị (pixel) cho bảng ngang

source: 0 means automatic. This value does not include border.
es: 0 significa automático. Este valor no incluye el borde.
hu: A 0 azt jelenti, hogy automatikus. Ez az érték nem tartalmazza a keretet.
pl: 0 oznacza automatyczną. Ta wartość nie zawiera obwódki.
vi: 0 nghĩa là tự động. Giá trị này không bao gồm viền.

source: (none)
es: (ninguno)
hu: (semmi)
pl: (żadne)
vi: (không có)

source: blank
es: en blanco
hu: üres
pl: puste
vi: trống

source: bar
es: barra
hu: sáv
pl: pasek
vi: thanh

source: Separator
es: Separador
hu: Elválasztó
vi: Dấu tách

source: Customize Text Color
cs: Přizpůsobit barvu textu
es: Personalizar el color del texto
hu: Szövegszín testreszabása
pl: Zmień kolor tekstu
vi: Tùy chỉnh màu chữ

source: Text Color
cs: Barva textu
es: Color del texto
hu: Szövegszín
pl: Kolor tekstu
vi: Màu chữ

source: Critical Value Color
es: Color de valor crítico
hu: Kritikus érték szín
pl: Kolor krytycznej wartości
vi: Màu giá trị tới hạn

source: High Value Color
es: Color de alto valor
hu: Magas érték szín
pl: Kolor wysokiej wartości
vi: Màu giá trị cao

source: Remove border line
cs: Bez okrajové linky
es: Eliminar el borde
hu: Szegély eltávolítása
pl: Usuń linię obwódki
vi: Xóa đường viền

source: Whether or not to remove the border line around this applet.
cs: Určuje jestli údaje zobrazit s linkou kolem appletu či bez ní.
es: Elimine o no la línea que bordea esta applet.
hu: El kell-e távolítani a szegélyt a kisalkalmazás körül vagy sem.
pl: Czy usunąć bądź nie obwódkę wokół apletu.
vi: Bật/tắt việc xóa đường viền bao quanh applet này.

source: Remove icons
cs: Odstranit ikony
es: Eliminar los iconos
hu: Ikonok eltávolítása
pl: Usuń ikony
vi: Xóa biểu tượng

source: Whether or not to remove icons in panel.
cs: Zapne či vypne zobrazení ikon.
es: Eliminar o no los iconos del panel.
hu: El kell-e távolítani az ikonokat a panelről vagy sem.
pl: Czy usunąć bądź nie ikony w tym panelu.
vi: Bật/tắt việc hiển thị biểu tượng trên bảng.

source: Display a tooltip on mouseover
cs: Zobrazovat bublinu při najetí myší
es: Mostrar información sobre herramientas al pasar el mouse
hu: Eszköztipp megjelenítése az egérmutatóval
pl: Pokaż dymek po najechaniu myszą
vi: Hiển thị chú giải khi di chuột

source: Show values in bold in the tooltip
cs: Hodnoty ve vyskakovací bublině zobrazovat tučným písmem
es: Mostrar valores en negrita en la ventana emergente
hu: Az értékeket félkövéren jelenítse meg az eszköztippben
pl: Pokaż wartości grubą czcionką w dymku
vi: Hiển thị giá trị in đậm trong chú giải

source: Whether or not to show values in bold in the tooltip.
cs: Definuje jestli použít tučné písmo hodnot v bublinové nabídce.
es: Especifica si los valores se muestran o no en negrita en la ventana emergente.
hu: Félkövérrel jelenítse-e meg az értékeket az eszköztippben vagy sem.
pl: Czy pokazywać bądź nie wartości grubą czcionką w dymku.
vi: Bật/tắt hiển thị giá trị in đậm trong chú giải.

source: Show main sensors in bold italics in the tooltip
cs: Hlavní senzory zobrazit tučnou kurzívou ve vyskakovací nápovědě
es: Mostrar los principales sensores en negrita y cursiva en la ventana emergente
hu: A fő érzékelőket félkövér dőlt betűvel jelenítse meg az eszköztippben
pl: Pokaż główny sensor w grubej pochyłej czcionce w dymku
vi: Hiển thị cảm biến chính bằng kiểu chữ in đậm và nghiêng trong chú giải

source: Whether or not to display the names of the main sensors (those displayed in the panel) in bold italics in the tooltip.
cs: Možnost zobrazit či vypnout jména hlavních senzorů ve vyskakovací nápovědě v tučné kurzívě.
es: Mostrar o no los nombres de los sensores principales (los que se muestran en el panel) en negrita y cursiva en la ventana emergente.
hu: A fő érzékelők (a panelen látható) neve félkövér dőlt betűvel jelenik-e meg vagy sem.
pl: Czy pokazywać bądź nie nazwy głównych sensorów (tych pokazywanych w panelu) w grubej pochyłej czcionce w dymku.
vi: Bật/tắt việc hiển thị tên của các cảm biến chính (những cảm biến hiển thị trên bảng) bằng kiểu chữ in đậm và nghiêng trong chú giải.

source: Show in menu the action: Restart this applet
cs: Zobrazovat v menu akci: Restartovat tento applet
es: Mostrar en el menú la acción: Reiniciar esta applet
hu: A következő műveletet megjelenítése a menüben: Indítsa újra a kisalkalmazást
pl: Pokaż akcję w menu; Restart tego apletu
vi: Hiển thị trong menu tùy chọn: Khởi động lại applet này

source: Whether or not to display in menu the action: Restart this applet.
cs: Možnost zobrazit položky 'Restartovat tento applet' v jeho menu.
es: Mostrar o no en el menú la acción: Reiniciar esta applet.
hu: Megjeleníti-e a menüben ezt a műveletet vagy sem: Indítsa újra a kisalkalmazást.
pl: Czy pokazywać bądź nie akcję w menu: Restart tego apletu.
vi: Bật/tắt việc hiển thị tùy chọn khởi động lại applet trong menu.

source: Make disk temperature user-readable
cs: Učinit hodnoty teploty disků čitelné uživatelem
es: Hacer que la temperatura del disco sea legible por el usuario
hu: A lemez hőmérséklet-szenzorok felhasználó számára olvashatóvá tétele
pl: Uczyń temperatury dysków odczytywalnymi dla użytkownika
vi: Cho phép người dùng đọc được nhiệt độ ổ đĩa

source: Display the values of these selected sensors
cs: Zobrazovat hodnoty senzorů z této kategorie
es: Mostrar los valores de estos sensores seleccionados
hu: Ezen kiválasztott szenzorok értékeinek megjelenítése
pl: Wyświetlaj wartości tych wybranych sensorów
vi: Hiển thị giá trị của các cảm biến được chọn

source: Whether or not to display the values of the sensors selected in the list below.
cs: Možnost zobrazit či zakázat zobrazení v seznamu níže vybraných senzorů.
es: Muestra o no los valores de los sensores seleccionados en la lista siguiente.
hu: Megjeleníti-e az alábbi listában kiválasztott érzékelők értékeit vagy sem.
pl: Czy wyświetlać bądź nie wartości sensorów wybranych w liście poniżej.
vi: Bật/tắt hiển thị giá trị của các cảm biến được chọn trong danh sách bên dưới.

source: Display the 'Shown name' of each of these selected sensors
cs: Zobrazovat se hodnotami vybraných senzorů i 'Zobrazované jméno'
es: Visualizar 'Mostrar nombre' de cada uno de los sensores seleccionados
hu: A „Megjelenített név” elem megjelenítése a kiválasztott szenzorokhoz
pl: Wyświetlaj 'Pokazywaną nazwę' dla każdego z tych wybranych sensorów
vi: Hiển thị 'Tên hiển thị' của từng cảm biến được chọn

source: Whether or not to display into this applet label the 'Shown name' of the sensors selected in the list below. Without effect in vertical panels.
cs: Určuje, jestli se u hodnot senzorů bude zobrazovat i jméno příslušného senzoru ze seznamu níže. Ve vertikálním umístění panelu bez účinku.
es: Visualizar o no en la etiqueta del applet el 'Mostrar nombre' de los sensores seleccionados en la lista a continuación. Sin efecto en paneles verticales.
hu: Megjeleníti-e az alábbi listában kiválasztott érzékelőkhöz a „Megjelenített név” elemet vagy sem. Nincs hatással a függőleges panelekre.
pl: Czy wyświetlać bądź nie w tym aplecie etykiety 'Pokazywanych nazw' sensorów wybranych w liście poniżej. Brak efektu dla pionowych paneli.
vi: Bật/tắt việc hiển thị 'Tên hiển thị' của các cảm biến đã chọn trên nhãn applet. Không áp dụng cho bảng dọc.

source: The first emoji in this list is used for temperature
es: El primer emoji de esta lista se utiliza para la temperatura
hu: Az első emoji ebben a listában a hőmérsékletet jelöli.
pl: Pierwsze emoji na tej liście będzie używane dla temperatury
vi: Biểu tượng emoji đầu tiên trong danh sách này được dùng cho nhiệt độ

source: Emoji
vi: Biểu tượng

source: Show only strictly positive values
cs: Zobrazovat výhradně kladné hodnoty
es: Mostrar solo valores estrictamente positivos
hu: Csak szigorúan pozitív értékeket mutasson
pl: Pokazuj tylko dodatnie wartości
vi: Chỉ hiển thị giá trị dương

source: Show temperature in Fahrenheit
cs: Teploty ve stupních Fahrenheita
es: Mostrar la temperatura en Fahrenheit
hu: Mutasd a hőmérsékletet Fahrenheit-ben
pl: Pokazuj temperaturę w Fahrenheitach
vi: Hiển thị nhiệt độ theo thang Fahrenheit

source: Display integer values
cs: Zobrazovat celá čísla
es: Mostrar valores enteros
hu: Egész számok megjelenítése
pl: Wyświetlaj wartości z przecinkami
vi: Chỉ hiển thị phần nguyên

source: Whether or not to round the values.
cs: Umožňuje zaokrouhlovat hodnoty na celá čísla.
es: Redondear o no los valores.
hu: Kerekítse-e az értékeket vagy sem.
pl: Czy zaokrąglać bądź nie te wartości.
vi: Bật/tắt việc làm tròn giá trị.

source: Show unit
cs: Zobrazit stupně
es: Mostrar unidad
hu: Mértékegység mutatása
pl: Pokaż jednostkę
vi: Hiển thị đơn vị

source: Whether or not to show the unit after the value.
cs: Umožní připojit či odebrat zobrazení značky stupňů za hodnotou.
es: Mostrar o no la unidad después del valor.
hu: Jelenítse-e meg a mértékegységeket az értékek után vagy sem.
pl: Czy pokazywać bądź nie jednostkę po tej wartości.
vi: Bật/tắt hiển thị đơn vị sau giá trị.

source: Show unit character
cs: Připojit symbol jednotky
es: Mostrar carácter de unidad
hu: Mértékegység karakterének megjelenítése
pl: Pokaż znak jednostki
vi: Hiển thị ký hiệu đơn vị

source: Whether or not to show the unit character (C or F).
cs: Možnost zobrazení zkratky jednotky ( C či F).
es: Mostrar o no el carácter de la unidad (C o F).
hu: Megjelenítse-e a mértékegység karakterét (C vagy F) vagy sem.
pl: Czy pokazywać bądź nie znak jednostki (C lub F).
vi: Bật/tắt hiển thị ký hiệu đơn vị (C hoặc F).

source: Vertical panel: Temperature value and °C / °F on one line
cs: Při vertikálním panelu: hodnota teploty a jednotka °C / °F na jednom řádku
es: Panel vertical: valor de temperatura y °C / °F en una línea
hu: Függőleges panel: Hőmérséklet értéke és °C / °F egy vonalon
pl: Panel pionowy: Wartość temperatury i °C / °F w jednej linii
vi: Bảng dọc: Hiển thị giá trị nhiệt độ và °C/°F trên cùng một dòng

source: Whether or not to show, in a vertical panel, °C or °F on the same line as the temperature value.
cs: V případě používání panelu umístěného vertikálně lze zvolit, jestli hodnota a jednotka °C či °F budou na stejném řádku.
es: SMostrar o no, en un panel vertical, °C o °F en la misma línea que el valor de temperatura.
hu: Jelenítse-e meg egy függőleges panelen a °C vagy °F-t ugyanazon a vonalon mint a hőmérséklet értékét vagy sem.
pl: Czy pokazywać bądź nie, w panelu pionowym, °C lub °F w tej samej linii co wartość temperatury.
vi: Bật/tắt hiển thị °C hoặc °F trên cùng một dòng với giá trị nhiệt độ trong bảng dọc.
