Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/CommandRunner@appdevsw/*.po
Languages: da, de, fi, hu, nl, sv

source: CommandRunner
hu: Parancsfuttató
nl: CommandoUitvoerder

source: <no text>
da: <ingen tekst>
de: <kein Text>
hu: <nincs szöveg>
nl: <geen tekst>
sv: <ingen text>

source: starting...
da: starter …
de: Startet...
fi: käynnistyy...
hu: Indítás…
nl: aan het starten...
sv: Startar...

source: Compare error
da: Sammenligningsfejl
de: Vergleichsfehler
fi: Vertaile virhettä
hu: Összehasonlítás hiba
nl: Vergelijk de fout
sv: Jämförelsefel

source: XML/JSON error: missing tag
da: XML/JSON-fejl: manglende mærke
de: XML/JSON-Fehler: fehlendes Tag
fi: XML/JSON virhe: puuttuva tagi
hu: XML/JSON hiba: hiányzó címke
nl: XML/JSON-fout: ontbrekende tag
sv: XML/JSON-fel: Saknad tagg

source: xml error:
da: xml-fejl:
de: XML-Fehler:
fi: xml virhe:
hu: XML hiba:
nl: XML-fout:
sv: xml-fel:

source: property not found
da: egenskab ikke fundet
de: Eigenschaft nicht gefunden
fi: ominaisuus ei löydy
hu: Tulajdonság nem található
nl: eigenschap niet gevonden
sv: egenskap hittades inte

source: undefined command!
da: udefineret kommando!
de: Undefinierter Befehl!
fi: määrittelemätön komento!
hu: Nincs parancs megadva,
nl: commando ongedefinieerd!
sv: odefinierat kommando!

source: cannot execute command!
da: kan ikke udføre kommandoen!
de: Befehl konnte nicht ausgeführt werden!
fi: komentoa ei voi suorittaa!
hu: A parancs nem hajtható végre.
nl: kan commando niet uitvoeren!
sv: kan inte exekvera kommandot!

source: xml parse error at pos
da: xml-fortolkningsfejl ved position
de: XML-Übersetzungsfehler an Position
fi: xml jäsennysvirhe osoitteessa pos
hu: XML feldolgozási hiba itt:
nl: XML-parseerfout op positie
sv: xml-tolkningsfel på position

source: , level
da: , niveau
de: , Ebene
fi: , taso
hu: , szint
nl: , niveau
sv: , nivå

source: , inside tag
da: , indeni mærke
de: , innerer Tag
fi: , tagin sisällä
hu: , belső címke
nl: , binnen tag
sv: , i taggen

source: Applet runs script or application periodically and displays its output on the taskbar
da: Panelprogrammet kører skript eller program regelmæssigt og viser output i proceslinjen
de: Applet führt ein Skript oder eine Anwendung periodisch aus und zeigt die Ausgabe in der Taskbar
fi: Suorittaa komentosarjan tai sovelluksen ajastetusti ja näyttää sen tulosteen paneelissa
hu: Kisalkalmazás amely megadott időközönként parancsfájlt futtat és megjeleníti a kimenetet a Panelen
nl: Applet voert periodiek een script of toepassing uit en geeft de uitvoer weer op de taakbalk
sv: Panelprogrammet kör skript eller program periodiskt och visar utdata i panelen

source: Unit
da: Enhed
de: Einheit
fi: Yksikkö
hu: Egység
nl: Eenheid
sv: Enhet

source: Unit of the interval: seconds or milliseconds
da: Intervalenhed: sekunder eller millisekunder
de: Einheit des Intervalls: Sekunden oder Millisekunden
fi: Aikaväli: sekuntia tai millisekuntia
hu: Az időköz mértékegysége: másodperc vagy ezredmásodperc
nl: Eenheid van het interval: seconden of milliseconden
sv: Intervallenhet: Sekunder eller millisekunder

source: milliseconds
da: millisekunder
de: Millisekunden
fi: millisekuntia
hu: ezredmásodperc
nl: milliseconden
sv: millisekunder

source: seconds
da: sekunder
de: Sekunden
fi: sekuntia
hu: másodperc
nl: seconden
sv: sekunder

source: Run interval
da: Udførselsinterval
de: Intervall läuft
fi: Suoritusaikaväli
hu: Futtatási időköz
nl: Interval uitvoeren
sv: Körningsintervall

source: Specifies how often the command is run
da: Angiver hvor ofte kommandoen udføres
de: Festlegen wie oft der Befehl ausgeführt wird
fi: Määrittää, kuinka usein komento suoritetaan
hu: Meghatározza, hogy milyen gyakorisággal fusson le a parancs
nl: Geeft aan hoe vaak het commando wordt uitgevoerd
sv: Specificerar hur ofta kommandot körs

source: CommandRunner settings
da: Indstillinger for CommandRunner
de: CommandRunner Einstellungen
fi: CommandRunner asetukset
hu: Parancsfuttató beállítások
nl: CommandRunner-instellingen
sv: CommandRunner Inställningar

source: Suffix
fi: Tiedostopääte
hu: Utótag

source: Text or character displayed at the end of the command result (in text mode only).
da: Tekst eller tegn vist i bagefter kommandoresultatet (kun i teksttilstand).
de: Text oder Buchstabe der nach dem Ergebnis des Befehls angezeigt wird (nur im Textmodus).
fi: Teksti tai merkki näytetään komennon tuloksen lopussa (vain tekstitilassa).
hu: A parancs futtatása végén megjelenő szöveg vagy karakter (szöveges üzemmódban).
nl: Tekst of teken weergegeven aan het einde van het resultaat van het commando (alleen in tekstmodus).
sv: Text eller tecken som visas i slutet på kommandoresultatet (endast i textläge).

source: Command
da: Kommando
de: Befehl
fi: Komento
hu: Parancs
nl: Commando
sv: Kommando

source: Command or script or applitaction to run. e.g. /home/user/myscript.sh echo Hello The command should print the result to the standard output, which will be displayed on the taskbar. You can use predefined parameters: $counter$ - number of command executions $appletdir$ - applet directory e.g. echo "I was executed $counter$ times"
da: Kommando, skript eller program der skal køres. f.eks. /home/user/mitskript.sh echo Hallo Kommandoen vil udskrive resultatet til standardoutput, som vil blive vist i proceslinjen. Du kan anvende forudbestemte parametre: $counter$ - antallet af kommandokørsler $appletdir$ - programmappe f.eks. echo "Jeg blev udført $counter$ gange"
de: Befehl oder Skript oder Anwendung zum Ausführen. z.B. /home/Benutzer/meinskript.sh echo Hallo Der Befehl sollte das Ergebnis in der Standardausgabe anzeigen, welche in der Taskbar angezeigt wird. Du kannst vorgegebene Parameter nutzen: $counter$ - Anzahl der Kommandoausführungen $appletdir$ - Applet-Verzeichnis z.B. echo "Ich wurde $counter$ mal ausgeführt"
fi: Suoritettava komento tai komentojono tai sovellus. esim. /home/user/myscript.sh echo Hei Komennon pitäisi tulostaa vakiotulostukseen, joka näytetään paneelissa. Voit käyttää ennalta määritettyjä parametreja: $counter$ - komentojen suoritusten määrä $appletdir$ - sovelmahakemisto esim. echo "Minua ammuttiin $counter$ kertaa"
hu: A futtatni kíván parancs vagy parancsfájl. Például: /home/user/myscript.sh echo Hello A parancsnak a terminál szabványos kimenetére kell kiírnia a futás eredményét, amely megjelenik majd a Panelon. Ezeket az előre megadott változókat használhatja: $counter$ - a végrehajtások száma $appletdir$ - kisalkalmazás mappa Például: echo "Végrehajtva $counter$ alkalommal."
nl: Commando of script of toepassing om uit te voeren. bv. /home/gebruiker/mijnscript.sh echo Hallo Het commando moet het resultaat printen naar de standaarduitvoer, die zal worden weergegeven op de taakbalk. U kunt vooraf gedefinieerde parameters gebruiken: $counter$ - aantal uitvoeringen van het commando $appletdir$ - appletmap bv. echo "Ik ben $counter$ keer uitgevoerd"
sv: Kommando, skript eller program att köra. Exempel: /home/user/myscript.sh echo Hello Kommandot skall skriva ut resultatet till standardplats, vilket visas i panelen. Du kan använda fördefinierade parametrar: $counter$ - antal kommandoexekveringar $appletdir$ - panelprogrammapp Exempel: echo "Jag har körts $counter$ gånger"

source: Prefix
da: Præfiks
fi: Etuliite
hu: Előtag

source: Text or character displayed at the beginning of the command result (in text mode only).
da: Tekst eller tegn vist foran kommandoresultatet (kun i teksttilstand).
de: Text oder Buchstabe der vor dem Ergebnis des Befehls angezeigt wird (nur im Textmodus).
fi: Teksti tai merkki näytetään komennon tuloksen alussa (vain tekstitilassa).
hu: A parancs futtatása előtt megjelenő szöveg vagy karakter (szöveges üzemmódban).
nl: Tekst of teken weergegeven aan het begin van het resultaat van het commando (alleen in tekstmodus).
sv: Text eller tecken som visas i början på kommandoresultatet (endast i textläge).

source: Apply
da: Anvend
de: Übernehmen
fi: Käytä
hu: Alkalmaz
nl: Toepassen
sv: Tillämpa

source: Apply changes
da: Udfør ændringer
de: Änderungen übernehmen
fi: Hyväksy muutokset
hu: Változtatások alkalmazása
nl: Wijzigingen toepassen
sv: Tillämpa ändringar
