Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/expressvpn@Hukuta/*.po
Languages: vi

source: Connect to VPN in one click from this applet. ExpressVPN client is required (this is a paid service)
vi: Kết nối VPN chỉ với một cú nhấp chuột từ applet này. Cần có client ExpressVPN (dịch vụ trả phí)

source: Configuration
vi: Cấu hình

source: Server
vi: Máy chủ

source: Smart Location
vi: Vị trí thông minh

source: Germany - Frankfurt 1
vi: Đức - Frankfurt 1

source: Germany - Nuremberg
vi: Đức - Nuremberg

source: Germany - Frankfurt 2
vi: Đức - Frankfurt 2

source: Germany - Darmstadt
vi: Đức - Darmstadt

source: India - Mumbai - 1
vi: Ấn Độ - Mumbai 1

source: India (via UK)
vi: Ấn Độ (qua UK)

source: India - Chennai
vi: Ấn Độ - Chennai

source: UK - Docklands
vi: Anh - Docklands

source: UK - East London
vi: Anh - East London

source: UK - Berkshire
vi: Anh - Berkshire

source: UK - London
vi: Anh - London

source: UK - Kent
vi: Anh - Kent

source: UK - Berkshire 2
vi: Anh - Berkshire 2

source: UK - Wembley
vi: Anh - Wembley

source: Netherlands - Amsterdam Y
vi: Hà Lan - Amsterdam Y

source: Netherlands - Rotterdam Y
vi: Hà Lan - Rotterdam Y

source: Netherlands - The Hague
vi: Hà Lan - The Hague

source: Hong Kong - 2
vi: Hồng Kông - 2

source: Hong Kong - 1
vi: Hồng Kông - 1

source: Hong Kong - 3
vi: Hồng Kông - 3

source: Hong Kong - 4
vi: Hồng Kông - 4

source: Hong Kong - 5
vi: Hồng Kông - 5

source: Hong Kong - 6
vi: Hồng Kông - 6

source: USA - New York
vi: Mỹ - New York

source: USA - Washington DC
vi: Mỹ - Washington DC

source: USA - Washington DC - 2
vi: Mỹ - Washington DC 2

source: USA - New Jersey - 1
vi: Mỹ - New Jersey 1

source: USA - San Francisco
vi: Mỹ - San Francisco

source: USA - Chicago
vi: Mỹ - Chicago

source: USA - Dallas
vi: Mỹ - Dallas

source: USA - Miami
vi: Mỹ - Miami

source: USA - Los Angeles - 3
vi: Mỹ - Los Angeles 3

source: USA - Los Angeles - 2
vi: Mỹ - Los Angeles 2

source: USA - New Jersey - 3
vi: Mỹ - New Jersey 3

source: USA - Seattle
vi: Mỹ - Seattle

source: USA - Miami - 2
vi: Mỹ - Miami 2

source: USA - Denver
vi: Mỹ - Denver

source: USA - Salt Lake City
vi: Mỹ - Salt Lake City

source: USA - Kansas City
vi: Mỹ - Kansas City

source: USA - Tampa - 1
vi: Mỹ - Tampa 1

source: USA - Phoenix
vi: Mỹ - Phoenix

source: USA - Los Angeles - 1
vi: Mỹ - Los Angeles 1

source: USA - Virginia
vi: Mỹ - Virginia

source: USA - New York - 2
vi: Mỹ - New York 2

source: USA - New Jersey - 2
vi: Mỹ - New Jersey 2

source: USA - Hollywood
vi: Mỹ - Hollywood

source: USA - Dallas - 2
vi: Mỹ - Dallas 2

source: USA - Minneapolis
vi: Mỹ - Minneapolis

source: USA - Boston
vi: Mỹ - Boston

source: USA - Los Angeles
vi: Mỹ - Los Angeles

source: USA - San Jose
vi: Mỹ - San Jose

source: USA - Atlanta
vi: Mỹ - Atlanta

source: USA - Los Angeles - 5
vi: Mỹ - Los Angeles 5

source: USA - Los Angeles - 4
vi: Mỹ - Los Angeles 4

source: USA - Santa Monica
vi: Mỹ - Santa Monica

source: USA - San Francisco via HK
vi: Mỹ - San Francisco qua HK

source: USA - San Francisco - 2
vi: Mỹ - San Francisco 2

source: France (FR)
vi: Pháp (FR)

source: France - Strasbourg
vi: Pháp - Strasbourg

source: France - Paris - 2
vi: Pháp - Paris 2

source: Japan - Tokyo - 3
vi: Nhật Bản - Tokyo 3

source: Japan - Tokyo - 2
vi: Nhật Bản - Tokyo 2

source: Japan - Tokyo - 1
vi: Nhật Bản - Tokyo 1

source: Sweden
vi: Thụy Điển

source: Sweden - 2
vi: Thụy Điển 2

source: Switzerland - 2
vi: Thụy Sĩ 2

source: Switzerland
vi: Thụy Sĩ

source: Italy - Milan
vi: Ý - Milan

source: Italy - Cosenza
vi: Ý - Cosenza

source: Australia - Melbourne
vi: Úc - Melbourne

source: Australia - Sydney
vi: Úc - Sydney

source: Australia - Sydney - 3
vi: Úc - Sydney 3

source: Australia - Perth
vi: Úc - Perth

source: Australia - Brisbane
vi: Úc - Brisbane

source: Australia - Sydney - 2
vi: Úc - Sydney 2

source: South Korea - 2
vi: Hàn Quốc 2

source: South Korea
vi: Hàn Quốc

source: Philippines (via Singapore)
vi: Philippines (qua Singapore)

source: Thailand (TH)
vi: Thái Lan (TH)

source: Taiwan (TW)
vi: Đài Loan (TW)

source: Taiwan via HK
vi: Đài Loan qua HK

source: Taiwan via HK - 2
vi: Đài Loan qua HK 2

source: Vietnam (VN)
vi: Việt Nam (VN)

source: Macau (MO)
vi: Ma Cao (MO)

source: Cambodia (KH)
vi: Campuchia (KH)

source: Mongolia (MN)
vi: Mông Cổ (MN)

source: Laos
vi: Lào

source: Isle of Man (IM)
vi: Đảo Man (IM)

source: Spain (ES)
vi: Tây Ban Nha (ES)

source: Spain - Barcelona
vi: Tây Ban Nha - Barcelona

source: Turkey (TR)
vi: Thổ Nhĩ Kỳ (TR)

source: Norway (NO)
vi: Na Uy (NO)

source: Denmark (DK)
vi: Đan Mạch (DK)

source: Belgium (BE)
vi: Bỉ (BE)

source: Finland (FI)
vi: Phần Lan (FI)

source: Greece (GR)
vi: Hy Lạp (GR)

source: Portugal (PT)
vi: Bồ Đào Nha (PT)

source: Austria (AT)
vi: Áo (AT)

source: Russia (RU)
vi: Nga (RU)

source: Poland (PL)
vi: Ba Lan (PL)

source: Lithuania (LT)
vi: Litva (LT)

source: Czech Republic (CZ)
vi: Cộng hòa Séc (CZ)

source: Bosnia and Herzegovina (BA)
vi: Bosnia và Herzegovina (BA)

source: Cyprus (CY)
vi: Síp (CY)

source: South Africa (ZA)
vi: Nam Phi (ZA)

source: Egypt (EG)
vi: Ai Cập (EG)

source: IP Location
vi: Vị trí IP
