Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/CinnVIIStarkMenu@NikoKrause/*.po
Languages: cs, es, fr, it, nl, pl, ru, sv

source: No description available
cs: Popis není dostupný
es: Descripción no disponible
fr: Aucune description disponible
it: Nessuna descrizione disponibile
nl: Geen beschrijving beschikbaar
pl: Brak opisu
ru: Описание недоступно
sv: Ingen beskrivning tillgänglig

source: Run with NVIDIA GPU
cs: Spustit s GPU NVIDIA
es: Ejecutar con GPU NVIDIA
fr: Lancer avec la carte NVIDIA
it: Esegui con GPU NVIDIA
nl: Uitvoeren met NVIDIA GPU
pl: Uruchom za pomocą GPU NVIDIA
ru: Запустить используя NVIDIA GPU
sv: Kör med NVIDIA GPU

source: Add to panel
cs: Přidat na panel
es: Añadir al panel
fr: Ajouter au tableau de bord
it: Aggiungi al pannello
nl: Toevoegen aan paneel
pl: Dodaj do panelu
ru: Добавить на панель
sv: Lägg till i panelen

source: Add to desktop
cs: Přidat na plochu
es: Añadir al escritorio
fr: Ajouter au bureau
it: Aggiungi al desktop
nl: Toevoegen aan bureaublad
pl: Dodaj do pulpitu
ru: Добавить на рабочий стол
sv: Lägg till på skrivbordet

source: Remove from favorites
cs: Odebrat z oblíbených
es: Quitar de Favoritos
fr: Supprimer des applications favorites
it: Rimuovi dai preferiti
nl: Verwijderen uit favorieten
pl: Usuń z ulubionych
ru: Удалить из избранного
sv: Ta bort från Favoriter

source: Add to favorites
cs: Přidat do oblíbených
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
ru: Добавить в избранное
sv: Lägg till i Favoriter

source: Uninstall
cs: Odinstalovat
es: Desinstalar
fr: Désinstaller
it: Disinstalla
nl: Deïnstalleren
pl: Odinstaluj
ru: Удалить
sv: Avinstallera

source: Search for results on the web
es: Buscar resultados en la web
fr: Rechercher des résultats sur le Web
it: Cerca risultati sul web
nl: Zoeken naar resultaten op het web
pl: Wyszukuj w sieci

source: This file is no longer available
cs: Tento soubor už není k dispozici
es: El archivo ya no está disponible
fr: Ce fichier n'est plus disponible
it: Questo file non è più disponibile
nl: Dit bestand is niet langer beschikbaar
pl: Ten plik nie jest już dostępny
ru: Этот файл больше не доступен
sv: Filen är inte längre tillgänglig

source: Open with
cs: Otevřít s
es: Abrir con
fr: Ouvrir avec
it: Apri con
nl: Openen met
pl: Otwórz z
ru: Открыть с помощью
sv: Öppna med

source: Other application...
cs: Jiná aplikace…
es: Otra aplicación…
fr: Autre application…
it: Altra applicazione...
nl: Andere toepassing...
pl: Inna aplikacja...
ru: Другое приложение…
sv: Annat program...

source: All Applications
cs: Všechny aplikace
es: Todas las aplicaciones
fr: Toutes les applications
it: Tutte le Applicazioni
nl: Alle toepassingen
pl: Wszystkie aplikacje
ru: Все приложения
sv: Alla program

source: Lock Screen
cs: Zamknout obrazovku
es: Bloquear la pantalla
fr: Verrouiller l'écran
it: Blocca Schermo
nl: Scherm vergrendelen
pl: Zablokuj ekran
ru: Заблокировать экран
sv: Lås skärmen

source: Shutdown the computer
cs: Vypnout počítač
es: Apagar el equipo
fr: Éteindre l'ordinateur
it: Spegni il computer
nl: Computer uitschakelen
pl: Wyłącz komputer
ru: Выключить компьютер
sv: Stäng av datorn

source: Leave the session
cs: Opustit sezení
es: Cerrar la sesión
fr: Fermer la session
it: Esci dalla sessione
nl: Sessie verlaten
pl: Opuść sesję
ru: Покинуть сеанс
sv: Avsluta sessionen

source: Lock the screen
cs: Uzamknout obrazovku
es: Bloquear la pantalla
fr: Verrouille l'écran
it: Blocca lo schermo
nl: Scherm vergrendelen
pl: Zablokuj ekran
ru: Заблокировать экран
sv: Lås skärmen

source: Quit
cs: Ukončit
es: Salir
fr: Quitter
it: Chiudi
nl: Afsluiten
pl: Wyjdź
ru: Выход
sv: Stäng av

source: Lock screen
cs: Zamknout obrazovku
es: Bloquear pantalla
fr: Verrouillage de l'écran
it: Blocco schermo
nl: Vergrendel scherm
pl: Zablokuj ekran
ru: Заблокировать экран
sv: Lås skärmen

source: Menu
es: Menú
it: Menù
ru: Меню
sv: Meny

source: Places
cs: Místa
es: Lugares
fr: Emplacements
it: Posizioni
nl: Locaties
pl: Miejsca
ru: Места
sv: Platser

source: Recent Files
cs: Naposledy otevřené soubory
es: Archivos recientes
fr: Documents récents
it: File Recenti
nl: Recente bestanden
pl: Ostatnio używane pliki
ru: Недавние файлы
sv: Tidigare filer

source: Clear list
cs: Vymazat seznam
es: Borrar lista
fr: Effacer la liste
it: Cancella elenco
nl: Lijst wissen
pl: Wyczyść listę
ru: Очистить список
sv: Rensa listan

source: Clear all recent documents
es: Limpiar todos los documentos recientes
fr: Effacer tous les documents récents
it: Cancella tutti i documenti recenti
nl: Alle recente documenten wissen
pl: Wyczyść listę niedawno używanych plików

source: No recent documents
cs: Žádné nedávno otevřené dokumenty
es: Sin documentos recientes
fr: Aucun document récent
it: Nessun documento recente
nl: Geen recente documenten
pl: Brak ostatnio używanych dokumentów
ru: Список пуст
sv: Inga tidigare dokument

source: Type to search...
cs: Vyhledávejte psaním...
es: Escriba para buscar...
fr: Saisir votre recherche...
it: Digita per cercare...
nl: Typ om te zoeken...
pl: Zacznij pisać, aby wyszukać...
ru: Найти…
sv: Skriv för att söka...

source: No results found
cs: Nenalezeny žádné výsledky
es: No se encontraron resultados
fr: Aucun résultat n'a été trouvé
it: Nessun risultato trovato
nl: Geen resultaten gevonden
pl: Brak wyników
ru: Результатов не найдено
sv: Inga träffar

source: %d result found
cs: nalezený výsledek %d
es: %d resultado encontrado
fr: %d résultat trouvé
it: %d risultato trovato
nl: %d resultaat gevonden
pl: %d wynik wyszukiwania
ru: Найден %d результат
sv: %d träff

source: Please enter your password to uninstall this application
cs: Zadejte prosím heslo k odinstalaci této aplikace
es: Por favor, proporcione su contraseña para desinstalar esta aplicación
fr: Veuillez entrer votre mot de passe afin de désinstaller cette application
it: Inserisci la password per disinstallare questa applicazione
nl: Voer uw wachtwoord in om deze toepassing te deïnstalleren
pl: Podaj twoje hasło aby odinstalować tę aplikację
ru: Пожалуйста, укажите ваш пароль для удаления этого приложения
sv: Ange ditt lösenord för att avinstallera detta program

source: All Programs
cs: Všechny aplikace
es: Todos los programas
fr: Tous les programmes
it: Tutti i Programmi
nl: Alle programma's
pl: Wszystkie aplikacje
ru: Все программы
sv: Alla program

source: Favorites
cs: Oblíbené
es: Favoritos
fr: Applications favorites
it: Preferiti
nl: Favorieten
pl: Ulubione
ru: Избранное
sv: Favoriter

source: Documents
cs: Dokumenty
es: Documentos
it: Documenti
nl: Documenten
pl: Dokumenty
ru: Документы
sv: Dokument

source: nemo Documents
cs: nemo Dokumenty
es: nemo Documentos
it: Documenti di nemo
nl: nemo Documenten
pl: Dokumenty nemo
ru: nemo Документы
sv: nemo Dokument

source: Pictures
cs: Obrázky
es: Imágenes
fr: Images
it: Immagini
nl: Afbeeldingen
pl: Obrazy
ru: Изображения
sv: Bilder

source: nemo Pictures
cs: nemo Obrázky
es: nemo Imágenes
fr: nemo Images
it: Immagini di nemo
nl: nemo Afbeeldingen
pl: Obrazy nemo
ru: nemo Изображения
sv: nemo Bilder

source: Music
cs: Hudba
es: Música
fr: Musique
it: Musica
nl: Muziek
pl: Muzyka
ru: Музыка
sv: Musik

source: nemo Music
cs: nemo Hudba
es: nemo Música
fr: nemo Musique
it: Musica di nemo
nl: nemo Muziek
pl: Muzyka nemo
ru: nemo Музыка
sv: nemo Musik

source: Videos
cs: Videa
es: Vídeos
fr: Vidéos
it: Video
pl: Wideo
ru: Видео
sv: Video

source: nemo Videos
cs: nemo Videa
es: nemo Vídeos
fr: nemo Vidéos
it: Video di nemo
pl: Wideo nemo
ru: nemo Видео
sv: nemo Video

source: Downloads
cs: Stažené
es: Descargas
fr: Téléchargements
it: Scaricati
pl: Pobrane
ru: Загрузки
sv: Hämtningar

source: nemo Downloads
cs: nemo Stažené
es: nemo Descargas
fr: nemo Téléchargements
it: Scaricati di nemo
pl: Pobrane nemo
ru: nemo Загрузки
sv: nemo Hämtningar

source: Cinnamon Menu with the look of the Windows 7 Start Menu or the MATE Menu
cs: Cinnamon Menu se vzhledem nabídky Start systému Windows 7 nebo MATE Menu
es: Menú de Cinnamon con apariencia del menú de inicio de Windows 7 o el menú de MATE
fr: Menu pour Cinnamon ayant au choix l'apparence du menu Démarrer de Windows 7 ou celle du menu MATE
it: Menù di Cinnamon con l'aspetto del menù Start di Windows 7 o del menù di MATE
nl: Cinnamon-menu met de uitstraling van het Windows 7 Start-menu of het MATE-menu
pl: Menu Cinnamon z wyglądem Windows 7/MATE
ru: Меню Cinnamon похожее на меню Пуск Windows 7 или MATE Menu
sv: Cinnamon-meny med utseende från Windows 7 startmeny, eller MATE-menyn

source: Panel
fr: Tableau de bord
it: Pannello
nl: Paneel
ru: Панель

source: Sidebar
cs: Postranní panel
es: Barra lateral
fr: Barre latérale
it: Barra Laterale
nl: Zijbalk
pl: Pasek boczny
ru: Боковая панель
sv: Sidofält

source: Quicklauncher
cs: Spouštěč
es: Acceso rápido
fr: Raccourci
it: Avvio rapido
nl: Snelstart
ru: Быстрый запуск
sv: Snabbstartare

source: Web Search
es: Búsqueda Web
fr: Recherche Web
it: Ricerca Web
nl: Webzoekopdracht
pl: Wyszukiwanie w sieci

source: Appearance
cs: Vzhled
es: Apariencia
fr: Apparence
it: Aspetto
nl: Uiterlijk
pl: Wygląd
ru: Внешний вид
sv: Utseende

source: Behavior
cs: Chování
es: Comportamiento
fr: Comportement
it: Comportamento
nl: Gedrag
pl: Zachowanie
ru: Поведение
sv: Beteende

source: Layout and content
cs: Rozložení a obsah
es: Diseño y contenido
fr: Disposition et contenu
it: Layout e contenuto
nl: Indeling en inhoud
pl: Układ i zawartość
ru: Структура и содержание
sv: Layout och innehåll

source: Icons and Labels
cs: Ikony a názvy
es: Etiquetas e iconos
fr: Icônes et textes
it: Icone ed Etichette
nl: Pictogrammen en labels
pl: Ikony i etykiety
ru: Значки и Метки
sv: Ikoner och text

source: Sidebar Layout
cs: Uspořádání postranního panelu
es: Organización de la barra lateral
fr: Configuration de la barre latérale
it: Layout della barra laterale
nl: Zijbalkindeling
pl: Układ paska bocznego
ru: Структура боковой панели
sv: Layout för sidofältet

source: Quit Menu Layout
cs: Uspořádání menu ukončení
es: Organización del menu de apagado
fr: Agencement du menu Quitter, Se déconnecter etc
it: Layout Menù di Uscita
nl: Indeling van afsluiten-menu
pl: Układ szybkiego menu
ru: Структура меню выхода из системы
sv: Layout för avstängningsmenyn

source: Quicklauncher Separators
es: Separadores de accesos rápidos
fr: Séparateurs
it: Separatori di Avvio rapido
nl: Scheidingslijnen van snelstart
pl: Separatory Quicklaunchera
ru: Разделители на панели быстрого запуска
sv: Avdelare för snabbstartikoner

source: Quicklauncher Places
es: Acceso rápido de Lugares
fr: Raccourcis vers vos répertoires
it: Posizioni di Avvio rapido
nl: Snelstart locaties
pl: Miejsca Quicklaunchera
ru: Места на панели быстрого запуска
sv: Snabbstartikon Platser

source: Quicklauncher Applications
es: Acceso rápido de Aplicaciones
fr: Raccourcis vers des applications
it: Applicazioni di Avvio rapido
nl: Snelstart toepassingen
pl: Aplikacje Quicklaunchera
ru: Приложения на панели быстрого запуска
sv: Snabbstartikon Program

source: Web Search Engine
es: Motor de búsqueda web
fr: Moteur de recherche Web
it: Motore di Ricerca Web
nl: Webzoekmachine
pl: Wyszukiwarka

source: Stark-Menu
es: Menú Stark
fr: Menu façon Stark
it: Menù-Stark
ru: Stark-Меню
sv: Stark-meny

source: MATE-Menu
es: Menú MATE
fr: Menu façon MATE
it: Menù-MATE
ru: MATE-Меню
sv: MATE-meny

source: Menu layout
cs: Uspořádání menu
es: Organización del menú
fr: Agencement du menu
it: Layout del Menù
nl: Menu-indeling
pl: Układ menu
ru: Стиль меню
sv: Menylayout

source: Choose between Stark-Menu and MATE-Menu layout
cs: Vyberte si mezi Stark-Menu a MATE-Menu uspořádáním
es: Elegir entre el menú MATE o el menú Stark
fr: Agencement du menu (façon Stark ou façon MATE)
it: Scegli il layout tra Menù-Stark e Menù-Mate
nl: Kies tussen de indeling van Stark-menu en MATE-menu
pl: Wybierz pomiędzy układem Stark-Menu i MATE-Menu
ru: Выберите стиль: Stark-Меню или MATE-Меню
sv: Välj mellan Stark-meny och MATE-menylayout

source: Keyboard shortcut to open and close the menu
cs: Klávesová zkratka pro otevírání a zavírání menu
es: Atajo de teclado para abrir y cerrar el menú
fr: Raccourci-clavier pour ouvrir et fermer le menu
it: Scorciatoia da tastiera per aprire e chiudere il menù
nl: Sneltoets om het menu te openen en te sluiten
pl: Skrót klawiszowy otwierający i zamykający menu
ru: Быстрый вызов меню с клавиатуры
sv: Tangentbordsgenväg för att öppna och stänga menyn

source: Use a custom icon and label
es: Utilizar un icono y una etiqueta personalizada
fr: Utiliser une icône et une étiquette personnalisées
it: Usa un'icona e un'etichetta personalizzate
nl: Een aangepast pictogram en label gebruiken
pl: Użyj własnej ikony i etykiety

source: Check this to specify a custom icon and label
es: Marque esta opción para especificar un icono y una etiqueta personalizados
fr: Cocher cette case pour spécifier une icône et une étiquette personnalisées
it: Selezionare questa opzione per specificare un'icona e un'etichetta personalizzate
nl: Vink dit aan om een aangepast pictogram en label te specificeren
pl: Zaznacz aby określić własną ikonę i etykietę

source: Icon
cs: Ikona
es: Ícono
fr: Icône
it: Icona
nl: Pictogram
pl: Ikona
ru: Значок
sv: Ikon

source: Select an icon to show in the panel.
cs: Zvolte ikonu, která se zobrazí na panelu.
es: Elija el icono que se mostrará en el panel.
fr: Choisir l'icône à afficher dans le tableau de bord.
it: Seleziona un'icona da mostrare nel pannello.
nl: Selecteer een pictogram om in het paneel te tonen.
pl: Wybierz ikonę do wyświetlenia w panelu.
ru: Выберите значок для отображения на панели.
sv: Välj en ikon att visas i panelen.

source: Text
es: Texto
fr: Texte
it: Testo
nl: Tekst
pl: Tekst

source: Enter custom text to show in the panel.
cs: Vložte text, který se zobrazí na panelu.
es: Introduzca un texto personalizado que mostrar en el panel.
fr: Saisir votre propre texte à afficher dans le panneau.
it: Inserisci un testo personalizzato da mostrare sul pannello.
nl: Voer aangepaste tekst in om in het paneel te tonen.
pl: Wpisz własny tekst do pokazania w panelu.
ru: Введите свой текст для отображения на панели.
sv: Ange anpassad text att visa i panelen.

source: 'All Programs'-Button label
cs: 'Všechny aplikace' - uživatelský název
es: Etiqueta del botón de 'Todos los programas'
fr: Texte du bouton 'Tous les programmes'
it: Etichetta del pulsante - 'Tutti i Programmi'
nl: Label voor de knop 'Alle programma's'
pl: Etykieta przycisku 'Wszystkie aplikacje'
ru: Текст кнопки «Все программы»
sv: Knapptext för "Alla program"

source: Enter custom text for the 'All Programs' button.
cs: Zadejte vlastní text pro tlačítko 'Všechny aplikace'.
es: Introduce una etiqueta para el botón de 'Todos los programas'.
fr: Saisir votre propre texte du bouton 'Tous les programmes'.
it: Inserisci un testo personalizzato per il pulsante "Tutti i programmi".
nl: Voer aangepaste tekst in voor de knop 'Alle programma's'.
pl: Wpisz własny tekst przycisku 'Wszystkie aplikacje'.
ru: Введите свой заголовок для кнопки 'Все программы'
sv: Ange anpassad text för knappen "Alla program".

source: 'Favorites'-Button label
cs: 'Oblíbené' - uživatelský název
es: Etiqueta del botón 'Favoritos'
fr: Texte du bouton 'Applications favorites'
it: Etichetta del pulsante - 'Preferiti'
nl: Label voor de knop 'Favorieten'
pl: Etykieta przycisku 'Ulubione'
ru: Текст кнопки «Избранное»
sv: Knapptext för "Favoriter"

source: Enter custom text for the 'Favorites' button.
cs: Zadejte vlastní text pro tlačítko 'Oblíbené'.
es: Introduce una etiqueta para el botón de 'Favoritos'.
fr: Saisir votre propre texte du bouton 'Applications favorites'.
it: Inserisci un testo personalizzato per il pulsante "Preferiti".
nl: Voer aangepaste tekst in voor de knop 'Favorieten'.
pl: Wpisz własny tekst przycisku 'Ulubione'.
ru: Введите свой текст для кнопки 'Избранное'
sv: Ange anpassad text för knappen "Favoriter".

source: Show application's description under their titles
cs: Zobrazit popis aplikace pod názvem
es: Mostrar descripción de la aplicación debajo del título
fr: Afficher la description des applications sous leur nom
it: Mostra le descrizioni delle applicazioni sotto i titoli
nl: Toon de beschrijving van toepassingen onder hun titels
pl: Pokaż opisy aplikacji pod ich tytułami
ru: Показывать примечания к программам под их заголовком
sv: Visa programbeskrivningar under programnamnen

source: Choose whether or not to show the application description on the application buttons.
cs: Zaškrtněte pro zobrazení popisu aplikace na tlačítku aplikace.
es: Elegir si se muestra o no la descripción de la aplicación en las entradas de las aplicaciones en el menú.
fr: Choisir d'afficher ou pas la description des applications sous leur icône.
it: Scegliere se mostrare o meno la descrizione dell'applicazione sui pulsanti dell'applicazione.
nl: Kies of de beschrijving van de toepassing al dan niet wordt weergegeven op de toepassingsknoppen.
pl: Okreść czy wyświetlać opisy na przyciskach aplikacji.
ru: Выберите будут ли показываться примечания к программам под их заголовком
sv: Välj om programbeskrivningar skall visas på programknappar.

source: Show bookmarks and places
cs: Zobrazit záložky a místa
es: Mostrar marcadores y lugares
fr: Afficher les signets et les emplacements
it: Mostra segnalibri e luoghi
nl: Toon bladwijzers en locaties
pl: Pokaż zakładki i miejsca
ru: Показывать закладки и места
sv: Visa bokmärken och platser

source: Choose whether or not to show bookmarks and places in the menu.
cs: Zaškrtněte pro zobrazení míst a záložek v menu
es: Elija si quiere mostrar marcadores y lugares en el menú.
fr: Choisir d'afficher ou pas vos favoris et vos emplacements dans le menu.
it: Scegli se mostrare o meno i segnalibri e i luoghi nel menù.
nl: Kies of bladwijzers en locaties worden weergegeven in het menu.
pl: Określ czy wyświetlać zakładki i miejsca w menu.
ru: Выберите, следует ли показывать закладки и места в меню.
sv: Välj om bokmärken och platser skall visas i menyn.

source: Enable autoscrolling in application list
cs: Povolit automatický posun v seznamu aplikací
es: Habilitar el desplazamiento automático en la lista de aplicaciones
fr: Activer le défilement automatique dans la liste des applications
it: Abilita scorrimento automatico nell'elenco delle applicazioni
nl: Automatisch scrollen in de lijst met toepassingen inschakelen
pl: Włącz auto-przewijanie listy aplikacji
ru: Включить автопрокрутку в списке приложений
sv: Aktivera automatisk skrollning i programlistan

source: Choose whether or not to enable smooth autoscrolling in the application list.
cs: Zaškrtněte pro automatický posun v seznamu aplikací.
es: Elija si quiere habilitar el desplazamiento automático suave en la lista de aplicaciones.
fr: Permet le défilement naturel automatique dans la liste des applications.
it: Scegli se abilitare o meno lo scorrimento automatico nell'elenco delle applicazioni.
nl: Kies of soepel scrollen in de lijst met toepassingen wordt ingeschakeld.
pl: Określ czy włączyć gładkie przewijanie listy aplikacji.
ru: Выберите, включить ли плавную автопрокрутку в списке приложений.
sv: Välj om mjuk autoskrollning skall aktiveras i programlistan.

source: Enable filesystem path entry in search box
cs: Povolit ve vyhledávacím boxu zadávání cesty v souborovém systému
es: Permitir rutas del sistema de ficheros en el cuadro de búsqueda
fr: Autoriser l'entrée d'un chemin du système de fichier dans la boîte de recherche
it: Abilita l'immissione del percorso del filesystem nella casella di ricerca
nl: Bestandssysteempad invoeren in het zoekvak inschakelen
pl: Włącz obsługę ścieżek systemu plików w polu wyszukiwania
ru: Включить путь файловой системы в окне поиска
sv: Aktivera filsystemsökvägar i sökfältet

source: Allows path entry in the menu search box.
cs: Povolit zadání cesty ve vyhledávacím poli.
es: Permite la entrada de rutas en el cuadro de búsqueda del menú.
fr: Permet la recherche de chemins de fichiers.
it: Consente l'inserimento del percorso nella casella di ricerca del menu.
nl: Maakt invoer van een pad in het zoekvak van het menu mogelijk.
pl: Umożliwiaj wpisywanie ścieżek systemu plików w polu wyszukiwania.
ru: Позволяет вводить путь в окне поиска меню.
sv: Tillåt filsystemsökvägar i menyns sökfält.

source: Open the menu when I move my mouse over it
cs: Otevřít menu najetím myši
es: Abrir el menú cuando el ratón pase por encima
fr: Ouvrir le menu lorsque je déplace ma souris dessus
it: Apri il menù al passaggio del mouse
nl: Het menu openen wanneer mijn muis erover beweegt
pl: Otwórz menu po najechaniu na nie kursorem myszy
ru: Открывать меню при наведении на него указателя
sv: Öppna menyn när jag för muspekaren över den

source: Enable opening the menu when the mouse enters the applet
cs: Povolit otevření menu při najetí myší na applet
es: Habilitar abrir el menú cuando el ratón entra en el applet
fr: Activer l'ouverture du menu au survol de son icône par la souris
it: Abilita l'apertura del menù quando il mouse entra nell'applet
nl: Het openen van het menu bij het betreden van de applet door de muis inschakelen
pl: Włącz otwieranie menu w momencie najechania kursorem myszy na aplet
ru: Открывает меню, когда указатель мышки находится над апплетом
sv: Aktivera menyn när muspekaren förs över panelikonen

source: milliseconds
cs: milisekund
es: milisegundos
fr: millisecondes
it: millisecondi
nl: milliseconden
pl: milisekundy
ru: миллисекунд
sv: millisekunder

source: Menu hover delay
cs: Zpoždění menu při najetí
es: Retardo del menú al colocar el cursor encima
fr: Délai avant ouverture du menu au survol de celui-ci
it: Ritardo passaggio sul menù
nl: Vertraging bij het zweven over het menu met de muis
pl: Opóźnienie po najechaniu kursorem myszy
ru: Задержка при наведении на меню
sv: Menyfördröjning

source: Delay before the menu opens when hovered
cs: Zpoždění před otevřením menu při najetí
es: Retardo hasta que se abre el menú cuando se coloca el cursor encima
fr: Délai avant lequel le menu s'ouvre au survol de la souris
it: Ritardo prima dell'apertura del menù al passaggio del mouse
nl: Vertraging voordat het menu wordt geopend bij het zweven met de muis
pl: Opóźnij otwarcie menu po najechaniu kursorem myszy
ru: Задержка до открытия меню при наведении
sv: Fördröjning innan menyn öppnas, vid hovring

source: Use menu animations
cs: Používat animace menu
es: Usar animaciones de menú
fr: Animer l'ouverture et la fermeture du menu
it: Usa animazioni del menù
nl: Menu-animaties gebruiken
pl: Użyj animacji menu
ru: Использовать анимацию меню
sv: Använd menyanimering

source: Allow the menu to animate on open and close
cs: Povolit animace menu při otevírání a zavírání
es: Permitir animación al abrir y cerrar el menú
fr: Autoriser les effets d'animation lors de l'ouverture et de la fermeture du menu
it: Consenti al menù di animarsi all'apertura e alla chiusura
nl: Toestaan dat het menu wordt geanimeerd bij openen en sluiten
pl: Pozwól na animacje otwierania i zamykania menu
ru: Использовать анимацию меню при открытии и закрытии
sv: Tillåt animering när menyn öppnas och stängs

source: Open the menu editor
cs: Otevřít menu editor
es: Abrir el editor de menús
fr: Ouvrir l'éditeur de menu
it: Apri l'editor del menù
nl: De menu-editor openen
pl: Otwórz edytor menu
ru: Открыть редактор меню
sv: Öppna menyredigeraren

source: Press this button to customize your menu entries.
cs: Stiskněte toto tlačítko, pokud chcete upravit vaše menu
es: Pulse este botón para personalizar las opciones del menú.
fr: Appuyer sur ce bouton pour personnaliser vos entrées de menu.
it: Premere questo pulsante per personalizzare le voci del menù.
nl: Druk op deze knop om uw menu-items aan te passen.
pl: Naciśnij ten przycisk aby dostosować wpisy menu.
ru: Нажмите эту кнопку для изменения пунктов меню
sv: Tryck på denna knapp för att anpassa dina menyposter.
