Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/CinnVIIStarkMenu@NikoKrause/*.po
Languages: cs, es, fr, it, nl, pl, ru, sv

source: Show category icons
cs: Zobrazit ikony kategorií
es: Mostrar iconos de categorías
fr: Afficher les icônes des catégories
it: Mostra le icone di categoria
nl: Pictogrammen voor categorieën tonen
pl: Pokaż ikony kategorii
ru: Показывать значки категорий
sv: Visa kategoriikoner

source: Choose whether or not to show icons on categories.
cs: Zaškrtněte pro zobrazení ikon kategorií.
es: Elegir si se muestran o no los iconos de categorías.
fr: Choisir d'afficher ou pas les icônes de catégorie.
it: Scegli se mostrare o meno le icone sulle categorie.
nl: Kies of pictogrammen op categorieën worden weergegeven.
pl: Określ czy wyświetlać ikony w kategoriach.
ru: Выберите показывать ли значки в категориях.
sv: Välj om kategoriikoner skall visas.

source: Show application icons
cs: Zobrazit ikony aplikací
es: Mostrar iconos de aplicaciones
fr: Afficher les icônes des applications
it: Mostra le icone delle applicazioni
nl: Pictogrammen voor toepassingen tonen
pl: Pokaż ikony aplikacji
ru: Показывать значки приложений
sv: Visa programikoner

source: Choose whether or not to show icons on applications.
cs: Zaškrtněte pro zobrazení ikon aplikací.
es: Elegir si se muestran o no los iconos de aplicaciones.
fr: Choisir d'afficher ou pas les icônes des applications.
it: Scegli se mostrare o meno le icone sulle applicazioni.
nl: Kies of pictogrammen op toepassingen worden weergegeven.
pl: Określ czy wyświetlać ikony aplikacji.
ru: Выберите, показывать ли значки приложений.
sv: Välj om programikoner skall visas.

source: Show favorite icons
cs: Zobrazit ikony oblíbených položek
es: Mostrar iconos en favoritos
fr: Afficher les icônes des applications favorites
it: Mostra icone preferiti
nl: Pictogrammen voor favorieten tonen
pl: Pokaż ikony ulubionych
ru: Показывать значки избранного
sv: Visa favoritikoner

source: Choose whether or not to show icons on favorites.
cs: Zaškrtněte pro zobrazení ikon oblíbených položek.
es: Elegir si se muestran o no los iconos en favoritos.
fr: Choisir d'afficher ou pas les icônes de vos applications favorites.
it: Scegli se mostrare o meno le icone sui preferiti.
nl: Kies of pictogrammen op favorieten worden weergegeven.
pl: Określ czy wyświetlać ikony ulubionych.
ru: Выберите, будут ли показываться значки избранного
sv: Välj om favoritkoner skall visas.

source: Size of the favorite buttons
cs: Velikost tlačítek oblíbených položek
es: Tamaño de los botones de favoritos
fr: Taille des boutons des applications favorites
it: Dimensione dei pulsanti preferiti
nl: Grootte van de favorietknoppen
pl: Rozmiar przycisków ulubionych
ru: Размер кнопок избранного
sv: Storlek på favoritikonenerna

source: Change the size of the favorite buttons
cs: Změna velikosti tlačítek oblíbených položek
es: Cambia el tamaño de los botones de favoritos
fr: Modifier la taille des boutons de vos favoris
it: Modifica la dimensione dei pulsanti preferiti
nl: De grootte van de favorietknoppen wijzigen
pl: Zmień rozmiar przycisków ulubionych
ru: Изменить размер кнопок избранного
sv: Ändra storlek på favoritikonerna

source: Show sidebar on menu
cs: Zobrazit postranní panel v menu
es: Mostrar barra lateral en el menú
fr: Afficher la barre latérale dans le menu
it: Mostra barra laterale nel menù
nl: Toon zijbalk in menu
pl: Pokaż pasek boczny w menu
ru: Показать в меню боковую панель
sv: Visa sidofält på menyn

source: Choose whether or not to show the sidebar.
cs: Zaškrtněte pro zobrazení postranního panelu.
es: Elegir si se muestra o no la barra lateral.
fr: Choisir d'afficher ou pas la barre latérale dans le menu.
it: Scegli se mostrare o meno la barra laterale.
nl: Kies of de zijbalk moet worden weergegeven.
pl: Określ czy wyświetlać pasek boczny.
ru: Выберите, показывать ли боковую панель
sv: Välj om sidofältet skall visas eller inte.

source: User picture and user name
cs: Obrázek a jméno uživatele
es: Nombre e imagen de usuario
fr: Photo et nom de l'utilisateur
it: Immagine e nome utente
nl: Gebruikersafbeelding en gebruikersnaam
pl: Obraz konta i nazwa użytkownika
ru: Имя пользователя и аватар
sv: Bild och användarnamn

source: User picture only
cs: Obrázek uživatele
es: Sólo imagen de usuario
fr: Uniquement la photo de l'utilisateur
it: Solo immagine utente
nl: Alleen gebruikersafbeelding
pl: Tylko obraz konta użytkownika
ru: Только аватар
sv: Endast bild

source: Hide
cs: Skrýt
es: Ocultar
fr: Masquer
it: Nascondi
nl: Verbergen
pl: Ukryj
ru: Скрыть
sv: Dölj

source: User account info box style
cs: Styl infoboxu s uživatelským účtem
es: Estilo de la cuenta de usuario
fr: Boîte d'info du compte utilisateur
it: Stile della casella di informazioni dell'account utente
nl: Stijl van gebruikersaccountinformatiebox
pl: Styl okna informacji o użytkowniku
ru: Стиль блока информации о пользователе
sv: Stil på användares kontodetaljer

source: Choose whether to show the user name and/or user picture.
cs: Zaškrtněte pro zobrazení jména uživatele a/nebo obrázku uživatele.
es: Elegir si mostrar o no el nombre y/o la imagen de usuario.
fr: Choisir d'afficher le nom d'utilisateur et / ou la photo de l'utilisateur.
it: Scegli se mostrare il nome utente e/o l'immagine dell'utente.
nl: Kies of de gebruikersnaam en/of gebruikersafbeelding moeten worden weergegeven.
pl: Określ czy wyświetlać nazwę/awatar użytkownika.
ru: Выберите, показывать ли имя пользователя и/или его аватар
sv: Välj om användarnamn och/eller användarbild skall visas.

source: Icons only
cs: Pouze Ikony
es: Sólo iconos
fr: Icônes uniquement
it: Solo icone
nl: Alleen pictogrammen
pl: Tylko ikony
ru: Только значки
sv: Endast ikoner

source: Labels only
cs: Pouze názvy
es: Sólo etiquetas
fr: Textes seulement
it: Solo etichette
nl: Alleen labels
pl: Tylko etykiety
ru: Только метки
sv: Endast text

source: Quicklauncher button style
cs: Styl tlačítka spouštěče
es: Estilo de los botones del lanzador rápido
fr: Apparence des boutons des raccourcis
it: Stile del pulsante Avvio rapido
nl: Stijl van de snelstartknop
pl: Styl przycisku Quicklaunchera
ru: Стиль кнопок панели быстрого запуска
sv: Stil på snabbstartknapp

source: Choose whether to show icons and/or labels on the quicklauncher buttons.
cs: Zaškrtněte pro zobrazení ikony a popisu na tlačítku spouštěče.
es: Elegir si se muestran o no los iconos y/o etiquetas el los botones de acceso rápido.
fr: Choisir d'afficher ou pas les icônes et/ou le texte des boutons des raccourcis.
it: Scegli se mostrare icone e/o etichette sui pulsanti di avvio rapido.
nl: Kies of pictogrammen en/of labels op de snelstartknoppen moeten worden weergegeven.
pl: Określ czy wyświetlać ikony i/lub etykiety na przyciskach Quicklaunchera.
ru: Выберите, показывать ли значки и/или заголовки кнопок в панели быстрого запуска
sv: Välj om ikoner och/eller text skall visas på snabbstartknappar.

source: Show quit buttons
cs: Zobrazit tlačítka ukončení
es: Mostrar botones de apagado
fr: Afficher les boutons Quitter, Se déconnecter etc
it: Mostra i pulsanti di uscita
nl: Toon afsluitknoppen
pl: Pokaż przyciski wyjścia
ru: Показать кнопки закрытия
sv: Visa avstängningsknappar

source: Choose whether or not to show the quit buttons.
cs: Zaškrtněte pro zobrazení ikon ukončení.
es: Elegir si mostrar o no los botones de apagado.
fr: Choisir d'afficher ou pas les boutons Quitter, Se déconnecter etc.
it: Scegli se mostrare o meno i pulsanti di chiusura.
nl: Kies of de afsluitknoppen moeten worden weergegeven.
pl: Określ czy wyświetlać przyciski wyjścia.
ru: Выберите, будут ли показываться кнопки закрытия
sv: Välj om avstängningsknappar skall visas.

source: Reverse quit button order
es: Orden inverso del botón de salida
fr: Inverser l'ordre des boutons Quitter
it: Invertire l'ordine dei pulsanti di uscita
nl: Omgekeerde volgorde van afsluitknoppen
pl: Odwróć kolejność przycisku Wyjdź

source: Choose whether to display the 'Quit' button first or last. (Has no effect on 'DropDown' layout.)
es: Elegir si desea mostrar el botón "Salir" en primer o último lugar (No tiene ningún efecto sobre 'el diseño desplegable.)
fr: Choisir d'afficher le bouton 'Quitter' en premier ou en dernier. (N'a aucun effet sur la mise en page du 'Menu Déroulant'.)
it: Scegli se visualizzare per primo o per ultimo il pulsante 'Esci'. (Non ha effetto sul layout 'DropDown'.)
nl: Kies of de 'Afsluiten'-knop als eerste of als laatste moet worden weergegeven. (Heeft geen effect op de indeling 'DropDown'.)
pl: Określ czy wyświetlać przycisk 'Wyjdź' na początku czy na końcu. (Nie ma zastosowania w układzie 'DropDown'.)

source: DropDown
cs: Výsuvné menu
es: Lista desplegable
fr: Liste déroulante
it: A Discesa
ru: Выпадающий список
sv: Rullgardin

source: Vertical
cs: Svisle
fr: Verticalement
it: Verticale
nl: Verticaal
pl: Pionowo
ru: Вертикальное
sv: Vertikal

source: Horizontal
cs: Vodorovně
fr: Horizontalement
it: Orizzontale
nl: Horizontaal
pl: Poziomo
ru: Горизонтальное
sv: Horisontell

source: Quit buttons layout
cs: Uspořádání tlačítek ukončení
es: Organización de los botones de apagado
fr: Agencement des boutons Quitter, Se déconnecter etc
it: Layout Pulsanti di Uscita
nl: Indeling van afsluitknoppen
pl: Układ przycisków wyjścia
ru: Расположение кнопок закрытия
sv: Layout för avstängningsknappar

source: Choose the layout of the quit options.
cs: Zvolte uspořádání voleb ukončení.
es: Elegir la disposición de las opciones de apagado.
fr: Configurer l'agencement des boutons Quitter, Se déconnecter etc.
it: Scegli il layout delle opzioni di uscita.
nl: Kies de indeling van de afsluitopties.
pl: Określ układ przycisków wyjścia.
ru: Выберите расположение кнопок закрытия
sv: Välj layout för avstängningsalternativen.

source: 'Quit'-Button label
cs: 'Ukončení' - uživatelský název
es: Etiqueta del botón de apagado
fr: Texte du bouton 'Arrêter'
it: Etichetta del pulsante - 'Chiudi'
nl: Label voor de knop 'Afsluiten'
pl: Etykieta przycisku 'Wyjdź'
ru: Текст кнопки «Выключить»
sv: Text för avstängningsknapp

source: Enter custom text for the 'Quit' button.
cs: Vložte text, který se zobrazí pro tlačítko ukončení
es: Introduzca una etiqueta para el botón de apagado.
fr: Saisir votre propre texte du bouton 'Arrêter'.
it: Inserisci un testo personalizzato per il pulsante "Chiudi".
nl: Voer aangepaste tekst in voor de knop 'Afsluiten'.
pl: Wpisz własny tekst przycisku 'Wyjdź'.
ru: Введите свой текст для кнопки 'Выключить'
sv: Ange anpassad text för avstängningsknappen.

source: Separator below user account info box
es: Separador debajo de la caja de información de la cuenta de usuario
fr: Séparateur en-dessous des infos sur votre compte
it: Separatore sotto la casella delle informazioni dell'account utente
nl: Scheidingslijn onder de gebruikersaccountinformatiebox
pl: Separator pod informacjami o użytkowniku
ru: Разделитель под информацией о пользователе
sv: Avdelare under användarkontots infofält

source: Choose whether or not to show this separator.
es: Elegir si se muestra o no la barra lateral.
fr: Choisir d'afficher ou non ce séparateur.
it: Scegli se mostrare o meno questo separatore.
nl: Kies of deze scheidingslijn moet worden weergegeven.
pl: Określ czy wyświetlać separator.
ru: Выберите, показывать ли этот разделитель.
sv: Välj om denna avgränsare skall visas eller inte.

source: Custom Quicklauncher Places
es: Lugares personalizados del acceso rápido
fr: Raccourcis vers vos répertoires préférés
it: Posizioni Personalizzate di Avvio rapido
nl: Aangepaste snelstart-locaties
pl: Własne miejsca Quicklaunchera
ru: Места на панели быстрого запуска
sv: Anpassad snabbstartare för platser

source: Visible
it: Visibile
nl: Zichtbaar
pl: Widoczne
ru: Видимый
sv: Synlig

source: Directory
es: Directorio
fr: Répertoire
it: Cartella
nl: Map
pl: Katalog
ru: Каталог
sv: Mapp

source: Custom Label
es: Etiqueta personalizada
fr: Texte de votre choix
it: Etichetta Personalizzata
nl: Aangepast label
pl: Niestandardowa etykieta
ru: Название
sv: Anpassad textetikett

source: Custom Icon
es: Usar un ícono personalizado
fr: Icône de votre choix
it: Icona Personalizzata
nl: Aangepast pictogram
pl: Niestandardowa ikona
ru: Значок
sv: Anpassad ikon

source: Separator below quicklauncher places
es: Separador debajo de los lugares del acceso rápido
fr: Séparateur en-dessous des raccourcis vers vos répertoires
it: Separatore sotto le posizioni di avvio rapido
nl: Scheidingslijn onder de snelstart locaties
pl: Separator pod miejscami Quicklaunchera
ru: Разделитель под местами
sv: Avdelare under snabbstart för platser

source: Custom Quicklauncher Applications
es: Aplicaciones personalizadas del acceso rápido
fr: Raccourcis vers des applications de votre choix
it: Applicazioni Personalizzate di Avvio rapido
nl: Aangepaste snelstart-toepassingen
pl: Własne aplikacje Quicklauncher
ru: Приложения на панели быстрого запуска
sv: Anpassad snabbstartare för program

source: Command
es: Comando
fr: Commande
it: Comando
nl: Commando
pl: Polecenie
ru: Комманда
sv: Kommando

source: Separator above quit buttons
es: Separador sobre los botones de salida
fr: Séparateur au-dessus des boutons Quitter, Se déconnecter etc
it: Separatore sopra i pulsanti di uscita
nl: Scheidingslijn boven de afsluitknoppen
pl: Separator ponad przyciskami wyłączania
ru: Разделитель над кнопками выключения
sv: Avdelare över avstängningsknappar

source: Use
es: Usar
fr: Utiliser
it: Utilizza
nl: Gebruik
pl: Używaj

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa

source: Custom Quicklauncher
cs: Uživatelský spouštěč
es: Lanzador rápido personalizado
fr: Raccourci personnalisé
it: Avvio rapido Personalizzato
nl: Aangepaste snelstart
pl: Własny Quicklauncher
ru: Произвольная панель быстрого запуска
sv: Anpassad snabbstartare

source: Use a custom icon
cs: Použít vlastní ikonu
es: Usar un ícono personalizado
fr: Utiliser une icône personnalisée
it: Usa un'icona personalizzata
nl: Een aangepast pictogram gebruiken
pl: Użyj własnej ikony
ru: Установить свой значок
sv: Använd en anpassad ikon

source: Unchecking this allows the theme to set the icon
cs: Odškrtnutí tohoto umožní tématu nastavit ikonu
es: Desmarcar esta casilla permite al tema establecer el ícono
fr: Décocher cette case pour utiliser l'icône définie par le thème
it: Deselezionando questa opzione si consente al tema di impostare l'icona
nl: Dit uitvinken laat het thema toe om het pictogram in te stellen.
pl: Odznacz aby zezwolić motywom na zmianę ikony
ru: Если флажок снят, значок определяется темой
sv: Inaktivering innebär att temat anger ikon

source: 'Menu'-Button label
cs: 'Menu' - uživatelský název
es: Etiqueta del botón 'Menú'
fr: Texte du bouton 'Menu'
it: Etichetta del pulsante - 'Menù'
nl: Label voor de knop 'Menu'
pl: Etykieta przycisku 'Menu'
ru: Текст кнопки «Меню»
sv: Menyknapptext

source: Show context menu icons
cs: Zobrazit ikony v kontextovém menu
es: Mostrar iconos en los menús contextuales
fr: Afficher les icônes dans les menus contextuels
it: Mostra le icone del menu contestuale
nl: Pictogrammen voor contextmenu's tonen
pl: Pokaż ikony menu kontekstowego
ru: Показывать значки контекстного меню
sv: Visa ikoner i högerklicksmenyn

source: Choose whether or not to show icons on context menus.
cs: Zaškrtněte pro zobrazení ikon v kontextovém menu.
es: Eligir mostrar o no los iconos en los menús contextuales.
fr: Choisir d'afficher ou pas les icônes dans les menus.
it: Scegli se mostrare o meno le icone nei menu di scelta rapida.
nl: Kies of pictogrammen op contextmenu's moeten worden weergegeven.
pl: Określ czy wyświetlać ikony w menu kontekstowym.
ru: Выберите, будут ли показываться значки контекстного меню
sv: Välj om ikoner skall visas i högerklicksmenyn.

source: Show quicklauncher on the sidebar
cs: Zobrazit spouštěč v postranním panelu
es: Mostrar accesos rápidos en el lado
fr: Afficher les lanceurs rapides dans la barre latérale
it: Mostra avvio rapido sulla barra laterale
nl: Snelstart tonen in de zijbalk
pl: Pokaż Quicklauncher na pasku bocznym
ru: Показать панель быстрого запуска на боковой панели
sv: Visa snabbstartare i sidofältet

source: Choose whether or not to show this quicklauncher in the sidebar.
cs: Zaškrtněte pro zobrazení spouštěče v postranním panelu.
es: Elegir si mostrar o no este acceso rápido en un lado.
fr: Choisir d'afficher ou pas le raccourci dans la barre latérale.
it: Scegli se mostrare o meno questo avvio rapido nella barra laterale.
nl: Kies of deze snelstart moet worden weergegeven in de zijbalk.
pl: Określi czy wyświetlać Quicklauncher na pasku bocznym.
ru: Выберите, будет ли видна панель быстрого запуска на боковой панели
sv: Välj om denna snabbstartare skall visas i sidofältet.

source: Quicklauncher label
cs: Název spouštěče
es: Etiqueta del acceso rápido
fr: Nom du raccourci
it: Etichetta Avvio rapido
nl: Label voor snelstart
pl: Etykieta Quicklaunchera
ru: Заголовок панели быстрого запуска
sv: Snabbstarttext

source: Enter label for the quicklauncher
cs: Zadejte uživatelský název pro spouštěč
es: Escribe una etiqueta para el acceso rápido
fr: Saisir le nom du raccourci
it: Inserisci l'etichetta per l'avvio rapido
nl: Voer het label in voor de snelstart
pl: Wpisz etykietę Qicklaunchera
ru: Введите заголовок панели быстрого запуска
sv: Ange namn på snabbstartaren

source: Quicklauncher icon
cs: Ikona spouštěče
es: Icono del acceso rápido
fr: Icône du raccourci
it: Icona Avvio Rapido
nl: Pictogram voor de snelstart
pl: Ikona Quicklaunchera
ru: Значок панели быстрого запуска
sv: Snabbstartikon

source: Select an icon file or type an icon name into the entry box for the quicklauncher
cs: Zvolte soubor s ikonou, nebo napište jméno ikony do vstupního pole pro spouštěč
es: Selecciona una imagen o escribe el nombre del icono del acceso rápido
fr: Sélectionner un fichier d'icône ou taper un nom d'icône dans la zone de saisie du lanceur rapide
it: Seleziona un file icona o digita il nome di un'icona nella casella di immissione per l'avvio rapido
nl: Selecteer een pictogrambestand of typ een pictogramnaam in het invoervak voor de snelstart
pl: Wybierz plik ikony lub wpisz jej nazwę
ru: Выберите файл значка для панели быстрого запуска или введите его имя в поле ввода.
sv: Välj en ikonfil eller ange ett ikonnamn för snabbstartaren

source: Command to launch
cs: Příkaz pro spuštění
es: Comando a ejecutar
fr: Commande à exécuter
it: Comando da eseguire
nl: Commando om te starten
pl: Polecenie do wykonania
ru: Выполнить команду
sv: Kommando att köra

source: Enter command to start the quicklauncher
cs: Zadejte příkaz pro start spouštěče
es: Introduce el comando para ejecutar el acceso rápido
fr: Saisir la commande exécutée par ce raccourci
it: Immettere il comando d'avvio rapido
nl: Voer commando in om de snelstart te starten
pl: Wpisz polecenie startu Quicklaunchera
ru: Введите команду для быстрого запуска
sv: Ange kommando för snabbstartaren

source: Enter command for the quicklauncher
cs: Zadejte příkaz pro spouštěč
es: Introduce el comando para el acceso rápido
fr: Commande exécutée par ce raccourci
it: Immettere il comando per l'avvio rapido
nl: Voer commando in voor de snelstart
pl: Wpisz polecenie Quicklaunchera
ru: Введите команду для быстрого запуска
sv: Ange kommando för snabbstartaren

source: Stark-Menu/MATE-Menu
es: Menú Stark/Menú MATE
fr: Menu façon Stark ou MATE
it: Menù-Stark/Menù-MATE
ru: Stark-Меню/MATE-Меню
sv: Stark-meny/MATE-meny

source: General Settings
cs: Obecná nastavení
es: Opciones generales
fr: Paramètres généraux
it: Impostazioni Generali
nl: Algemene instellingen
pl: Ustawienia ogólne
ru: Общие настройки
sv: Allmänna inställningar

source: Category hover delay
cs: Zpoždění při najetí na kategorii
es: Tiempo de respuesta al pasar el ratón por las categorías
fr: Délai de réaction au survol d'une catégorie
it: Ritardo al passaggio del mouse della categoria
nl: Vertraging bij het zweven met de muis over categorieën
pl: Opóźnienie kategorii
ru: Задержка при наведении на категории
sv: Kategorifördröjning

source: Delay between switching categories
cs: Zpoždění mezi přepnutím kategorií
es: Tiempo de respuesta para cambiar de categoría
fr: Délai de réaction lors du changement de catégorie
it: Ritardo tra il cambio di categorie
nl: Vertraging bij het wisselen van categorieën
pl: Opóźnienie przy przełączaniu kategorii
ru: Задержка между переключением категорий
sv: Fördröjning vid växling mellan kategorier

source: Icons
cs: Ikony
es: Iconos
fr: Icônes
it: Icone
nl: Pictogrammen
pl: Ikony
ru: Значки
sv: Ikoner

source: Logout
cs: Odhlásit se
es: Cerrar sesión
fr: Se déconnecter
nl: Afmelden
pl: Wyloguj
ru: Завершить сеанс
sv: Logga ut

source: pixels
cs: pixelů
es: píxeles
pl: piksele
ru: пикселей
sv: pixlar

source: CinnVIIStarkMenu
ru: CinnVIIStark Меню
