Repository: linuxmint/cinnamon-spices-applets
Catalog: hamster@projecthamster.wordpress.com/files/hamster@projecthamster.wordpress.com/po/*.po
Languages: es, hu, it, zh_tw

source: What are you doing?
es: ¿Qué estás haciendo?
hu: Mit csinálsz?
it: Che cosa stai facendo?
zh_tw: 您正在做什麼呢？

source: Enter activity...
es: Acceder a la actividad...
hu: Tevékenység megadása...
it: Inserisci attività...
zh_tw: 請輸入活動內容...

source: Todays activities
es: Actividades del día
hu: Mai tevékenységek
it: Attività di oggi
zh_tw: 今日活動

source: Loading...
es: Cargando...
hu: Betöltés…
it: Caricamento...
zh_tw: 正在載入...

source: Show Overview
es: Mostrar visión general
hu: Áttekintés megjelenítése
it: Mostra Panoramica
zh_tw: 顯示總覽

source: Stop Tracking
es: Detener monitoreo
hu: Követési leállítása
it: Interrompi Tracciamento
zh_tw: 停止記錄

source: Add Earlier Activity
es: Agregar actividad anterior
hu: Korábbi tevékenység megadása
it: Aggiungi Attività Precedenti
zh_tw: 新增先前的活動

source: Tracking Settings
es: Configuración de monitoreo
hu: Követési beállítások
it: Impostazioni Tracciamento
zh_tw: 記錄設定

source: Applet Settings
hu: Kisalkalmazás beállítások

source: No Activity
es: Sin actividad
hu: Nincs tevékenység
it: Nessuna Attività
zh_tw: 目前沒有活動

source: Schema "%s" not found.
hu: A(z) "%s" nem található.

source: Cinnamon applet for project hamster - the GNOME time tracker
es: Applet de Cinnamon para el proyecto hamster - el monitor del tiempo de GNOME
hu: Cinnamon kisalkalmazás a Hamster projekt számára - GNOME időkövető
it: Applet Cinnamon per il progetto criceto - il tracker del tempo GNOME
zh_tw: Project Hamster 的 Cinnamon 小程式 - GNOME 時間記錄工具

source: Project Hamster Applet
es: Applet del Proyecto Hámster
hu: Hamster Projekt Kisalkalmazás
it: Applet del Progetto Criceto
zh_tw: Project Hamster 小程式

source: Settings
es: Configuraciones
hu: Beállítások
it: Impostazioni
zh_tw: 設定

source: Appearance in the panel
es: Apariencia en el panel
hu: Megjelenés a panelen
it: Aspetto nel pannello
zh_tw: 面板外觀

source: Label only
es: Sólo etiqueta
hu: Csak címke
it: Solo etichetta
zh_tw: 只顯示文字

source: Icon only
es: Sólo icono
hu: Csak Ikon
it: Solo icona
zh_tw: 只顯示圖示

source: Label and icon
es: Etiqueta e icono
hu: Címke és ikon
it: Etichetta e icona
zh_tw: 同時顯示文字與圖示

source: Shortcut to show the menu
es: Acceso directo para mostrar el menú
hu: Parancsikon a menü megjelenítéséhez
it: Scorciatoia per mostrare il menù
zh_tw: 開啟選單的快捷鍵
