Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/fw_fanctrl@juleskreuer.*/*.po
Languages: eu

source: FanCTRL
eu: VentilátorCTRL

source: Applet to control the framework fan-speed strategy using fw_fanctrl.
eu: Kisalkalmazás a Framework ventilátorsebesség-stratégiájának vezérléséhez az fw_fanctrl használatával.

source: Framework FanCTRL - Fan Strategy Control Applet for Cinnamon List of valid strategies:
eu: Framework VentilátorCTRL - Ventilátor Stratégia vezérlő kisalkalmazás Cinnamonhoz Érvényes stratégiák listája:

source: Sleep
eu: Alvó

source: Visible
eu: Látható

source: Icon for 'Sleep'
eu: 'Alvó' ikon

source: Laziest
eu: Leglustább

source: Icon for 'Laziest'
eu: 'Leglustább' ikon

source: Lazy
eu: Lusta

source: Icon for 'Lazy'
eu: 'Lusta' ikon

source: Medium
eu: Közepes

source: Icon for 'Medium'
eu: 'Közepes' ikon

source: Agile
eu: Fürge

source: Icon for 'Agile'
eu: 'Fürge' ikon

source: Very Agile
eu: Nagyon fürge

source: Icon for 'Very Agile'
eu: 'Nagyon Fürge' ikon

source: Deaf
eu: Süket

source: Icon for 'Deaf'
eu: 'Süket' ikon

source: Aeolus
eu: Aiolosz a szelek ura

source: Icon for 'Aeolus'
eu: 'Aiolosz' ikon
