Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/workspace-grid@hernejj/*.po
Languages: ca, fi, hu, nl, sv, tr, vi

source: Workspace grid (2D) and switcher
ca: Espai de treball (2D) i intercanviador
fi: Työtilaristikko (2D)ja valitsin
hu: Munkaterület-rács és -váltó
nl: Bureaublad raster (2D) en wisselaar
sv: Arbetsytor i rutnät (2D) med växlare
tr: Çalışma alanı ızgarası (2D) ve değiştiricisi
vi: Lưới workspace (2D) và bộ chuyển đổi

source: 2D workspace grid and switcher for Cinnamon
ca: Quadrícula i intercanviador d'espais de treball en 2D de Cinnamon
fi: 2D -työtilaristikko ja valitsin cinnamonille
hu: Cinnamon asztali környezethez 2D munkaterület-rács és -váltó
nl: 2D bureaublad raster en bureaublad wisselaar voor Cinnamon
sv: Arbetsytor i 2D-rutor med växlare för Cinnamon
tr: Cinnamon için 2D çalışma alanı ızgarası ve değiştiricisi
vi: Lưới workspace 2D và bộ chuyển đổi cho Cinnamon

source: desktops
ca: escriptoris
fi: työpöytä
hu: asztalok
nl: bureaubladen
sv: arbetsytor
tr: masaüstüleri
vi: desktop

source: Number of columns:
ca: Número de columnes:
fi: Sarakkeiden lukumäärä:
hu: Oszlopok száma:
nl: Aantal columns:
sv: Antal kolumner:
tr: Sütun sayısı:
vi: Số cột:

source: Number of rows:
ca: Número de files:
fi: Rivien lukumäärä:
hu: Sorok száma:
nl: Aantal rijen:
sv: Antal rader:
tr: Satır sayısı:
vi: Số hàng:

source: Style:
ca: Estil:
fi: Tyyli:
hu: Stílus:
nl: Stijl:
sv: Stil:
tr: Tür:
vi: Kiểu:

source: Single Row
ca: Fila única
fi: Yksittäinen rivi
hu: Egy sor
nl: Enkele rij
sv: Enkelrad
tr: Tek Satır
vi: Một hàng

source: Grid
ca: Quadrícula
fi: Ristikko
hu: Rács
nl: Raster
sv: Rutnät
tr: Izgara
vi: Lưới

source: Use Keyboard shortcuts (Ctrl+Alt+Up/Down) to switch desktop rows
ca: Utilitza dreceres del teclat (Ctrl+Alt+Amunt/Avall) per a canviar les files de l'escriptori
fi: Käytä pikanäppäimiä (ctrl alt ylös/alas) vaihtaaksesi työpöytäriviä
hu: Használja a „Ctrl+Alt+Fel vagy Le” billentyűkombinációt az asztal sorok közötti váltáshoz
nl: Gebruik sneltoetsen (Ctrl+Alt+Up/Down) om van bureaublad te wisselen
sv: Använd tangentbordsgenvägar (Ctrl+Alt+Up/Down) för att växla skrivbordsrad
tr: Masaüstü satırları arasında geçiş için klavye kısayollarını (Ctrl+Alt+Yukarı/Aşağı) kullan
vi: Sử dụng phím tắt (Ctrl+Alt+Lên/Xuống) để chuyển đổi hàng desktop

source: This prevents the use of the Expo and Scale keyboard shortcuts in Cinnamon
ca: Això impedeix l'ús de les dreceres de teclat Expo i Scale a Cinnamon
fi: Tämä estää Expo- ja Scale -pikanäppäimien käytön Cinnamonissa
hu: Ez megakadályozza a Közszemle és a Áttekintő billentyűkombinációk működését a Cinnamon asztali környezetben
nl: Dit voorkomt het gebruik van de sneltoetsen Expo en Scale in Cinnamon
sv: Detta förhindrar användning av Expo och tangentbordsgenvägar för skalning i Cinnamon
tr: Bu, Cinnamon'daki Sergi ve Ölçeklendirme klavye kısayollarının kullanılmasını önler
vi: Điều này ngăn chặn việc sử dụng các phím tắt Expo và Scale trong Cinnamon

source: Scroll Wheel Behavior:
ca: Comportament de la roda del ratolí:
fi: Vieritä pyörän käyttäytymistä:
hu: Egérgörgő művelet:
nl: Muis wiel gedrag:
sv: Mushjulsbeteende:
tr: Kaydırma Tekerleği Davranışı:
vi: Hành vi Bánh xe Cuộn:

source: Scroll By Column
ca: Desplaçament per columna
fi: Vieritä sarakkeella
hu: Oszlop görgetés
nl: Scroll op kolom
sv: Skrolla i kolumn
tr: Sürüna Göre Kaydır
vi: Cuộn Theo Cột

source: Scroll By Row
ca: Desplaçament per fila
fi: Vieritä rivillä
hu: Sor görgetés
nl: Scroll op rij
sv: Skrolla i rad
tr: Satıra Göre Kaydır
vi: Cuộn Theo Hàng
