Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/rust-menu@jerrywham/*.po
Languages: ca, es, fr, hu, it, nl, vi

source: Open cook book
ca: Obrir cook book
es: Abrir coock book
fr: Ouvrir la documentation
hu: Szakácskönyv megnyitása
it: Apri cook book
nl: Open documentatie
vi: Mở sách hướng dẫn

source: Open projects directory
ca: Obrir directori de projectes
es: Abrir directorio de proyectos
fr: Ouvrir le repertoire de projets
hu: Projektek mappa megnyitása
it: Apri cartella progetti
nl: Open projectenmap
vi: Mở thư mục dự án

source: First edition of cook book
ca: Primera edició del cook book
es: Primera edición del coock book
fr: Première édition de la doc
hu: A szakácskönyv első kiadása
it: Prima edizione del cook book
nl: Eerste editie van documentatie
vi: Ấn bản đầu tiên của sách hướng dẫn

source: Rust by example
ca: Rust per exemple
es: Rust por ejemplo
fr: Rust par l'exemple
hu: Rust példával
it: Rust da esempio
nl: Rust met voorbeelden
vi: Rust theo ví dụ

source: Cargo book
fr: Manuel de Cargo
hu: Cargo könyv
nl: Cargo boek
vi: Sách Cargo

source: Rustc book
fr: Manuel de Rustc
hu: Rustc könyv
nl: Rustc boek
vi: Sách Rustc

source: Rustdoc book
fr: Manuel de Rustdoc
hu: Rustdoc könyv
nl: Rustdoc boek
vi: Sách Rustdoc

source: Create std
ca: Crear std
es: Crear std
hu: Std készítése
it: Crea std
nl: Maak std aan
vi: Tạo std

source: Create alloc
ca: Crear alloc
es: Crear alloc
hu: Alloc készítése
it: Crea alloc
nl: Maak alloc aan
vi: Tạo alloc

source: Create core
ca: Crear core
es: Crear core
hu: Core készítése
it: Crea core
nl: Maak core aan
vi: Tạo core

source: Create proc_macro
ca: Crear proc_macro
es: Crear proc_macro
hu: Proc_macro készítése
it: Crea proc_macro
nl: Maak proc_macro aan
vi: Tạo proc_macro

source: Create test
ca: Crear test
es: Crear test
hu: Teszt készítése
it: Crea test
nl: Maak test aan
vi: Tạo test

source: Edition guide
ca: Guia d'edició
es: Guía de edición
fr: Manuel d'édition
hu: Kiadási segédlet
it: Guida all'edizione
nl: Editiegids
vi: Hướng dẫn ấn bản

source: Reference guide
ca: Guia de referència
es: Guía de referencia
fr: Manuel de référence
hu: Útmutató
it: Guida di riferimento
nl: Referentiegids
vi: Hướng dẫn tham khảo

source: Embedded book
fr: Manuel pour l'embarqué
hu: Beágyazott könyv
nl: Embedded handboek
vi: Sách Embedded

source: Rustonomicon book
fr: Manuel pour usage non sûrs
hu: Rustonomicon könyv
nl: Rustonomicon handboek
vi: Sách Rustonomicon

source: Unstable book
fr: Manuel non stable
hu: Unstable könyv
nl: Onstabiel handboek
vi: Sách Unstable

source: Launch Nursery
ca: Executar Nursery
es: Lanzar Nursery
fr: Lancer Nursery
hu: Bölcsőde indítása
it: Avvia Nursery
nl: Start Nursery
vi: Khởi chạy Nursery

source: A Menu for Rust Developers
ca: Un menú per desenvolupadors de Rust
es: Menú para desarrolladores de Rust
fr: Un menu pour les développeurs Rust
hu: Egy menü Rust fejlesztőkenek
it: Un Menù per Sviluppatori Rust
nl: Een menu voor Rust-ontwikkelaars
vi: Menu cho lập trình viên Rust

source: Applet Settings
ca: Configuració de la miniaplicació
es: Configuración del applet
fr: Configuration de l'appliquette
hu: Kisalkalmazás beállítások
it: Impostazioni Applet
nl: Appletinstellingen
vi: Cài đặt Applet

source: Check this to use a custom directory
ca: Marqueu això per a usar un directori personalitzat
es: Marque esto para utilizar un directorio personalizado
fr: Activez ce curseur pour personnaliser le dossier principal
hu: Jelölje ki ezt a lehetőséget az egyedi mappa használatához
it: Seleziona questa opzione per utilizzare una directory personalizzata
nl: Vink dit aan om een aangepaste map te gebruiken
vi: Đánh dấu để dùng thư mục tùy chỉnh

source: Checking this box allows you to set a custom directory in the field below
ca: Marcant això us permet establir un directori personalitzat al camp de sota
es: Si marca esta casilla, podrá establecer un directorio personalizado en el siguiente campo
fr: Activer ce curseur vous permettra de modifier le dossier principal de vos projets RUST
hu: Ennek a négyzetnek a bejelölésével egyéni könyvtárat állíthat be az alábbi mezőben
it: Selezionando questa casella è possibile impostare una directory personalizzata nel campo sottostante
nl: Als u dit vakje aanvinkt, kunt u een aangepaste map instellen in het onderstaande veld
vi: Đánh dấu ô này để đặt thư mục tùy chỉnh ở ô bên dưới

source: Custom Directory Projects
ca: Directori de projectes personalitzat
es: Proyectos del directorio personalizado
fr: Dossier principal personnalisé
hu: Egyéni könyvtár projektek
it: Directory Progetti Personalizzata
nl: Aangepaste projectenmap
vi: Thư mục dự án tùy chỉnh

source: Set your custom directory here. This field is unavailable unless the switch above is enabled
ca: Establiu el vostre directori personalitzat aquí. Aquest camp és inaccessible si l'interruptor de dalt no s'ha activat
es: Establezca aquí su directorio personalizado. Este campo no está disponible a menos que el interruptor de arriba está habilitado
fr: Renseignez votre dossier personnalisé ici. Ce champ n'est valable que si le curseur ci-dessous est activé
hu: Állítsa be egyéni mappáját itt. Ez a mező csak akkor érhető el, ha a fenti kapcsoló be van kapcsolva
it: Imposta qui la tua directory personalizzata. Questo campo non è disponibile a meno che l'opzione sopra non sia abilitata
nl: Stel hier uw aangepaste map in. Dit veld is niet beschikbaar tenzij de schakelaar hierboven is ingeschakeld
vi: Đặt thư mục tùy chỉnh ở đây. Ô này chỉ khả dụng khi bật tùy chọn trên

source: Keybinding, which open the documentation
ca: Drecera del teclat per obrir la documentació
es: Combinación de teclas, que abren la documentación
fr: Raccourci clavier pour ouvrir la documentation
hu: Billentyűkombináció, amely megnyitja a dokumentációt
it: Combinazione di tasti, che aprono la documentazione
nl: Sneltoets, die de documentatie opent
vi: Phím tắt mở tài liệu

source: Keybinding, which open the RUST projects directory
ca: Drecera del teclat per a obrir el directori de projectes RUST
es: Combinación de teclas, que abre el directorio de proyectos RUST
fr: Raccourci clavier pour ouvrir le dossier principal des projets RUST
hu: Billentyűkombináció, amely megnyitja a RUST projekt mappát
it: Combinazione di tasti, che aprono la directory dei progetti RUST
nl: Sneltoets, die de RUST-projectenmap opent
vi: Phím tắt mở thư mục dự án RUST
