Repository: linuxmint/cinnamon-spices-applets
Catalog: Exit@claudiux/files/Exit@claudiux/po/*.po
Languages: ca, es, fi, it, nl

source: Restart Cinnamon
ca: Reiniciar Cinnamon
es: Reiniciar Cinnamon
fi: Käynnistä Cinnamon
it: Riavvia Cinnamon
nl: Herstart Cinnamon

source: Screen Off
ca: Apagar la pantalla
es: Apagar pantalla
fi: Näytönsäästäjä
it: Schermo spento
nl: Scherm uitzetten

source: Lock Screen
ca: Bloquejar la pantalla
es: Bloquear pantalla
fi: Lukitse näyttö
it: Blocca lo schermo
nl: Vergrendel scherm

source: Switch User
ca: Canviar d'usuari
es: Cambiar de usuario
fi: Vaihda käyttäjä
it: Cambia utente
nl: Gebruiker wisselen

source: Performing automatic updates
ca: Actualització automàtica en curs
es: Realizar actualizaciones automáticas
fi: Suorittaa automaattisia päivityksiä
it: Esecuzione degli aggiornamenti automatici
nl: Bezig met het uitvoeren van automatische updates

source: Please wait
ca: Si us plau, espereu
es: Espere por favor
fi: Ole hyvä ja odota
it: Attendere
nl: Even geduld aub

source: Log Out
ca: Tancar la sessió
es: Cerrar sesión
fi: Kirjaudu ulos
it: Abbandona sessione
nl: Afmelden

source: Suspend
ca: Suspendre
es: Suspender
fi: Valmiustila
it: Sospendi
nl: Slaapstand

source: Hibernate
ca: Hivernar
es: Hibernar
fi: Lepotila
it: Iberna
nl: Slaapstand naar schijf

source: Restart
ca: Reiniciar
es: Reiniciar
fi: Käynnistä uudelleen
it: Riavvia
nl: Herstart

source: Power Off
ca: Apagar
es: Apagar
fi: Sammuta
it: Spegni
nl: Uitschakelen

source: Screen On/Off
es: Pantalla encendida/apagada

source: Screen On/Off with Lock feature
es: Pantalla encendida/apagada con función de bloqueo

source: Restart Cinnamon, turn off the screen, lock the screen, switch users, log out, suspend, hibernate, reboot or shut down the computer
ca: Reinicia Cinnamon, apaga o bloqueja la pantalla, canvia d'usuari, tanca la sessió, suspèn, hiverna, reinicia o apaga l'ordinador
es: Reiniciar Cinnamon, apagar la pantalla, bloquear la pantalla, cambiar de usuario, cerrar sesión, suspender, hibernar, reiniciar o apagar el ordenador
fi: Valitse näytönsäästäjä, lukitse näyttö, vaihda käyttäjää, kirjaudu ulos, valmiustila, lepotila, käynnistä tai sammuta tietokone
it: Riavvia Cinnamon, spegni lo schermo, blocca lo schermo, cambia utente, disconnettiti, sospendi, iberna, riavvia o spegni il computer
nl: Herstart Cinnamon, zet het scherm uit, vergrendel het scherm, wissel van gebruiker, log uit, zet in slaapstand, zet in slaapstand naar schijf, herstart of sluit de computer af

source: Exit
ca: Sortir
es: Salir
it: Esci
nl: Afsluiten

source: Cinnamon restart
ca: Reiniciar Cinnamon
es: Reiniciar Cinnamon
fi: Käynnistä Cinnamon uudelleen
it: Riavvia Cinnamon
nl: Herstart Cinnamon

source: Show OSD while restarting Cinnamon
ca: Mostrar OSD mentre es reinicia Cinnamon
es: Mostrar OSD al reiniciar Cinnamon
fi: Näytä ilmoitus kun Cinnamon käynnistyy uudelleen
it: Mostra l'OSD durante il riavvio di Cinnamon
nl: Toon OSD tijdens het herstarten van Cinnamon

source: OSD: On Screen Display
ca: OSD: On Screen Display (Visualització en pantalla)
es: OSD: On Screen Display (visualización en pantalla)
fi: OSD on lyhenne joka tarkoittaa: On Screen Display

source: Menu options
ca: Opcions del menú
es: Opciones del menú
fi: Valikon asetukset
it: Opzioni menù
nl: Menu opties

source: Show the Restart Cinnamon option
ca: Mostrar la opció de reiniciar Cinnamon
es: Mostrar la opción Reiniciar Cinnamon
fi: Käynnistä Cinnamon
it: Mostra l'opzione Riavvia Cinnamon
nl: Toon de optie Herstart Cinnamon

source: Show the Suspend option
ca: Mostrar la opció de suspendre l'equip
es: Mostrar la opción Suspender
fi: Valmiustila
it: Mostra l'opzione Sospendi
nl: Toon de optie Slaapstand

source: Show the Hibernate option
ca: Mostrar la opció d'hivernar l'equip
es: Mostrar la opción Hibernar
fi: Lepotila
it: Mostra l'opzione Ibernazione
nl: Toon de optie Slaapstand naar schijf

source: Hibernate needs root user rights (sudo)
ca: Hivernar necessita privilegis d'usuari root (sudo)
es: Hibernar necesita permisos de usuario root (sudo)
fi: Lepotila tarvitsee root oikeudet (sudo)
it: L'ibernazione necessita dei diritti di utente root (sudo)
nl: Slaapstand naar schijf vereist rootrechten (sudo)

source: Show the Restart option
ca: Mostrar la opció de reiniciar l'equip
es: Mostrar la opción Reiniciar
fi: Käynnistä uudelleen
it: Mostra l'opzione Riavvia
nl: Toon de optie Herstart

source: Show the Power Off option
ca: Mostrar la opció d'apagar l'equip
es: Mostrar la opción Apagar
fi: Sammuta
it: Mostra l'opzione Spegni
nl: Toon de optie Uitschakelen

source: All the menu options below may be managed by the system. If they are, you can't see them.
ca: És possible que el sistema administri algunes o totes les opcions llistades a continuació. En cas afirmatiu, no les podreu veure.
es: Todas las opciones de menú que aparecen a continuación pueden estar gestionadas por el sistema. Si lo están, no podrá verlas.
fi: Järjestelmä hallinnoi kaikkia alla olevia kohteita. Et ehkä näe niitä kaikkia.
it: Tutte le opzioni del menù sottostanti potrebbero essere gestite dal sistema. In tal caso, non puoi vederle.
nl: Alle onderstaande menuopties kunnen worden beheerd door het systeem. Als dat het geval is, dan kun je ze niet zien.

source: Show the Screen Off option
ca: Mostrar la opció d'apagar la pantalla
es: Mostrar la opción Apagar pantalla
fi: Näytönsäästäjä
it: Mostra l'opzione Schermo spento
nl: Toon de optie Scherm uitzetten

source: seconds
ca: segons
es: segundos
fi: sekuntia
it: secondi
nl: seconden

source: Duration of deactivation of the mouse
ca: Duració de la desactivació del ratolí
es: Duración de la desactivación del ratón
fi: Aikamäärä jolloin hiiri on poistettu käytöstä
it: Durata della disattivazione del mouse
nl: Duur van de deactivering van de muis

source: To prevent the monitor from turning on too soon after turning it off, the mouse will be disabled for the number of seconds set here.
ca: Per evitar que la pantalla sigui encesa massa aviat després d'haver-la apagat, el ratolí romandrà desactivat durant el número de segons especificats aquí.
es: Para evitar que el monitor se encienda demasiado pronto después de apagarlo, el ratón se desactivará durante el número de segundos establecido aquí.
fi: Jotta näyttö ei palaudu liian aikaisin sammumisen jälkeen, voit määrittää hiiren poistoviiveen ajan.
it: Per evitare che il monitor si accenda troppo presto dopo averlo spento, il mouse verrà disabilitato per il numero di secondi qui impostato.
nl: Om te voorkomen dat de monitor te snel weer aangaat na het uitschakelen, wordt de muis voor het hier ingestelde aantal seconden uitgeschakeld.

source: Show the Lock Screen option
ca: Mostrar la opció del bloqueig de pantalla
es: Mostrar la opción Bloquear pantalla
fi: Lukitse näyttö
it: Mostra l'opzione Schermata di blocco
nl: Toon de optie Scherm vergrendelen

source: Managed by system
ca: Gestionat pel sistema
es: Gestionado por el sistema
fi: Hallinnoi järjestelmä
it: Gestito dal sistema
nl: Beheerd door systeem

source: Show the Switch User option
ca: Mostrar la opció de canvi d'usuari
es: Mostrar la opción Cambiar de usuario
fi: Vaihda käyttäjä
it: Mostra l'opzione Cambia utente
nl: Toon de optie Gebruiker wisselen

source: Show the Log Out option
ca: Mostrar la opció de tancament de sessió
es: Mostrar la opción Cerrar sesión
fi: Kirjaudu ulos
it: Mostra l'opzione Abbandona sessione
nl: Toon de optie Afmelden

source: Log Out Mode
ca: Mode de tancament de sessió
es: Modo de cierre de sesión
fi: Käyttäjä kirjautuu ulos
it: Modalità di disconnessione
nl: Afmeldmodus

source: With confirmation
ca: Amb confirmació
es: Con confirmación
fi: Vahvistuksen kanssa
it: Con conferma
nl: Met bevestiging

source: Without confirmation
ca: Sense confirmació
es: Sin confirmación
fi: Ilman vahvistusta
it: Senza conferma
nl: Zonder bevestiging

source: Force
ca: Forçar
es: Forzar
fi: Pakota
it: Forza
nl: Forceer

source: The 'Force' option lets you log out while ignoring inhibitors. Useful when several sessions are open.
ca: La opció de 'Forçar' us permet tancar la sessió ignorant els inhibidors. Útil per quan hi ha múltiples sessions obertes.
es: La opción "Forzar" permite cerrar la sesión ignorando los inhibidores. Resulta útil cuando hay varias sesiones abiertas.
fi: Vaihtoehdon "Pakota" avulla voit kirjautua ulos ja jättää estäjät huomiotta. Hyödyllinen kun useita istuntoja on auki samaan aikaan.
it: L'opzione "Forza" ti consente di disconnetterti ignorando gli inibitori. Utile quando sono aperte più sessioni.
nl: De 'Forceer' optie stelt je in staat om af te melden terwijl inhibiteurs worden genegeerd. Handig wanneer meerdere sessies zijn geopend.

source: Shortcuts
es: Atajos

source: Options
es: Opciones

source: Vertical maximization
es: Maximización vertical

source: System-managed menu options
es: Opciones del menú gestionadas por el sistema

source: Menu appearance
es: Apariencia del menú

source: Keybindings
es: Atajos de teclado

source: Keys used to select certain options in the open menu.
es: Teclas utilizadas para seleccionar determinadas opciones en el menú abierto.

source: Use the hardware method to turn On/Off the screen
es: Utiliza el método de hardware para encender/apagar la pantalla

source: The hardware method does not always work correctly. In this case, disable this option to use only a software method.
es: El método de hardware no siempre funciona correctamente. En este caso, desactive esta opción para utilizar únicamente un método de software.

source: Do not show any shortcut in the menu
es: No mostrar ningún acceso directo en el menú

source: Toggle menu
es: Activar/Desactivar menú

source: Turn screen On/Off
es: Encender/apagar la pantalla

source: Turn screen On/Off with Lock feature
es: Encender/apagar la pantalla con función de bloqueo

source: Key to select Power Off
es: Tecla para seleccionar Apagar

source: Single key. Default is U
es: Una sola tecla. El valor predeterminado es U

source: Key to select Restart
es: Tecla para seleccionar Reiniciar

source: Single key. Default is R
es: Una sola tecla. El valor predeterminado es R

source: Key to select Hibernate
es: Tecla para seleccionar Hibernar

source: Single key. Default is H
es: Una sola tecla. El valor predeterminado es H

source: Key to select Suspend
es: Tecla para seleccionar Suspender

source: Single key. Default is S
es: Una sola tecla. El valor predeterminado es S

source: Apply these keys to the menu
es: Aplica estas teclas al menú

source: Reset to default keys
es: Restablecer teclas predeterminadas

source: Several keys are identical. Please correct this and reapply the changes.
es: Varias claves son idénticas. Corrija esto y vuelva a aplicar los cambios.

source: Already used keys (for your information only)
es: Teclas ya utilizadas (solo para su información)

source: There is no point in changing this.
es: No tiene sentido cambiar esto.

source: Vertically maximize this Settings window
es: Maximizar verticalmente esta ventana de configuración

source: This option will only be taken into account the next times this Settings window is opened.
es: Esta opción solo se tendrá en cuenta la próxima vez que se abra la ventana Configuración.
