Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/gpumonitor@axel358/*.po
Languages: de, fi, hu, vi

source: Launch Radeontop
de: Starte Radeontop
fi: Suorita Radeontop
hu: Radeontop indítása
vi: Khởi chạy Radeontop

source: AMD GPU Monitor
vi: Trình Giám sát GPU AMD

source: Monitor AMD GPU statistics, requires radeontop
de: Monitor AMD GPU Statistik, benoetigt radeontop
fi: Tarkkaile AMD GPU tilastotietoja, vaatii ohjelman radeontop
hu: Az AMD GPU statisztikáinak figyelése, radeontop szükséges
vi: Giám sát thống kê GPU AMD, yêu cầu radeontop

source: Settings
de: Einstellungen
fi: Asetukset
hu: Beállítások
vi: Cài đặt

source: Display style
de: Anzeigenstil
fi: Näyttötyyli
hu: Megjelenítési stílus
vi: Kiểu hiển thị

source: Column
de: Uebereinander
fi: Sarake
hu: Oszlop
vi: Cột

source: Side by side
de: Nebeneinander
fi: Rinnakkain
hu: Egymás mellett
vi: Bên cạnh nhau

source: GPU only
de: nur GPU
fi: Vain GPU
hu: Csak GPU
vi: Chỉ GPU

source: VRAM only
de: nur VRAM
fi: Vain VRAM
hu: Csak VRAM
vi: Chỉ VRAM

source: Use compact label style
de: Kompakte Darstellung
fi: Käytä pienikokoista tyyliä
hu: Megjelenítési stílus
vi: Sử dụng kiểu nhãn gọn

source: Show only the first character of each label. Example: G for GPU
de: Zeige nur den ersten Buchstaben fuer jedes Geraet. Beispiel: G fuer GPU
fi: Näytä vain ensimmäinen merkki jokaisesta nimestä. Esim. G GPU:lle
hu: Minden címkének csak az első karaktere jelenjen meg. Példa: G a GPU-hoz
vi: Chỉ hiển thị ký tự đầu tiên của mỗi nhãn. Ví dụ: G cho GPU

source: milliseconds
de: Millisekunden
fi: millisekuntia
hu: ezredmásodperc
vi: mili giây

source: Refresh interval
de: Aktualisierungsrate
fi: Päivitysväli
hu: Frissítési gyakoriság
vi: Khoảng thời gian làm mới

source: Time between data refeshes
de: Zeit zwischen den Aktualisierungen
fi: Tietojen päivitysten välinen aika
hu: Az adatfrissítések közötti idő
vi: Thời gian giữa các lần làm mới dữ liệu

source: Decimal places
de: Nachkommastellen
fi: Desimaalipilkku
hu: Tizedes jel
vi: Số thập phân

source: Number of decimal places to show
de: Nachkommastellen
fi: Näytettävien desimaalien määrä
hu: A megjelenítendő tizedesjegyek száma
vi: Số chữ số thập phân hiển thị

source: Select GPU (bus no.)
de: Auswahl GPU (Bus Nummer)
fi: Valitse GPU (väylä nro.)
hu: Válassza ki a GPU-t (buszszám)
vi: Chọn GPU (số bus)

source: Loading...
de: Starte...
fi: Ladataan...
hu: Betöltés...
vi: Đang tải...

source: Use 'lshw -C display' for more info
de: Benutze 'lshw -C display' fuer mehr Informationen
fi: Käytä "lshw -C display" ja saat lisätietoja
hu: További információért használja az 'lshw -C display' parancsot
vi: Sử dụng 'lshw -C display' để biết thêm thông tin

source: Font size
de: Schriftgroesse
fi: Fontin koko
hu: Betűméret
vi: Cỡ chữ

source: Label font size
de: Schriftgroesse Namen
fi: Nimen fonttikoko
hu: Címke betűmérete
vi: Cỡ chữ nhãn
