Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/wallpaper-slideshow@amaan-mohib/*.po
Languages: fi, it, nl, vi

source: Wallpaper Slideshow
it: Slideshow di Sfondi
nl: Diavoorstelling van Achtergronden
vi: Trình chiếu Hình nền

source: The wallpaper path does not exists!
fi: Taustakuvien polkua ei ole olemassa!
it: Il percorso allo sfondo indicato non esiste!
nl: Het pad naar de achtergronden bestaat niet!
vi: Đường dẫn hình nền không tồn tại!

source: Delay
fi: Viive
it: Ritardo
nl: Vertraging
vi: Độ trễ

source: Open wallpapers directory
fi: Avaa taustakuvien hakemisto
it: Apri cartella degli sfondi
nl: Open de map met achtergronden
vi: Mở thư mục hình nền

source: Next
fi: Seuraava
it: Successivo
nl: Volgende
vi: Tiếp theo

source: Previous
fi: Edellinen
it: Precedente
nl: Vorige
vi: Trước đó

source: Paused
fi: Keskeytetty
it: In pausa
nl: Gepauzeerd
vi: Đã tạm dừng

source: Preferences
fi: Asetukset
it: Preferenze
nl: Voorkeuren
vi: Tùy chọn

source: Starts a wallpaper slideshow persisting across reboots
fi: Käynnistää taustakuvan esityksen. Jatkuu myös käynnistyksen jälkeen
it: Avvia una slideshow di sfondi che persiste dopo i riavvii
nl: Start een diavoorstelling van achtergronden die behouden blijft na het opnieuw opstarten
vi: Bắt đầu trình chiếu hình nền duy trì qua các lần khởi động lại

source: Wallpaper path
fi: Taustakuvien polku
it: Percorso sfondo
nl: Pad naar achtergronden
vi: Đường dẫn hình nền

source: Specify path of the wallpaper directory
fi: Määritä taustakuvien polku
it: Specifica il percorso alla cartella dello sfondo
nl: Geef het pad naar de map met achtergronden
vi: Chỉ định đường dẫn của thư mục hình nền

source: For example: /home/username/Pictures/wallpapers
fi: Esimerkiksi: /home/käyttäjänimi/Kuvat/wallpapers
it: Per esempio: /home/nomeutente/Immagini/sfondi
nl: Bijvoorbeeld: /home/gebruikersnaam/Afbeeldingen/achtergronden
vi: Ví dụ: /home/username/Pictures/wallpapers

source: Specify the delay to change the wallpaper (in seconds)
fi: Määritä vaihtamisen viive (sekunneissa)
it: Specifica il ritardo per il cambio di sfondo (in secondi)
nl: Specificeer de vertraging bij het wisselen van de achtergrond (in seconden)
vi: Chỉ định độ trễ để thay đổi hình nền (tính bằng giây)

source: For example: 86400 for 24hrs
fi: Esimerkki: 86400 sekuntia on 24 tuntia
it: Per esempio: 86400 per 24 ore
nl: Bijvoorbeeld: 86400 voor 24 uur
vi: Ví dụ: 86400 cho 24 giờ

source: Custom interval
fi: Mukautettu aikaväli
it: Intervallo personalizzato
nl: Aangepast interval
vi: Khoảng thời gian tùy chỉnh

source: Specify a custom interval to check for updates
fi: Päivitysten tarkistaminen
it: Specifica un intervallo personalizzato per controllare gli aggiornamenti
nl: Specificeer een aangepast interval om te controleren op updates
vi: Chỉ định khoảng thời gian tùy chỉnh để kiểm tra cập nhật

source: Default: 1hr
fi: Oletus: 1 tunti
it: Predefinito: 1 ora
nl: Standaard: 1 uur
vi: Mặc định: 1 giờ

source: Specify the interval (in seconds) to check for updates
fi: Päivitysten tarkistamisen aikaväli (sekunteina)
it: Specifica l'intervallo (in secondi) per controllare gli aggiornamenti
nl: Specificeer het interval (in seconden) om te controleren op updates
vi: Chỉ định khoảng thời gian (tính bằng giây) để kiểm tra cập nhật

source: For example: 3600 for 1hr
fi: Esimerkki: 3600 on 1 tunti
it: Per esempio: 3600 per 1 ora
nl: Bijvoorbeeld: 3600 voor 1 uur
vi: Ví dụ: 3600 cho 1 giờ

source: Pause the wallpaper slideshow
fi: Keskeytä taustakuvien vaihtaminen
it: Metti in pausa la slideshow di sfondi
nl: Pauzeer de diavoorstelling van achtergronden
vi: Tạm dừng trình chiếu hình nền
