Repository: linuxmint/cinnamon-spices-applets
Catalog: fw_fanctrl@juleskreuer.*/files/fw_fanctrl@juleskreuer.*/po/*.po
Languages: es, it, nl, vi, zh_tw

source: Applet to control the framework fan-speed strategy using fw_fanctrl.
es: Applet para controlar la estrategia de velocidad del ventilador del framework utilizando fw_fanctrl.
it: Applet per controllare la strategia di velocitÃ della ventola Framework usando fw_fanctrl.
nl: Applet om de ventilatorsnelheidstrategie van Framework te regelen met fw_fanctrl.
vi: Applet điều khiển chiến lược tốc độ quạt của framework bằng fw_fanctrl.
zh_tw: 使用 fw_fanctrl 控制 Framework 風扇速度策略的小程式。

source: Framework FanCTRL - Fan Strategy Control Applet for Cinnamon List of valid strategies:
es: Framework FanCTRL - Applet de control de estrategias de ventilador para Cinnamon Lista de estrategias válidas:
it: Framework FanCTRL - Applet di controllo della strategia della ventola per Cinnamon Elenco delle strategie valide:
nl: Framework FanCTRL - Applet voor regelen van ventilatorstrategie voor Cinnamon Lijst van geldige strategieÃ«n:
vi: Framework FanCTRL - Applet điều khiển chiến lược quạt cho Cinnamon Danh sách các chiến lược hợp lệ:
zh_tw: Framework FanCTRL - Cinnamon 風扇策略控制小程式 有效策略清單：

source: Sleep
es: Siesta
it: Sospendi
nl: Slaap
vi: Ngủ
zh_tw: 睡眠

source: Visible
it: Visibile
nl: Zichtbaar
vi: Hiển thị
zh_tw: 顯示

source: Icon for 'Sleep'
es: Icono para 'Siesta'
it: Icona per 'Sospendi'
nl: Pictogram voor 'Slaap'
vi: Biểu tượng cho 'Ngủ'
zh_tw: 「睡眠」圖示

source: Laziest
es: El más perezoso
it: Pigrissima
nl: Luist
vi: Lười nhất
zh_tw: 最保守

source: Icon for 'Laziest'
es: Icono de 'El más perezoso'
it: Icona per 'Pigrissima'
nl: Pictogram voor 'Luist'
vi: Biểu tượng cho 'Lười nhất'
zh_tw: 「最保守」圖示

source: Lazy
es: Perezoso
it: Pigra
nl: Lui
vi: Lười
zh_tw: 保守

source: Icon for 'Lazy'
es: Icono de 'Perezoso'
it: Icona per 'Pigra'
nl: Pictogram voor 'Lui'
vi: Biểu tượng cho 'Lười'
zh_tw: 「保守」圖示

source: Medium
es: Medio
it: Medio
nl: Gemiddeld
vi: Trung bình
zh_tw: 中等

source: Icon for 'Medium'
es: Icono de 'Medio'
it: Icona per 'Medio'
nl: Pictogram voor 'Gemiddeld'
vi: Biểu tượng cho 'Trung bình'
zh_tw: 「中等」圖示

source: Agile
es: Ágil
nl: Behendig
vi: Nhanh nhẹn
zh_tw: 積極

source: Icon for 'Agile'
es: Icono de Ágil
it: Icona per 'Agile'
nl: Pictogram voor 'Behendig'
vi: Biểu tượng cho 'Nhanh nhẹn'
zh_tw: 「積極」圖示

source: Very Agile
es: Muy ágil
it: Molto agile
nl: Zeer behendig
vi: Rất nhanh nhẹn
zh_tw: 非常積極

source: Icon for 'Very Agile'
es: Icono de 'Muy ágil'
it: Icona per 'Molto agile'
nl: Pictogram voor 'Zeer behendig'
vi: Biểu tượng cho 'Rất nhanh nhẹn'
zh_tw: 「非常積極」圖示

source: Deaf
es: Sordo
it: Sorda
nl: Doof
vi: Im lặng
zh_tw: 強力

source: Icon for 'Deaf'
es: Icono de 'Sordo'
it: Icona per 'Sorda'
nl: Pictogram voor 'Doof'
vi: Biểu tượng cho 'Im lặng'
zh_tw: 「強力」圖示

source: Aeolus
es: Eolo
it: Eolo
zh_tw: 風神

source: Icon for 'Aeolus'
es: Icono de 'Eolo'
it: Icona per 'Eolo'
nl: Pictogram voor 'Aeolus'
vi: Biểu tượng cho 'Aeolus'
zh_tw: 「風神」圖示
