Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/tapo@smiklosovic/*.po
Languages: ca, fr, it

source: Tapo Control Panel
ca: Tauler de control Tapo
fr: Panneau de contrôle de Tapo
it: Pannello di controllo Tapo

source: Reload Applet
ca: Recarregar la miniaplicació
fr: Relancer l'applet
it: Ricarica Applet

source: All devices
ca: Tots els dispositius
fr: Tous les dispositifs
it: Tutti i dispositivi

source: Control Tapo Appliances
ca: Control d'electrodomèstics Tapo
fr: Contrôle des appareils Tapo
it: Controlla gli elettrodomestici Tapo

source: Device names
ca: Noms dels dispositius
fr: Noms des dispositifs
it: Nome dispositivi

source: Device names, separated by comma. Names have to correspond to names in tapo-rest settings in devices object in the configuration file.
ca: Noms dels dispositius, separats per comes. Els noms s'han de correspondre als noms de la configuració de tapo-rest de l'objecte de dispositius al fitxer de configuració.
fr: Noms des dispositifs, séparés par une virgule. Les noms doivent correspondre aux noms des paramètres tapo-rest dans l'objet devices du fichier de configuration.
it: Nomi dei dispositivi, separati da virgola. I nomi devono corrispondere ai nomi nelle impostazioni tapo-rest nell'oggetto dispositivi nel file di configurazione.

source: URL for tapo-rest service
ca: URL pel servei tapo-rest
fr: URL du service tapo-rest
it: URL per il servizio tapo-rest

source: Password for tapo-rest
ca: Contrasenya per tapo-rest
fr: Mot de passe pour tapo-rest
it: Password per tapo-rest

source: Enter password for tapo-rest service
ca: Introduïu la contrasenya pel servei tapo-rest
fr: Saisir le mot de passe du service tapo-rest
it: Digita la password per il servizio tapo-rest

source: Login to tapo-rest
ca: Iniciar sessió a tapo-rest
fr: Connexion à tapo-rest
it: Accedi a tapo-rest
