Repository: linuxmint/cinnamon-spices-applets
Catalog: back-up_state@natsakis.com/files/back-up_state@natsakis.com/po/*.po
Languages: hu, it

source: Has never run succesfully!
hu: Soha nem futott sikeresen!
it: Non ha mai funzionato con successo!

source: Last successful back-up completed on
hu: Utolsó sikeres biztonsági mentés befejeződött
it: Ultimo backup riuscito completato il

source: Has never run successfully!
hu: Soha nem futott sikeresen!
it: Non ha mai funzionato con successo!

source: Probes for the state of a certain rsync back-up by checking the exit status of the log file
hu: Megvizsgálja egy bizonyos rsync biztonsági másolat állapotát a naplófájl kilépési állapotának ellenőrzésével
it: Verifica lo stato di un certo backup rsync controllando lo status di uscita del file di log

source: Back-up State
hu: Biztonsági másolat állapota
it: Stato Backup

source: String to be searched for
hu: Keresendő karakterlánc
it: Stringa da ricercare

source: Set the string that will be searched for in your log file, to determine the last good back-up
hu: Állítsa be azt a karaktersorozatot, amelyet a naplófájlban keresni fog, hogy meghatározza az utolsó jó biztonsági másolatot
it: Impostare la stringa che verrÃ cercata nel file di log, per determinare l'ultimo backup valido

source: Log file
hu: Naplófájl
it: File di log

source: Refresh interval (min):
hu: Frissítési intervallum (perc):
it: Intervallo di aggiornamento (min):

source: Error after days:
hu: Hiba ennyi nap után:
it: Errore dopo giorni:

source: Warning after days:
hu: Figyelmeztetés ennyi nap után:
it: Avviso dopo giorni:
