Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-status/applets-status/calendar@simonwiles.net/po/*.po
Languages: da, zh_cn

source: %A %B %e, %Y
da: %A %e. %B %Y

source: Edit World Clocks
da: Redigér verdensure
zh_cn: 编辑世界时钟

source: Date and Time Settings
da: Indstillinger for dato og tid
zh_cn: 日期和时间设置

source: Display Name
da: Vist navn
zh_cn: 显示名称

source: Timezone
da: Tidszone
zh_cn: 时区

source: Time format for World Clocks
da: Tidsformat for verdensure
zh_cn: 世界时钟的时间格式

source: Browse valid timezone values by country (online)
da: Se gyldige tidszoneværdier efter land (online)
zh_cn: 按国家浏览有效的时区值（在线）

source: Coordinated Universal Time
da: Koordineret universaltid
zh_cn: 协调世界时

source: World Clock Calendar
da: Verdensurkalender
zh_cn: 世界时钟日历

source: Fork of the Cinnamon calendar applet with support for displaying multiple timezones
da: Forgrening af Cinnamons kalenderpanelprogram som kan vise flere tidszoner
zh_cn: 支持显示多个时区的Cinnamon日历小程序的分支

source: Date format:
da: Datoformat:
zh_cn: 日期格式：

source: Set your custom format here.
da: Angiv dit tilpassede format her.
zh_cn: 在这里设置您的自定义格式。

source: World-Clock Settings
da: Indstillinger for verdensur
zh_cn: 世界时钟设置

source: Show week numbers in calendar
da: Vis ugenumre i kalenderen
zh_cn: 在日历中显示周数

source: Check this to show week numbers in the calendar.
da: Aktivér denne for at vise ugenummeret i kalenderen.
zh_cn: 选中此项在日历中显示周数。

source: Configure World-clocks
da: Konfigurér verdensure
zh_cn: 配置世界时钟

source: Add, remove and configure additional clocks and format.
da: Tilføj, fjern og konfigurér flere ure og formater.
zh_cn: 添加、移除和配置额外的时钟和格式。

source: Show information on date format syntax
da: Vis information om datoformatsyntaksen
zh_cn: 显示有关日期格式语法的信息

source: Click this button to know more about the syntax for date formats.
da: Tryk på denne knap for at få mere at vide om syntaksen for datoformater.
zh_cn: 点击此按钮了解更多关于日期格式的语法。

source: Use a custom date format
da: Anvend et tilpasset datoformat
zh_cn: 使用自定义日期格式

source: Check this to define a custom format for the date in the calendar applet.
da: Aktivér denne for at angive et tilpasset datoformat i kalenderpanelprogrammet.
zh_cn: 选中此项可定义日历小程序中日期的自定义格式。
