Repository: linuxmint/cinnamon-spices-applets
Catalog: website-notifier@cardsurf/files/website-notifier@cardsurf/po/*.po
Languages: es, fr, hu, it, vi

source: Shows a notification when a website updates
es: Muestra una notificación cuando se actualiza un sitio web
fr: Affiche une notification lorsqu'un site Web est mis à jour
hu: Értesítést jelenít meg, amikor egy webhely frissül
it: Mostra una notifica quando un sito Web viene aggiornato
vi: Hiển thị thông báo khi một trang web cập nhật

source: Website notifier
es: Notificador de sitios web
hu: Weboldal értesítő
it: Notificatore sito web
vi: Trình thông báo trang web

source: Configuration
es: Configuración
hu: Konfiguráció
it: Configurazione
vi: Cấu hình

source: minutes
es: minutos
hu: perc
it: minuti
vi: phút

source: Refresh every
es: Actualizar cada
fr: Rafraîchir toutes les
hu: Frissítsen minden
it: Ricarica ogni
vi: Làm mới mỗi

source: How often to refresh a website. 0 means no refreshing.
es: Frecuencia de actualización de un sitio web. 0 significa que no se actualiza.
fr: À quelle fréquence actualiser un site Web. 0 signifie aucune actualisation.
hu: Milyen gyakran kell frissíteni egy webhelyet. A 0 azt jelenti, hogy nincs frissítés.
it: La frequenza con cui aggiornare un sito web. 0 significa nessun aggiornamento.
vi: Tần suất làm mới một trang web. 0 có nghĩa là không làm mới.

source: Notification type
es: Tipo de notificación
fr: Type de notification
hu: Értesítés típusa
it: Tipo di notifica
vi: Loại thông báo

source: System popup
es: Ventana emergente de sistema
fr: Fenêtre contextuelle système
hu: Rendszer előugró ablak
it: Popup di sistema
vi: Popup hệ thống

source: Applet popup
es: Ventana emergente del Applet
fr: Fenêtre contextuelle de l'applet
hu: Kisalkalmazás előugró ablak
it: Popup dell'applet
vi: Popup applet

source: A user interface that shows notficiation text
es: Una interfaz de usuario que muestra el texto de notficación
fr: Une interface utilisateur qui affiche le texte de notification
hu: Felhasználói felület, amely értesítési szöveget jelenít meg
it: Un'interfaccia utente che mostra il testo di notifica
vi: Một giao diện người dùng hiển thị văn bản thông báo

source: Tooltip text
es: Texto de información sobre herramientas
fr: Texte d'info-bulle
hu: Eszköztipp szövege
it: Testo del tooltip
vi: Văn bản chú giải công cụ

source: Time left next refresh
es: Tiempo restante para la próxima actualización
fr: Temps restant avant la prochaine actualisation
hu: Következő frissítésnél hátralevő idő
it: Tempo rimanente al prossimo ricaricamento
vi: Thời gian còn lại đến lần làm mới tiếp theo

source: Next refresh time
es: Hora de la próxima actualización
fr: Heure de rafraîchissement suivant
hu: Következő frissítési idő
it: Orario di ricaricamento successivo
vi: Thời gian làm mới tiếp theo

source: Last refresh time
es: Hora de la última actualización
fr: Heure du dernier rafraîchissement
hu: Utolsó frissítési idő
it: Orario ultimo ricaricamento
vi: Thời gian làm mới cuối

source: Last notification time
es: Hora de la última notificación
fr: Heure de la dernière notification
hu: Utolsó értesítés időpontja
it: Orario ultima notifica
vi: Thời gian thông báo cuối

source: None
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuna
vi: Không có

source: Text shown in an applet tooltip
es: Texto mostrado en la información sobre herramientas del applet
fr: Texte affiché dans une info-bulle d'applet
hu: A kisalkalmazás elemleírásában látható szöveg
it: Testo mostrato in un tooltip dell'applet
vi: Văn bản hiển thị trong chú giải công cụ applet

source: Primary button
es: Botón principal
fr: Bouton principal
hu: Elsődleges gomb
it: Bottone primario
vi: Nút chính

source: Left
es: Izquierda
fr: Gauche
hu: Bal
it: Sinistra
vi: Trái

source: Middle
es: Medio
fr: Milieu
hu: Közép
it: Centrale
vi: Giữa

source: A mouse button used to perform main actions. The primary button refreshes a website on demand. The secondary button toggles an applet popup.
es: Botón del ratón utilizado para realizar acciones principales. El botón primario actualiza un sitio web a petición. El botón secundario activa un applet emergente.
fr: Un bouton de souris utilisé pour effectuer des actions principales.\n Le bouton principal actualise un site web à la demande.\n Le bouton secondaire active/désactive une fenêtre contextuelle d'applet.
hu: A fő műveletek végrehajtására használt egérgomb. Az elsődleges gomb igény szerint frissíti a webhelyet. A másodlagos gomb egy kisalkalmazás előugró ablakát váltja.
it: Un pulsante del mouse utilizzato per eseguire le azioni principali. Il pulsante principale aggiorna un sito Web su richiesta. Il pulsante secondario attiva/disattiva un popup dell'applet.
vi: Một nút chuột được sử dụng để thực hiện các hành động chính. Nút chính làm mới trang web theo yêu cầu. Nút phụ bật/tắt popup applet.

source: On popup clicked
es: Al hacer clic en la ventana emergente
fr: Au clic sur la fenêtre contextuelle
hu: A felugró ablakban kattintott
it: Quando il popup viene cliccato
vi: Khi popup được nhấp

source: Close popup and open browser
es: Cerrar la ventana emergente y abrir el navegador
fr: Fermer la fenêtre contextuelle et ouvrir le navigateur
hu: Zárja be a felugró ablakot, és nyissa meg a böngészőt
it: Chiudi il popup e apri il browser
vi: Đóng popup và mở trình duyệt

source: Close popup
es: Cerrar ventana emergente
fr: Fermer la fenêtre contextuelle
hu: Felugró ablak bezárása
it: Chiudi il popup
vi: Đóng popup

source: An action to perform when an applet popup is clicked
es: Acción que se realiza al hacer clic en una ventana emergente de applet
fr: Action lorsqu'on clique sur une fenêtre contextuelle d'applet
hu: A kisalkalmazás előugró ablakára való kattintáskor végrehajtandó művelet
it: Un'azione da eseguire quando si fa clic su un popup dell'applet
vi: Một hành động thực hiện khi popup applet được nhấp

source: Gui
es: Interfaz
fr: Interface utilisateur graphique
hu: Felhasználói felület
it: Interfaccia Grafica
vi: Giao diện

source: characters
es: caracteres
fr: Caractère
hu: karakter
it: caratteri
vi: ký tự

source: Title length
es: Longitud del título
fr: Longueur du titre
hu: Cím hossza
it: Lunghezza titolo
vi: Độ dài tiêu đề

source: A maximum number of characters in a notification title
es: Número máximo de caracteres de un título de notificación
fr: Nombre maximal de caractères dans un titre de notification
hu: Az értesítés címében szereplő karakterek maximális száma
it: Un numero massimo di caratteri nel titolo di una notifica
vi: Số ký tự tối đa trong tiêu đề thông báo

source: Message length
es: Longitud del mensaje
fr: Longueur du message
hu: Az üzenet hossza
it: Lunghezza messaggio
vi: Độ dài tin nhắn

source: A maximum number of characters in a notification message
es: Número máximo de caracteres de un mensaje de notificación
fr: Un nombre maximal de caractères dans un message de notification
hu: Maximális karakterszám egy értesítő üzenetben
it: Un numero massimo di caratteri in un messaggio di notifica
vi: Số ký tự tối đa trong tin nhắn thông báo

source: pixels
es: pixeles
hu: képpont
vi: pixel

source: Popup width
es: Anchura de la ventana emergente
fr: Largeur de la fenêtre contextuelle
hu: Felugró ablak szélessége
it: Larghezza popup
vi: Chiều rộng popup

source: A width of an applet popup
es: Anchura de una ventana emergente de applet
fr: Largeur de la fenêtre contextuelle d'applet
hu: Egy kisalkalmazás előugró ablakának szélessége
it: Una larghezza del popup dell'applet
vi: Chiều rộng của popup applet

source: Popup height
es: Altura de la ventana emergente
fr: Hauteur de la fenêtre contextuelle
hu: Felugró ablak magassága
it: Altezza popup
vi: Chiều cao popup

source: A height of an applet popup
es: Altura de una ventana emergente de applet
fr: Hauteur d'une fenêtre contextuelle d'applet
hu: Egy kisalkalmazás előugró ablakának magassága
it: Un'altezza del popup dell'applet
vi: Chiều cao của popup applet

source: Popup title CSS
es: Título de la ventana emergente CSS
fr: CSS du titre de la fenêtre contextuelle
hu: Felugró cím CSS
it: CSS titolo popup
vi: CSS tiêu đề popup

source: A CSS style applied to a notification title in an applet popup
es: Un estilo CSS aplicado a un título de notificación en una ventana emergente de applet
fr: Style CSS appliqué à un titre de notification dans une fenêtre contextuelle d'applet
hu: Az értesítés címére alkalmazott CSS-stílus egy kisalkalmazás előugró ablakában
it: Uno stile CSS applicato al titolo di una notifica in un popup dell'applet
vi: Một kiểu CSS được áp dụng cho tiêu đề thông báo trong popup applet

source: Popup message CSS
es: Mensaje emergente CSS
fr: CSS du message de la fenêtre contextuelle
hu: CSS felugró üzenet
it: CSS messaggio popup
vi: CSS tin nhắn popup

source: A CSS style applied to a notification message in an applet popup
es: Un estilo CSS aplicado a un mensaje de notificación en una ventana emergente de applet
fr: Style CSS appliqué à un message de notification dans une fenêtre contextuelle d'applet
hu: Egy kisalkalmazás előugró ablakában lévő értesítési üzenetre alkalmazott CSS-stílus
it: Uno stile CSS applicato al messaggio di una notifica in un popup dell'applet
vi: Một kiểu CSS được áp dụng cho tin nhắn thông báo trong popup applet

source: Icon
es: Icono
fr: Icône
hu: Ikon
it: Icona
vi: Biểu tượng

source: An icon displayed in a panel
es: Un icono que aparece en un panel
fr: Icône affichée dans le panneau
hu: Egy panelen megjelenő ikon
it: Un'icona visualizzata in un pannello
vi: Một biểu tượng hiển thị trong panel

source: Scripts
hu: Szkriptek
it: Script

source: Script
hu: Szkript

source: A path to a script that refeshes a website
es: Una ruta a un script que actualiza un sitio web
fr: Chemin vers un script qui actualise un site Web
hu: Egy webhelyet frissítő szkript elérési útja
it: Un percorso a uno script che ricarica un sito web
vi: Đường dẫn đến script làm mới trang web

source: Separator
es: Separador
fr: Séparateur
hu: Elválasztó
it: Separatore
vi: Dấu phân cách

source: A string that seperates values returned from the script
es: Una cadena que separa los valores devueltos por el script
fr: Chaîne qui sépare les valeurs renvoyées par le script
hu: Egy karakterlánc, amely elválasztja a szkriptből visszaadott értékeket
it: Una stringa che separa i valori restituiti dallo script
vi: Một chuỗi phân tách các giá trị trả về từ script
