Repository: linuxmint/cinnamon-spices-applets
Catalog: SpiceSpy@claudiux/files/SpiceSpy@claudiux/po/*.po
Languages: ca, de, es, fi, hu, it, nl, vi

source: score
ca: puntuació
de: Punktestand
es: puntuación
fi: pistemäärä
hu: pontszám
it: punteggio
vi: điểm

source: comments
ca: comentaris
de: Kommentare
es: comentarios
fi: kommentit
hu: megjegyzések
it: commenti
nl: opmerkingen
vi: bình luận

source: recent issues
ca: incidències recents
de: aktuelle Probleme
es: problemas recientes
fi: tunnetut ongelmat
hu: legutóbbi kiadások
it: problemi recenti
nl: recente problemen
vi: vấn đề gần đây

source: translations
ca: traduccions
de: Übersetzungen
es: traducciones
fi: käännökset
hu: fordítások
it: traduzioni
nl: vertalingen
vi: bản dịch

source: Reload icons
ca: Recarregar icones
es: Recargar iconos
vi: Tải lại biểu tượng

source: Visit website
ca: Visitar el lloc web
es: Visitar el sitio web
vi: Truy cập trang web

source: Spices
ca: Espècies
es: Especias
it: Spice

source: Mark all as read
ca: Marcar tots com llegits
de: Alle als gelesen markieren
es: Marcar todos como leídos
fi: Merkitse kaikki luetuiksi
hu: Összes megjelölése olvasottként
it: Segna tutto come già letto
nl: Markeer alles als gelezen
vi: Đánh dấu tất cả là đã đọc

source: Refresh
ca: Actualitzar
de: Aktualisieren
es: Actualizar
fi: Päivitä
hu: Frissítés
it: Aggiorna
nl: Vernieuw
vi: Làm mới

source: Refreshing in progress
ca: Recàrrega en procés
de: Aktualisierung läuft
es: Actualización en curso
hu: Frissítés folyamatban
it: Ricaricamento in corso
nl: Bezig met vernieuwen
vi: Đang làm mới

source: Configure...
ca: Configurar...
de: Einrichten...
es: Configurar...
fi: Asetukset...
hu: Beállítások…
it: Configura...
nl: Configureren...
vi: Cấu hình...

source: Notifies you when there's a change to your favorite Spices on the website.
ca: Us notifica quan hi ha algun canvi en les vostres Espècies preferides al lloc web.
de: Benachrichtigt Sie, wenn es eine Änderung bei Ihren Lieblings-Spices auf der Website gibt.
es: Le notifica cuando hay un cambio en sus especias favoritas en el sitio web.
fi: Ilmoittaa kun verkossa tapahtuu muutoksia sinun suosimalle sovelmalle. Laajat mahdollisuudet seurata eri asioita.
hu: Értesít, ha változás történt a kedvenc Spice-oddal kapcsolatban a weboldalon.
it: Ti avvisa quando c'è una modifica alle tue Spice preferite sul sito.
nl: Waarschuwt je wanneer er een wijziging is aan je favoriete Spice op de website.
vi: Thông báo cho bạn khi có thay đổi trong các Spices yêu thích trên trang web.

source: Options
ca: Opcions
de: Optionen
es: Opciones
fi: Valinnat
hu: Beállítások
it: Opzioni
nl: Opties
vi: Tùy chọn

source: List of authors of the Spices you are interested in
ca: Llista d'autors de les Espècies que us interessen
de: Liste der Autoren der Spices, die Sie interessieren
es: Lista de autores de las Especias que le interesan
fi: Luettelo ohjelmoijista jotka kiinnostaa sinua
hu: Az önt érdeklő Spices szerzőinek listája
it: Elenco degli autori delle Spice che ti interessano
nl: Lijst van auteurs van de Spices waarin je geïnteresseerd bent
vi: Danh sách tác giả của các Spices bạn quan tâm

source: List of specific Spices you are interested in
ca: Llista d'espècies específiques que us interessen
de: Liste der einzelnen Spices, die Sie interessieren
es: Lista de Especias específicas que le interesan
fi: Luettelo sovelmista jotka kiinnostaa sinua
hu: Az Önt érdeklő Spices listája
it: Elenco di Spice specifiche che ti interessano
nl: Lijst van specifieke Spices waarin je geïnteresseerd bent
vi: Danh sách các Spices cụ thể bạn quan tâm

source: Update interval
ca: Interval d'actualització
de: Aktualisierungsintervall
es: Intervalo de actualización
fi: Päivitysväli
hu: Frissítési időköz
it: Intervallo di aggiornamento
vi: Khoảng thời gian cập nhật

source: hours
ca: hores
de: Stunden
es: horas
fi: tuntia
hu: óra
it: ore
nl: uren
vi: giờ

source: Opacity in absence of change
ca: Opacitat en absència de canvis
de: Deckkraft bei ausbleibender Änderung
es: Opacidad en ausencia de cambios
fi: Peittävyys muutoksen puuttuessa
hu: Átlátszatlanság változás hiányában
it: Opacità in assenza di cambiamento
nl: Doorzichtigheid bij afwezigheid van wijziging
vi: Độ mờ khi không có thay đổi

source: Color on change
ca: Color en canviar
de: Farbe bei Änderung
es: Color al cambiar
fi: Värin vaihtuessa
hu: Szín a változáskor
it: Colore al cambiamento
nl: Kleur bij wijziging
vi: Màu khi có thay đổi

source: Show each Spice icon in the menu
ca: Mostrar la icona de cada Espècia al menú
de: Zeige jedes Spice-Icon im Menü an
es: Mostrar el icono de cada Especia en el menú
fi: Näytä sovelman kuvake valikossa
hu: Minden Spice ikon megjelenítése a menüben
it: Mostra ciascuna icona delle Spice nel menù
nl: Toon elk Spice-icoon in het menu
vi: Hiển thị biểu tượng từng Spice trong menu

source: Icon size
ca: Mida de la icona
de: Icon-Größe
es: Tamaño del icono
fi: Kuvakekoko
hu: Ikonméret
it: Dimensione icona
nl: Icoon grootte
vi: Kích thước biểu tượng

source: Show number of translations in the menu
ca: Mostrar el número de traduccions al menú
de: Zeige die Anzahl der Übersetzungen im Menü an
es: Mostrar el número de traducciones en el menú
fi: Näytä kielipakettien määrä valikossa
hu: A fordítások számának megjelenítése a menüben
it: Mostra il numero di traduzioni nel menu
nl: Toon aantal vertalingen in het menu
vi: Hiển thị số lượng bản dịch trong menu

source: Show available updates in the menu
ca: Mostrar les actualitzacions disponibles al menú
es: Mostrar las actualizaciones disponibles en el menú
vi: Hiển thị bản cập nhật có sẵn trong menu

source: Show number of issues in the menu
ca: Mostrar el número d'incidències al menú
de: Zeige die Anzahl der Probleme im Menü an
es: Mostrar número de problemas en el menú
fi: Näytä ongelmien määrä valikossa
hu: A problémák számának megjelenítése a menüben
it: Mostra il numero di problemi nel menù
nl: Toon aantal problemen in het menu
vi: Hiển thị số lượng vấn đề trong menu

source: Sort by
ca: Ordenar per
de: Sortieren nach
es: Ordenar por
fi: Järjestä
hu: Rendezés a következő szerint:
it: Ordina per
nl: Sorteren op
vi: Sắp xếp theo

source: Translated name
ca: Nom traduit
de: Übersetzter Name
es: Nombre traducido
fi: Käännetty nimi
hu: Lefordított név
it: Nome tradotto
nl: Vertaalde naam
vi: Tên đã dịch

source: Original name
ca: Nom original
de: Originaler Name
es: Nombre original
fi: Alkuperäinen nimi
hu: Eredeti név
it: Nome originale
nl: Oorspronkelijke naam
vi: Tên gốc

source: Score (bottom-up)
ca: Puntuació (de menys a més)
de: Ergebnis (von unten nach oben)
es: Puntuación (de abajo hacia arriba)
fi: Tähdet (vähiten)
hu: Pontozás (alulról felfelé)
it: Punteggio (dal basso verso l'alto)
nl: Score (oplopend)
vi: Điểm (tăng dần)

source: Score (top-down)
ca: Puntuació (de més a menys)
de: Ergebnis (von oben nach unten)
es: Puntuación (de arriba hacia abajo)
fi: Tähdet (eniten)
hu: Pontozás (felülről lefelé)
it: Punteggio (dall'alto verso il basso)
nl: Score (aflopend)
vi: Điểm (giảm dần)

source: Number of comments (bottom-up)
ca: Número de comentaris (de menys a més)
de: Anzahl der Kommentare (von unten nach oben)
es: Número de comentarios (de abajo hacia arriba)
fi: Kommentit (vähiten)
hu: A megjegyzések száma (alulról felfelé)
it: Numero di commenti (dal basso verso l'alto)
nl: Aantal opmerkingen (oplopend)
vi: Số bình luận (tăng dần)

source: Number of comments (top-down)
ca: Número de comentaris (de més a menys)
de: Anzahl der Kommentare (von unten nach oben)
es: Número de comentarios (de arriba hacia abajo)
fi: Kommentit (eniten)
hu: A megjegyzések száma (felülről lefelé)
it: Numero di commenti (dall'alto verso il basso)
nl: Aantal opmerkingen (aflopend)
vi: Số bình luận (giảm dần)

source: Show UUID instead of name
ca: Mostrar UUID en comptes del nom
de: UUID anstatt Name anzeigen
es: Mostrar UUID en lugar del nombre
fi: Näytä UUID nimen sijaan
hu: Név helyett UUID megjelenítése
it: Mostra UUID invece del nome
nl: Toon UUID in plaats van naam
vi: Hiển thị UUID thay cho tên

source: Show translated name if available
ca: Mostrar el nom traduit si està disponible
de: Übersetzten Namen anzeigen, falls verfügbar
es: Mostrar nombre traducido si está disponible
fi: Näytä käännetty nimi
hu: Lefordított név megjelenítése, ha rendelkezésre áll
it: Mostra il nome tradotto se disponibile
nl: Toon vertaalde naam indien beschikbaar
vi: Hiển thị tên đã dịch nếu có

source: If there is nothing new
ca: Si no hi ha res nou
de: Falls es nichts Neues gibt
es: Si no hay nada nuevo
fi: Jos ei ole mitään uutta
hu: Ha nincs semmi új
it: Se non c'è niente di nuovo
nl: Als er niets nieuws is
vi: Nếu không có gì mới

source: Show icon and label
ca: Mostrar la icona i l'etiqueta
de: Icon und Label anzeigen
es: Mostrar icono y etiqueta
fi: Näytä kuvake ja nimi
hu: Ikon és címke megjelenítése
it: Mostra icona ed etichetta
nl: Toon icoon en label
vi: Hiển thị biểu tượng và nhãn

source: Show icon only
ca: Mostrar només la icona
de: Nur Icon anzeigen
es: Mostrar sólo icono
fi: Näytä vain kuvake
hu: Csak ikon megjelenítése
it: Mostra solo l'icona
nl: Toon alleen icoon
vi: Chỉ hiển thị biểu tượng

source: Do not show anything
ca: No mostrar res
de: Nichts anzeigen
es: No mostrar nada
fi: Älä näytä mitään
hu: Ne mutasson semmit
it: Non mostrare nulla
nl: Toon niets
vi: Không hiển thị gì cả

source: Show only non-zero values in panel
ca: Mostrar només valors diferents de 0 al panell
de: Zeige nur Werte über Null im Panel an
es: Mostrar sólo valores distintos de cero en el panel
fi: Näytä vain nollasta poikkeavat arvot paneelissa
hu: Csak a nem nulla értékek megjelenítése a panelen
it: Mostra solo i valori non nulli nel pannello
nl: Toon alleen niet-nul waarden in paneel
vi: Chỉ hiển thị các giá trị khác 0 trên bảng

source: GitHub user name
ca: Nom d'usuari de Github
de: GitHub Benutzername
es: Nombre de usuario de GitHub
fi: GitHub käyttäjänimi
hu: GitHub felhasználónév
it: Nome utente GitHub
nl: GitHub gebruikersnaam
vi: Tên người dùng GitHub

source: Add all the Spices I use
ca: Afegir totes les Espècies en ús
de: Füge alle Spices die von mir benutzt werden hinzu
es: Añadir todas las especias que utilizo
fi: Lisää kaikki mausteet joita käytän
hu: Adja hozzá az Spice-t amit használok
it: Aggiungi tutte le Spice che utilizzo
nl: Voeg alle Spices toe die ik gebruik
vi: Thêm tất cả các Spices tôi đang sử dụng

source: There's no need to include Spices maintained by members of the Authors list in the UUID list. Once your lists are correct, you can reload this applet to speed up the process. Just don't do it too often.
ca: No cal incloure espècies mantingudes per membres de la llista d'autors a la llista d'UUID. Quan les vostres llistes siguin correctes, podeu recarregar aquesta miniaplicació per a accelerar el procés. No és recomanable recarregar-la massa sovint.
de: Spices, die von Mitgliedern der Autorenliste verwaltet werden, müssen nicht in die UUID-Liste aufgenommen werden. Sobald Ihre Listen korrekt sind, können Sie dieses Applet erneut laden, um den Prozess zu beschleunigen. Tun Sie es nur nicht zu oft.
es: No es necesario incluir Especias mantenidas por miembros de la lista de Autores en la lista UUID. Una vez que sus listas sean correctas, puede recargar este applet para acelerar el proceso. Pero no lo haga con demasiada frecuencia.
fi: Tekijät-luettelon jäsenten ylläpitämiä mausteita ei tarvitse lisätä UUID-luetteloon. Kun luettelosi on oikein, nopeuta prosessia virkistämällä sovelma uudelleen. Älä tee sitä liian usein.
hu: Nem szükséges felvenni azokat a Spice-okat, melyeket UUID-lista szerzőinek tagjai tartanak fennt. Ha a listák helyesek, a folyamat felgyorsítása érdekében újratöltheti ezt a kisalkalmazást. Csak ne csináld túl gyakran.
it: Non è necessario includere le Spice gestite dai membri dell'elenco Autori nell'elenco UUID. Una volta che gli elenchi sono corretti, puoi ricaricare questa applet per accelerare il processo. Basta non farlo troppo spesso.
nl: Het is niet nodig om Spices die worden beheerd door leden van de auteurslijst in de UUID-lijst op te nemen. Zodra je lijsten correct zijn, kun je deze applet opnieuw laden om het proces te versnellen. Doe dit alleen niet te vaak.
vi: Không cần thêm các Spices được duy trì bởi các thành viên trong danh sách Tác giả vào danh sách UUID. Khi danh sách của bạn đã chính xác, bạn có thể tải lại applet này để tăng tốc quá trình. Chỉ cần tránh thực hiện việc này quá thường xuyên.

source: Reload this applet
ca: Recarregar aquesta miniaplicació
de: Applet neu Laden
es: Recargar este applet
fi: Virkistä tämä sovelma
hu: Kisalkalmazás újratöltése
it: Ricarica questa applet
nl: Herlaad deze applet
vi: Tải lại applet này

source: General
de: Allgemein
fi: Yleinen
hu: Általános
it: Generale
nl: Algemeen
vi: Chung

source: SpiceSpy
hu: SpiceKém
nl: SpiceSpion
