Repository: linuxmint/cinnamon-spices-applets
Catalog: PDFManager@cinnamon.org/files/PDFManager@cinnamon.org/po/*.po
Languages: de, it

source: Manage your PDF
de: Verwalten Sie Ihre PDF-Dateien
it: Gestisci il tuo PDF

source: Merge PDF
de: PDF zusammenführen
it: Unisci PDF

source: Extract PDF
de: PDF extrahieren
it: Estrai PDF

source: Reduce size of PDF
de: Größe der PDF reduzieren
it: Riduci dimensione del PDF

source: Rotate left PDF
de: PDF nach links drehen
it: Ruota PDF a sinistra

source: Rotate right PDF
de: PDF nach rechts drehen
it: Ruota PDF a destra

source: Flip vertically PDF
de: PDF vertikal umdrehen
it: Capovolgi PDF verticalmente

source: Open Document Viewer
de: Dokumentenbetrachter öffnen
it: Apri Visualizzatore

source: Open Evince
de: Evince öffnen
it: Apri Evince

source: Open PDF Mod
de: PDF Mod öffnen
it: Apri PDF Mod

source: Open PDF Editor
de: PDF-Editor öffnen
it: Apri PDF Editor

source: Installation of PDF Toolkit necessary
de: Installation von PDF-Toolkit erforderlich
it: Ãˆ necessaria l'installazione di PDF Toolkit

source: Do you want to install PDF toolkit? Your operations will be performed after the installation.
de: Möchten Sie PDF-Toolkit installieren? Ihre Vorgänge werden nach der Installation ausgeführt.
it: Vuoi installare PDF Toolkit? Le tue operazioni verranno eseguite dopo l'installazione.

source: Installation failed. Do you want to try again? Your operations will be performed after the installation.
de: Die Installation ist fehlgeschlagen. Möchten Sie es erneut versuchen? Ihre Vorgänge werden nach der Installation ausgeführt.
it: Installazione fallita. Vuoi provare ancora? Le tue operazioni verranno eseguite dopo l'installazione.

source: Select your PDF...
de: PDF auswählen …
it: Seleziona il tuo PDF...

source: PDF Files
de: PDF-Dateien
it: File PDF

source: Reducing PDF
de: PDF reduzieren
it: Riduzione PDF

source: Your PDF are reducing... Don't manipulate selected files!
de: Die PDF-Dateien werden reduziert … Währenddessen die ausgewählten Dateien nicht ändern!
it: I tuoi PDF si stanno riducendo... Non manipolare i file selezionati!

source: Save as...
de: Speichern als …
it: Salva come...

source: Extract following pages (example: 1-10 15-17):
de: Folgende Seiten extrahieren (Beispiel: 1-10 15-17):
it: Estrai le seguenti pagine (esempio: 1-10 15-17):

source: Extract even pages
de: Gerade Seiten extrahieren
it: Estrai pagine pari

source: Extract odd pages
de: Ungerade Seiten extrahieren
it: Estrai pagine dispari

source: A handy applet for manipulating PDF
de: Ein praktisches Applet zur Manipulation von PDF-Dateien
it: Un'utile applet per manipolare i file PDF
