Repository: linuxmint/cinnamon-spices-applets
Catalog: Radio3.0@claudiux/files/Radio3.0@claudiux/po/*.po
Languages: ca, de, es, hr, hu, is, it, nl, tr

source: Color of the symbolic icon while the radio is on
ca: Color de la icona simbòlica mentre la ràdio està engegada
de: Farbe des symbolischen Symbols, während das Radio eingeschaltet ist
es: Color del icono simbólico mientras la radio está encendida
hr: Boja simboličke ikone kada je radio uključen
hu: A szimbolikus ikon színe, amikor a rádió be van kapcsolva
is: Litur táknrænnar táknmyndar þegar útvarpsstöð er í spilun
it: Colore dell'icona simbolica a radio accesa
nl: Kleur van het symbolische pictogram wanneer de radio aan staat
tr: Radyo açıkken sembolik simgenin rengi

source: Color of the symbolic icon while recording
ca: Color de la icona simbòlica mentre la ràdio està gravant
de: Farbe des symbolischen Symbols während der Aufnahme
es: Color del icono simbólico durante la grabación
hr: Boja simboličke ikone kada tijekom snimanja
hu: A szimbolikus ikon színe felvétel közben
is: Litur táknrænnar táknmyndar við upptöku
it: Colore dell'icona simbolica durante la registrazione
nl: Kleur van het symbolische pictogram tijdens opname
tr: Kayıt sırasında sembolik simgenin rengi

source: Display the logo of the radio station listened to
ca: Mostra el logo de l'emissora de ràdio que s'està escoltant
de: Das Logo des gehörten Radiosenders anzeigen
es: Mostrar el logotipo de la emisora de radio escuchada
hu: Jelenítse meg a hallgatott rádióállomás logóját
is: Birta táknmerki stöðvar sem verið er að hlusta á
it: Visualizza il logo della stazione radio ascoltata
nl: Toon het logo van het beluisterde radiostation
tr: Dinlenen radyo istasyonunun logosunu görüntüleyin

source: Replace this applet icon with the radio station logo, if it exists.
ca: Substitueix la icona d'aquesta miniaplicació pel logo de l'emissora de ràdio, si existeix.
de: Dieses Applet-Symbol durch das Logo des Radiosenders ersetzen, falls vorhanden.
es: Sustituya este icono de applet por el logotipo de la emisora de radio, si existe.
hu: Cserélje ki ezt a kisalkalmazás ikont a rádióállomás logójával, ha létezik.
is: Skipta tákni smáforritsins út fyrir táknmerki útvarpsstöðvarinnar, ef það er til staðar.
it: Sostituisce l'icona di questa applet con il logo della stazione radio, se esistente.
nl: Vervang dit applet-pictogram door het radiostationlogo, indien beschikbaar.
tr: Varsa, bu uygulama simgesini radyo istasyonu logosuyla değiştirin.

source: Network Quality
ca: Qualitat de la xarxa
de: Netzwerkqualität
es: Calidad de la red
hr: Mrežna kvaliteta
hu: Hálózati minőség
is: Gæði netkerfis
it: Qualità della Rete
nl: Netwerkkwaliteit
tr: Ağ Kalitesi

source: High
ca: Alta
de: Hoch
es: Alta
hr: Visoka
hu: Magas
is: Mikil
it: Alta
nl: Hoog
tr: Yüksek

source: Low
ca: Baixa
de: Niedrig
es: Baja
hr: Niska
hu: Alacsony
is: Lítil
it: Bassa
nl: Laag
tr: Düşük

source: High Quality: The recordings you make while listening to the radio will double the bit rate usually required to just listen to the radio. Thus, the recordings will not be disturbed by extraneous sounds or by a change in the volume of the radio. Low Quality: These recordings come directly from the sound card, which relieves the network but risks polluting them with extraneous sounds (system sounds for example). The volume of the radio will be set to 100% in order to obtain the best possible quality.
ca: Qualitat alta: Les gravacions que feu mentre escolteu la ràdio doblaran el bitrate respecte al normal. Les gravacions no es veuran interferides per sons estranys o canvis al volum de la ràdio. Qualitat baixa: Les gravacions que feu vindran directament de la targeta de so. L'ús de xarxa serà més baix però és possible que s'incloguin sons inesperats o del sistema. El volum es mantindrà al 100% per a intentar obtenir la millor qualitat d'àudio possible.
de: Hohe Qualität: Die Aufnahmen, die Sie beim Radiohören machen, verdoppeln die normalerweise zum Radiohören erforderliche Bitrate. So werden die Aufnahmen nicht durch Fremdgeräusche oder eine Änderung der Radio-Lautstärke gestört. Niedrige Qualität: Diese Aufnahmen kommen direkt von der Soundkarte, was das Netzwerk entlastet, aber das Risiko birgt, sie mit Fremdgeräuschen (z. B. Systemgeräuschen) zu verschmutzen. Die Lautstärke des Radios wird auf 100 % gesetzt, um die bestmögliche Qualität zu erzielen.
es: Alta calidad: Las grabaciones que realices mientras escuchas la radio duplicarán la tasa de bits que normalmente se requiere para escuchar sólo la radio. Así, las grabaciones no se verán alteradas por sonidos extraños o por un cambio en el volumen de la radio. Baja calidad: Estas grabaciones proceden directamente de la tarjeta de sonido, lo que alivia la red pero corre el riesgo de contaminarlas con sonidos extraños (sonidos del sistema, por ejemplo). El volumen de la radio se ajustará al 100% para obtener la mejor calidad posible.
hr: Visoka kvaliteta: Snimke koje snimite dok slušate radio će udvostručiti brzinu prijenosa uobičajeno potrebnu za slušanje radija. Stoga, snimke neće ometati vanjski zvukovi ili promjena glasnoće zvuka radija. Niska kvaliteta: Ove snimke dolaze izravno sa zvučne kartice, što rasterećuje mrežu, ali postoji opasnost od onečišćenja vanjskim zvukovima (zvukovi sustava na primjer). Glasnoća zvuka radija bit će postavljena na 100% kako bi se postigla najbolja moguća kvaliteta.
hu: Kiváló minőség: A rádióhallgatás közben készített felvételek megduplázzák a rádióhallgatáshoz általában szükséges bitsebességet. Így a felvételeket sem idegen hangok, sem a rádió hangerejének változása nem zavarja. Gyenge minőség: Ezek a felvételek közvetlenül a hangkártyáról származnak, ami tehermentesíti a hálózatot, de fennáll annak a veszélye, hogy idegen hangokkal (például rendszerhangokkal) szennyezi őket. A rádió hangereje 100%-ra lesz állítva a lehető legjobb minőség elérése érdekében.
is: Mikil gæði: Upptökurnar sem þú gerir á meðan þú hlustar á útvarpið munu verða á tvöföldum bitahraða miðað við það sem þarf við venjulega hlustun á útvarp. Þannig verða þessar upptökur ekki fyrir truflunum af kerfishljóðum eða við breytingar á hljóðstyrk. Lítil gæði: Þessar upptökur koma beint frá hljóðkortinu, sem léttir á netkerfinu en eykur hættu á að þær mengist af aukahljóðum (t.d kerfishljóðum). Hljóðstyrkur útvarpsins verður stilltur á 100% til að ná fram sem bestum mögulegum gæðum.
it: Alta qualità: le registrazioni che effettui mentre ascolti la radio raddoppieranno il bit rate solitamente richiesto per ascoltare solo la radio. Pertanto, le registrazioni non saranno disturbate da suoni estranei o da un cambiamento nel volume della radio. Bassa qualità: queste registrazioni provengono direttamente dalla scheda audio, che alleggerisce la rete ma rischia di inquinarla con suoni estranei (suoni di sistema ad esempio). Il volume della radio sarà impostato al 100% per ottenere la migliore qualità possibile.
nl: Hoge kwaliteit: De opnames die je maakt terwijl je naar de radio luistert, zullen de bitsnelheid verdubbelen die normaal gesproken nodig is om alleen naar de radio te luisteren. Hierdoor zullen de opnames niet worden verstoord door ongewenste geluiden of door een verandering in het volume van de radio. Lage kwaliteit: Deze opnames komen rechtstreeks van de geluidskaart, wat het netwerk ontlast maar het risico met zich meebrengt dat ze worden vervuild met ongewenste geluiden (bijvoorbeeld systeemgeluiden). Het volume van de radio wordt ingesteld op 100% om de best mogelijke kwaliteit te verkrijgen.
tr: Yüksek Kalite: Radyo dinlerken yaptığınız kayıtlar, genellikle yalnızca radyo dinlemek için gereken bit hızını iki katına çıkarır. Böylece, kayıtlar yabancı seslerden veya radyonun ses seviyesindeki bir değişiklikten etkilenmeyecektir. Düşük Kalite: Bu kayıtlar doğrudan ses kartından gelir, bu da ağı rahatlatır ancak harici seslerle (örneğin sistem sesleri) onları kirletme riski taşır. Mümkün olan en iyi kaliteyi elde etmek için radyonun sesi %100 olarak ayarlanacaktır.

source: Quality of downloaded Album Art
de: Qualität des heruntergeladenen Albumcovers
hu: A letöltött Albumborító minősége
is: Gæði sóttra umslagsmynda
it: Qualità della copertina dell'album scaricata
nl: Kwaliteit van gedownloade albumhoes
tr: İndirilen Albüm Kapağının Kalitesi

source: Max Resolution
de: Maximale Auflösung
hu: Teljes felbontás
is: Hámarksupplausn
it: Massima Risoluzione
nl: Maximale resolutie
tr: Azami Çözünürlük

source: High Quality
de: Hohe Qualität
hu: Magas minőség
is: Hágæða
it: Alta Qualità
nl: Hoge kwaliteit
tr: Yüksek Kalite

source: Medium
de: Mittel
hu: Közepes
is: Miðlungs
it: Medio
nl: Middel
tr: Orta

source: Standard
is: Venjuleg
nl: Standaard
tr: Standart

source: Default: High Quality. Choose a value corresponding to your Network Quality.
de: Standard: Hohe Qualität. Wählen Sie einen Wert, der Ihrer Netzwerkqualität entspricht.
hu: Alapértelmezett: Magas minőség. Válassza ki a hálózati minőségnek megfelelő értéket.
is: Sjálfgefið: Hágæða. Veldu gildi sem hentar afköstum netkerfisins þíns.
it: Predefinito: Alta qualità. Scegli un valore corrispondente alla qualità della tua rete.
nl: Standaard: Hoge kwaliteit. Kies een waarde die overeenkomt met je netwerkkwaliteit.
tr: Varsayılan: Yüksek Kalite. Ağ Kalitenize karşılık gelen bir değer seçin.

source: Monitor the network
ca: Monitora la xarxa
de: Netzwerk überwachen
es: Monitorizar la red
hr: Nadgledaj mrežu
hu: Figyelje a hálózatot
is: Fylgjast með netkerfi
it: Monitora la rete
nl: Monitor het netwerk
tr: Ağı izleyin

source: Whether or not to restart the radio when the network becomes active again after an interruption. VPN users: By checking this, the radio broadcast may use your VPN link.
ca: Trieu si la ràdio es reinicia quan la xarxa es reactiva després d'una interrupció. Usuaris de VPN: Si marqueu això, la retransmissió de ràdio farà ús del vostre enllaç VPN.
de: Ob das Radio neu gestartet werden soll oder nicht, wenn das Netzwerk nach einer Unterbrechung wieder aktiv wird. VPN-Benutzer: Wenn Sie dies aktivieren, kann die Übertragung Ihre VPN-Verbindung nutzen.
es: Reiniciar o no la radio cuando la red vuelve a estar activa después de una interrupción. Usuarios de VPN: Al marcar esta opción, la emisión de radio puede utilizar su enlace VPN.
hr: Treba li ne ponovno pokrenuti radio kada mreža ponovno postane aktivna bakon prekida. VPN korisnici: Ovim odabirom, radio emitiranje može koristiti vašu VPN poveznicu.
hu: Annak meghatározása, hogy újra kell-e indítani a rádiót, ha a hálózat ismét aktívvá válik egy megszakítás után. VPN-felhasználók: Ennek bejelölésével a rádióadás használhatja az Ön VPN-kapcsolatát.
is: Hvort eigi að endurræsa útvarpið þegar netið verður aftur virkt eftir truflun. VPN-notendur: Með því að merkja við þetta gæti útvarpsútsendingin verið að nota VPN-tenginguna þína.
it: Se riavviare o meno la radio quando la rete torna attiva dopo un'interruzione. Utenti VPN: selezionando questa opzione, la trasmissione radio potrebbe utilizzare il vostro collegamento VPN.
nl: Of de radio opnieuw moet worden gestart wanneer het netwerk na een onderbreking weer actief wordt. VPN-gebruikers: Door dit aan te vinken, kan de radio-uitzending jouw VPN-verbinding gebruiken.
tr: Bir kesintiden sonra ağ tekrar aktif hale geldiğinde radyonun yeniden başlatılıp başlatılmayacağı. VPN kullanıcıları: Bunu işaretleyerek, radyo yayını sizin VPN bağlantınızı kullanabilir.

source: HTTP Proxy
ca: Proxy HTTP
es: Proxy HTTP
is: HTTP-milliþjónn
it: Proxy HTTP
tr: HTTP Proxy'si

source: Format: http://[user:pass@]URL[:port] Default: empty. If empty, the environment variables http_proxy and ALL_PROXY will be used if present. If set, this proxy will not be used for https requests.
ca: Format: http://[usuari:contrasenya@]URL[:port] Per defecte: buit. Si està buit, les variables de sistema http_proxy i ALL_PROXY s'utilitzaran si estan presents. Si està assignat, aquest proxy s'utilitzarà per a peticions https.
de: Format: http://[Benutzername:Passwort@]URL[:Port] Standard: leer. Wenn leer, werden die Umgebungsvariablen http_proxy und ALL_PROXY verwendet, falls vorhanden. Wenn festgelegt, wird dieser Proxy nicht für HTTPS-Anfragen verwendet.
es: Formato: http://[usuario:pass@]URL[:puerto] Por defecto: vacío. Si está vacío, se utilizarán las variables de entorno http_proxy y ALL_PROXY si están presentes. Si se establece, este proxy no se utilizará para las solicitudes https.
hr: Format: http://[korisnik:lozinka@]URL[:ulaz] Zadano: prazno. Ako je prazno, varijabla okruženja http_proxy i ALl_PROXY će se koristiti ako su prisutne. Ako je postavljeno, ovaj proxy se neće koristiti za https zahtjeve.
hu: Formátum: http://[felhasználó:pass@]URL[:port] Alapértelmezett: üres. Ha üres, akkor a http_proxy és az ALL_PROXY környezeti változókat fogja használni, ha vannak. Ha be van állítva, akkor ez a proxy nem lesz használva https-kérésekhez.
is: Snið: http://[notandi:lykilorð@]URL[:gátt] Sjálfgefið: autt. Ef þetta er autt, verða umhverfisbreyturnar http_proxy og ALL_PROXY notaðar ef þær eru til staðar. Ef þetta er stillt, verður þessi milliþjónn ekki notaður fyrir https-beiðnir.
it: Formato: http://[utente:pass@]URL[:porta] Predefinito: vuoto. Se vuoto, verranno utilizzate le variabili di ambiente http_proxy e ALL_PROXY se presenti. Se impostato, questo proxy non verrà utilizzato per le richieste https.
nl: Formaat: http://[gebruiker:wachtwoord@]URL[:poort] Standaard: leeg. Indien leeg, zullen de omgevingsvariabelen http_proxy en ALL_PROXY worden gebruikt indien aanwezig. Indien ingesteld, zal deze proxy niet worden gebruikt voor https-verzoeken.
tr: Biçim: http://[kullanıcı:pass@]URL[:bağlantı noktası] Varsayılan: boş. Boşsa, http_proxy ve ALL_PROXY ortam değişkenleri varsa kullanılacaktır. Ayarlanırsa, bu proxy https istekleri için kullanılmaz.

source: Apply HTTP Proxy
ca: Aplicar proxy HTTP
de: HTTP-Proxy anwenden
es: Aplicar el proxy HTTP
hr: Primijeni HTTP proxy
hu: HTTP proxy alkalmazása
is: Virkja HTTP-milliþjón
it: Applica Proxy HTTP
nl: Pas HTTP-proxy toe
tr: HTTP Proxy'sini uygula

source: Your favorite database:
ca: La vostra base de dades preferida:
de: Ihre bevorzugte Datenbank:
es: Su base de datos favorita:
hu: Az Ön kedvenc adatbázisa:
is: Eftirlætis-gagnagrunnurinn þinn:
it: Il database dei tuoi preferiti:
nl: Je favoriete database:
tr: En sevdiğiniz veritabanı:

source: Random
ca: Aleatòria
de: Zufällig
es: Al azar
hu: Véletlenszerű
is: Slembið
it: Casuale
nl: Willekeurig
tr: Rastgele

source: Database URL
ca: URL de la base de dades
de: Datenbank-URL
es: URL de la base de datos
hr: URL baze podataka
hu: Adatbázis URL
is: Slóð á gagnagrunn
it: URL Database
tr: Veritabanı URL'si

source: No cache
ca: Sense cau
de: Kein Cache
hu: Nincs gyorsítótár
is: Ekkert biðminni
it: Nessuna cache
nl: Geen cache
tr: Önbellek yok

source: Checking this option limits memory usage, but no longer allows the user to rewind the cache (using the sound150@claudiux applet).
ca: Marcar aquesta opció limita l'ús de memòria, però no permet que l'usuari rebobini la cau (utilitzant la miniaplicació sound150@claudiux).
de: Wenn Sie diese Option aktivieren, wird der Speicherverbrauch begrenzt, aber es ist nicht mehr möglich, den Cache zurückzuspulen (mit dem sound150@claudiux-Applet).
hu: Ennek az opciónak a bejelölése korlátozza a memóriahasználatot, de már nem teszi lehetővé a felhasználó számára a gyorsítótár visszatekerését (a sound150@claudiux kisalkalmazás használatával).
is: Sé merkt við þetta er minnisnotkun lágmörkuð, en notandinn getur þá ekki lengur spólað til baka í biðminninu (með hjálp sound150@claudiux smáforritsins).
it: Selezionando questa opzione si limita l'utilizzo della memoria, ma non si consente più all'utente di riavvolgere la cache (usando l'applet sound150@claudiux).
nl: Als je deze optie aanvinkt, wordt het geheugengebruik beperkt, maar is het niet langer mogelijk om de cache terug te spoelen (met behulp van de sound150@claudiux applet).
tr: Bu seçeneği işaretlemek bellek kullanımını sınırlar, ancak artık kullanıcının önbelleği geri sarmasına (sound150@claudiux uygulamasını kullanarak) izin vermez.

source: Minutes to cache 0 means no limit (default). 1 hour = 60 minutes. 24 hours = 1440 minutes.
ca: Minuts guardats a la memòria cau 0 = sense límit (per defecte), 1 hora = 60 minuts. 24 hores = 1440 minuts.
de: Minuten zum Cachen 0 bedeutet kein Limit (Standard). 1 Stunde = 60 Minuten. 24 Stunden = 1440 Minuten.
hu: Perc(ek) a gyorsítótárazáshoz A 0 azt jelenti, hogy nincs korlátozás (alapértelmezett). 1 óra = 60 perc. 24 óra = 1440 perc.
is: Mínútur í biðminni 0 þýðir engin takmörk (sjálfgefið). 1 klukkustund = 60 mínútur. 24 klukkustundir = 1440 mínútur.
it: Minuti da memorizzare nella cache 0 significa nessun limite (impostazione predefinita). 1 ora = 60 minuti. 24 ore = 1440 minuti.
nl: Minuten om te cachen 0 betekent geen limiet (standaard). 1 uur = 60 minuten. 24 uur = 1440 minuten.
tr: Önbelleğe alma dakikası 0, sınır olmadığı anlamına gelir (varsayılan). 1 saat = 60 dakika. 24 saat = 1440 dakika.

source: Cache on disk (Write packet data to a temporary file, instead of keeping them in memory.)
ca: Memòria cau al disc (Utilitza un fitxer enlloc d'emmagatzemar els paquets a la memòria.)
de: Cache auf Festplatte (Paketdaten in eine temporäre Datei schreiben, anstatt sie im Speicher zu halten.)
hu: Gyorsítótár a lemezen (A csomagadatokat egy ideiglenes fájlba írja, ahelyett, hogy a memóriában tartaná őket.)
is: Biðminni á diski (skrifar pakkagögn í bráðabirgðaskrá, í stað þess að halda þeim í vinnsluminni.)
it: Cache su disco (Scrivi i dati dei pacchetti in un file temporaneo, invece di tenerli in memoria.)
nl: Cache op schijf (Schrijf pakketgegevens naar een tijdelijk bestand, in plaats van ze in het geheugen te houden.)
tr: Diskte önbellek (Paket verilerini bellekte tutmak yerine geçici bir dosyaya yazın.)

source: Stream cache size
ca: Mida de la cau de retransmissions
de: Stream-Cache-Größe
hu: Stream gyorsítótár mérete
is: Stærð biðminnis fyrir streymi
it: Dimensioni della cache del flusso
nl: Stream cache grootte
tr: Akış önbellek boyutu

source: The amount of stream cache. Default: 10 MiB. Beware, setting this to a large value can reduce performance.
de: Die Menge des Stream-Caches. Standard: 10 MiB. Vorsicht, das Setzen auf einen großen Wert kann die Leistung verringern.
hu: A stream gyorsítótár mennyisége. Alapértelmezett: 10 MiB. Vigyázat, ha ezt nagy értékre állítjuk, az csökkentheti a teljesítményt.
is: Magn biðminnis fyrir streymi. Sjálfgefið: 10 MiB. Aðvörun, sé þetta sett á hátt gildi getur það komið niður á afköstum.
it: La quantità di cache del flusso. Impostazione predefinita: 10 MiB. Attenzione, impostarlo su un valore elevato può ridurre le prestazioni.
nl: De hoeveelheid cache voor de stream. Standaard: 10 MiB. Let op, dit instellen op een grote waarde kan de prestaties verminderen.
tr: Akış önbelleğinin miktarı. Varsayılan: 10 MB. Dikkat edin, bunu büyük bir değere ayarlamak performansı düşürebilir.

source: No limit
ca: Sense límit
de: Kein Limit
hu: Korlátlan
is: Engin takmörk
it: Nessun limite
nl: Geen limiet
tr: Sınır Yok

source: Path to the folder that will contain your future recordings
ca: Ruta a la carpeta contenidora de les vostres gravacions futures
de: Pfad zu dem Ordner, der Ihre zukünftigen Aufnahmen enthalten wird
es: Ruta a la carpeta que contendrá tus futuras grabaciones
hr: Putanja do mape koja će sadržavati vaše buduće snimke
hu: Útvonal ahhoz a mappához, amely a jövőbeni felvételeit fogja tartalmazni
is: Slóð á möppuna sem mun geyma upptökurnar þínar
it: Percorso della cartella che conterrà le registrazioni future
nl: Pad naar de map waarin je toekomstige opnames worden opgeslagen
tr: Gelecekteki kayıtlarınızı içerecek klasörün yolu

source: Set this path to default one
ca: Estableix aquesta ruta com a ruta per defecte
de: Diesen Pfad auf den Standardpfad setzen
es: Establezca esta ruta como predeterminada
hr: Postavi ovu putanju na zadano
hu: Állítsa ezt az elérési utat alapértelmezettre
is: Setja þessa slóð á sjálfgefið gildi
it: Imposta questo percorso su quello predefinito
nl: Stel dit pad in op de standaard
tr: Bu yolu varsayılan olarak ayarla

source: Recording format
ca: Format de gravació
de: Aufnahmeformat
es: Formato de grabación
hr: Format snimanja
hu: Felvételi formátum
is: Snið upptöku
it: Formato di registrazione
nl: Opnameformaat
tr: Kayıt biçimi

source: Please note that this choice will have no effect on any current recording, but on subsequent ones.
ca: Tingueu en compte que aquesta elecció no tindrà efecte en qualsevol gravació actual, sinó en les properes.
de: Bitte beachten Sie, dass diese Auswahl keine Auswirkungen auf aktuelle Aufnahmen hat, sondern auf nachfolgende.
es: Tenga en cuenta que esta elección no tendrá efecto en ninguna grabación actual, pero sí en las posteriores.
hr: Zapamtite da ovaj izbor neće imati efekta na bilo koje trenutno snimanje, već na one koje slijede.
hu: Kérjük, vegye figyelembe, hogy ez a választás nem lesz hatással az aktuális felvételekre, hanem a későbbiekre.
is: Athugaðu að þetta hefur engin áhrif á upptöku sem er þegar í gangi, heldur aðeins á það sem verður tekið upp héðan í frá.
it: Si noti che questa scelta non avrà effetto su nessuna registrazione in corso, ma su quelle successive.
nl: Houd er rekening mee dat deze keuze geen effect heeft op huidige opnames, maar wel op toekomstige.
tr: Lütfen bu seçimin herhangi bir mevcut kayıt üzerinde bir etkisinin olmayacağını, ancak sonraki kayıtları etkileyeceğini unutmayın.

source: Way to stop recording
ca: Manera d'aturar la gravació
de: Art, die Aufnahme zu stoppen
es: Manera de dejar de grabar
hr: Način zaustavljanja snimanja
hu: A felvétel leállításának módja
is: Leiðir til að stöðva upptöku
it: Modo per interrompere la registrazione
nl: Manier om opname te stoppen
tr: Kaydı durdurmanın yolu

source: automatically, when the current song ends
ca: automàticament, quan acabi la cançó actual
de: automatisch, wenn das aktuelle Lied endet
es: automáticamente, cuando finaliza la canción actual
hr: automatski, kada trenutna pjesma završi
hu: automatikusan, amikor az aktuális dal véget ér
is: sjálfvirkt, þegar lagið sem er í spilun endar
it: automaticamente, quando il brano corrente finisce
nl: automatisch, wanneer het huidige lied eindigt
tr: geçerli şarkı bittiğinde otomatik olarak

source: manually; thus, several recordings can follow one another
ca: manualment; múltiple gravacions poden anar una darrere de l'altra
de: manuell; so können mehrere Aufnahmen aufeinander folgen
es: manualmente; así, pueden sucederse varias grabaciones
hr: ručno, nekoliko snimaka može slijediti jedna za drugom
hu: manuálisan; így több felvétel követheti egymást
is: handvirkt, þannig að margar upptökur geta verið í röð
it: manualmente; quindi, più registrazioni possono susseguirsi
nl: handmatig; dus, meerdere opnames kunnen elkaar opvolgen
tr: elle müdahele; bu şekilde, birkaç kayıt birbirini takip edebilir

source: Space remaining on disk when opening this window:
ca: Espai restant al disc en obrir aquesta finestra:
de: Verbleibender Speicherplatz auf der Festplatte beim Öffnen dieses Fensters:
es: Espacio restante en el disco al abrir esta ventana:
hr: Preostalo prostora na disku kada se otvara ovaj prozor:
hu: A lemezen maradt hely az ablak megnyitásakor:
is: Diskapláss sem eftir var þegar þessi gluggi var opnaður:
it: Spazio rimanente su disco all'apertura di questa finestra:
nl: Ruimte die nog beschikbaar is op de schijf bij het openen van dit venster:
tr: Bu pencere açılırken diskte kalan alan:
