Repository: linuxmint/cinnamon-spices-applets
Catalog: Radio3.0@claudiux/files/Radio3.0@claudiux/po/*.po
Languages: ca, de, es, hr, hu, is, it, nl, tr

source: Disk space unit as defined in Nemo's display preferences (File size prefixes)
ca: Unitat d'espai al disc definida a les preferències de Nemo (Prefixos de mida de fitxer)
de: Festplattenspeichereinheit, wie in Nemos Anzeigeeinstellungen definiert (Dateigrößenpräfixe)
es: Unidad de espacio en disco definida en las preferencias de visualización de Nemo (prefijos de tamaño de archivo)
hr: Jedinica prostora diska kako je određena u Nemo osobitostima prikaza (Veličine datoteke i prefiksi)
hu: Lemezterület egység a Nemo megjelenítési beállításaiban meghatározottak szerint (fájlméret előtagok)
is: Eining fyrir diskapláss ens og hún er skilgreind í birtingarstillingum Nemo (forskeyti skráastærða)
it: Unità di spazio su disco definita nelle preferenze di visualizzazione di Nemo (Prefissi dimensione file)
nl: Schijfruimte-eenheid zoals gedefinieerd in de weergavevoorkeuren van Nemo (Bestandsgrootte-prefixen)
tr: Nemo'nun görüntüleme tercihlerinde tanımlanan disk alanı birimi (Dosya boyutu önekleri)

source: GB (decimal)
de: GB (dezimal)
hr: GB (decimalno)
hu: GB (tizedes)
is: GB (tugakerfis)
it: GB (decimale)
nl: GB (decimaal)
tr: GB (ondalık)

source: GB (decimal long)
ca: GB (decimal llarg)
de: GB (dezimal lang)
es: GB (decimal largo)
hr: GB (decimalno dulje)
hu: GB (tizedes hosszú)
is: GB (tugakerfis, langt snið)
it: GB (decimale lungo)
nl: GB (decimaal lang)
tr: GB (uzun ondalık)

source: GiB (binary)
ca: GiB (binari)
de: GiB (binär)
es: GiB (binario)
hr: GiB (binarno)
hu: GiB (bináris)
is: GiB (tvíundakerfis)
it: GiB (binario)
nl: GiB (binair)
tr: GiB (ikili)

source: GiB (binary long)
ca: GiB (binari llarg)
de: GiB (binär lang)
es: GiB (binario largo)
hr: GiB (binarno dulje)
hu: GiB (bináris hosszú)
is: GB (tvíundakerfis, langt snið)
it: GiB (binario lungo)
nl: GiB (binair lang)
tr: GiB (ikili uzun)

source: Changing this also changes Nemo's file size prefixes.
ca: Canviar aquesta opció també canvia les preferències de Nemo.
de: Ändern Sie dies, um auch Nemos Dateigrößenpräfixe zu ändern.
es: Cambiar esto también cambia los prefijos de tamaño de archivo de Nemo.
hr: Ovom promjenom mijenjaju se i Nemo prefiksi velične datoteke.
hu: Ennek megváltoztatása megváltoztatja a Nemo fájlméret-előtagjait is.
is: Breyting á þessu breytir einnig forskeytum skráastærða í Nemo.
it: La modifica di questo modificherà anche i prefissi delle dimensioni dei file di Nemo.
nl: Door dit te wijzigen, veranderen ook de bestandsgrootte-prefixen van Nemo.
tr: Bunu değiştirmek, Nemo'nun dosya boyutu öneklerini de değiştirir.

source: Units: As defined above
ca: Unitats: Com estan definides a dalt
de: Einheiten: Wie oben definiert
es: Unidades: Como se define arriba
hr: Jedinice: Kao što je određeno gore
hu: Mértékegységek: A fent meghatározottak szerint
is: Einingar: Eins og skilgreint hér fyrir ofan
it: Unità: Come definito sopra
nl: Eenheden: Zoals hierboven gedefinieerd
tr: Birimler: Yukarıda tanımlandığı gibi

source: Space to be left free on the hard disk
ca: Espai a deixar lliure al disc dur
de: Freizuhaltender Speicherplatz auf der Festplatte
es: Espacio a dejar libre en el disco duro
hr: Slobodan prostor za ostaviti na čvrstome disku
hu: Szabad helyet kell hagyni a merevlemezen
is: Pláss sem á að halda eftir lausu á diskinum
it: Spazio da lasciare libero su disco
nl: Ruimte die vrij moet worden gehouden op de harde schijf
tr: Sabit diskte boş bırakılacak alan

source: Highlight this applet icon during background recording
ca: Ressalta la icona d'aquesta miniaplicació durant les gravacions desateses
de: Dieses Applet-Symbol während der Hintergrundaufnahme hervorheben
es: Resalte el icono del applet durante la grabación en segundo plano
hr: Istakni ikonu ovog apleta tijekom pozadinskog snimanja
hu: Emelje ki ezt a kisalkalmazás ikont a háttérben történő rögzítés közben
is: Áherslulita táknmynd smáforritsins á meðan upptöku í bakgrunni stendur
it: Evidenzia questa icona dell'applet durante la registrazione in background
nl: Markeer dit applet-pictogram tijdens achtergrondopname
tr: Arka plan kaydı sırasında bu uygulama simgesini vurgulayın

source: Ignore Youtube features
hu: YouTube funkciók figyelmen kívül hagyása
is: Hunsa YT-eiginleika
it: Ignora funzionalità YouTube
nl: Negeer Youtube-functies
tr: YouTube özelliklerini görmezden gelin

source: Ignoring Youtube features reduces CPU load. But loading album art becomes impossible.
hu: A Youtube funkcióinak figyelmen kívül hagyása csökkenti a CPU terhelését. De az albumborítók betöltése lehetetlenné válik.
is: Hunsun á YT-eiginleikum minnkar álag á örgjörva. En þá er ekki hægt að hlaða inn myndefni myndskeiða.
it: Ignorare le funzionalità di YouTube riduce il carico sulla CPU. Ma caricare le copertine degli album diventa impossibile.
nl: Het negeren van Youtube-functies vermindert de CPU-belasting. Maar het laden van albumhoezen wordt onmogelijk.
tr: Youtube özelliklerini göz ardı etmek CPU yükünü azaltır. Ancak albüm kapaklarını yüklemek imkansız hale gelir.

source: Use cookies from
ca: Utilitza galetes de
de: Cookies verwenden von
es: Usar cookies de
hr: Koristi kolačiće iz
hu: Sütik használata innen
is: Nota vefkökur frá
it: Usa cookie da
nl: Gebruik cookies van
tr: Şuradaki çerezleri kullan

source: (None)
ca: (Cap)
de: (Keine)
es: (Ninguno)
hr: (Nijedno)
hu: (Nincs)
is: (Ekkert)
it: (Nessuno)
tr: (Hiçbiri)

source: Cookies are used by YouTube to determine which videos you may watch. For Chromium, you can select the method (in parentheses) you chose to save cookies.
ca: Les galetes són utilitzades per Youtube per determinar quins vídeos pot ser que vegeu. Per a Chromium, podeu seleccionar el mètode (entre parèntesis) que heu triat per a guardar galetes.
de: Cookies werden von YouTube verwendet, um zu bestimmen, welche Videos Sie ansehen dürfen. Für Chromium können Sie die Methode (in Klammern) auswählen, die Sie zum Speichern von Cookies gewählt haben.
es: Las cookies son utilizadas por YouTube para determinar qué vídeos puedes ver. En el caso de Chromium, puede seleccionar el método (entre paréntesis) que eligió para guardar las cookies.
hr: Kolačiće koristi YouTube za otkrivanje koji video gledate. Za Chromium, možete odabrati način (u zagradama) za spremanje kolačića.
hu: A YouTube sötiket használ annak meghatározására, hogy mely videókat nézheti meg. A Chromium esetében kiválaszthatja (zárójelben) a sütik mentésének a módját.
is: Vefkökur eru notaðar af YouTube til að ákvarða hvaða myndskeið þú gætir verið að horfa á. Í Chromium geturðu valið aðferðina (innan sviga) sem þú velur til að vista vefkökur.
it: I cookie vengono utilizzati da YouTube per determinare quali video è possibile guardare. Per Chromium, puoi selezionare il metodo (tra parentesi) che hai scelto per salvare i cookie.
nl: Cookies worden door YouTube gebruikt om te bepalen welke video's je mogelijk bekijkt. Voor Chromium kan je de methode selecteren (tussen haakjes) die je hebt gekozen om cookies op te slaan.
tr: Çerezler, YouTube tarafından hangi videoları izleyebileceğinizi belirlemek için kullanılır. Chromium için çerezleri kaydetmek için seçtiğiniz yöntemi (parantez içinde) seçebilirsiniz.

source: Display, under the icon, the progress of downloads from YT.
ca: Mostra, sota la icona, el procés de descàrrega de Youtube.
de: Unter dem Symbol den Fortschritt der Downloads von YT anzeigen.
es: Mostrar, bajo el icono, el progreso de las descargas desde YT.
hr: Prikaži, ispod ikone, napredak preuzimanja s YT.
hu: Az ikon alatt jelenítse meg a YouTube-ról történő letöltések folyamatát.
is: Birta framvindu niðurhals frá YouTube undir táknmyndinni.
it: Visualizza, sotto l'icona, l'avanzamento dei download da YT.
nl: Toon, onder het pictogram, de voortgang van downloads van YT.
tr: Simgenin altında, YT'dan indirmelerin ilerleme durumunu görüntüleyin.

source: Progression interval (ms)
ca: Interval de progrés (ms)
de: Fortschrittsintervall (ms)
es: Intervalo del progreso (ms)
hr: Razdoblje napredka (ms)
hu: Progressziós intervallum (ms)
is: Tímabil framvindu (ms)
it: Intervallo di progressione (ms)
nl: Voortgangsinterval (ms)
tr: İlerleme aralığı (ms)

source: Depending on network quality
ca: Depenent on la qualitat de la xarxa
de: Abhängig von der Netzwerkqualität
es: Dependiendo de la calidad de la red
hr: Ovisno o mrežnoj kvaliteti
hu: A hálózat minőségétől függően
is: Er háð gæðum netkerfis
it: A seconda della qualità della rete
nl: Afhankelijk van netwerkkwaliteit
tr: Ağ kalitesine bağlı olarak

source: YouTube video link
ca: Link de vídeo de Youtube
es: Enlace del vídeo de YouTube
hr: YouTube video poveznica
hu: YouTube videó link
is: Tengill á YouTube-myndskeið
it: Link del video YouTube
tr: YouTube videosu bağlantısı

source: Paste above the YouTube link you copied
ca: Enganxeu a dalt el link de Youtube que heu copiat
de: Fügen Sie den oben kopierten YouTube-Link ein
es: Pegue encima del enlace de YouTube que copió
hr: Zalijepi iznad kopiranu YouTube poveznicu
hu: Illessze be a másolt YouTube-link fölé
is: Límdu hér fyrir ofan YouTube-slóðina sem þú afritaðir
it: Incolla sopra il link di YouTube che hai copiato
nl: Plak hierboven de YouTube-link die je hebt gekopieerd
tr: Kopyaladığınız YouTube bağlantısının üzerine yapıştırın

source: In case of playlist
ca: En cas de llista de reproducció
de: Im Falle einer Playlist
es: En caso de lista de reproducción
hr: U slučaju popisa izvođenja
hu: Lejátszási lista esetén
is: Sé um spilunarlista að ræða
it: Nel caso di una playlist
nl: In geval van afspeellijst
tr: Çalma listesi durumunda

source: Extract single soundtrack
ca: Extreu una sola pista d'àudio
de: Einzelnen Soundtrack extrahieren
es: Extraer una sola pista de sonido
hr: Izdvoji jedan zvučni zapis
hu: Kivonat egyetlen hangsávból
is: Ná í stakt hljóðspor
it: Estrai singola traccia audio
nl: Extract enkel soundtrack
tr: Tek film müziğini çıkar

source: Extract whole playlist
ca: Extreu tota la llista de reproducció
de: Ganze Playlist extrahieren
es: Extraer toda la lista de reproducción
hr: Izdvoji cijeli popis izvođenja
hu: A teljes lejátszási lista kibontása
is: Ná í heilan spilunarlista
it: Estrai intera playlist
nl: Extract hele afspeellijst
tr: Tüm oynatma listesini çıkar

source: Keep video (slower)
ca: Guarda el vídeo (més lent)
de: Video behalten (langsamer)
es: Mantener vídeo (más lento)
hu: Videó megtartása (lassabb)
is: Halda myndmerki (hægvirkara)
it: Mantieni video (più lento)
nl: Bewaar video (trager)
tr: Videoyu sakla (daha yavaş)

source: Whether or not to keep the intermediate video file on disk after post-processing
ca: Trieu si es manté el fitxer del vídeo al disc després del post-processament
de: Ob die Zwischenvideodatei nach der Nachbearbeitung auf der Festplatte behalten werden soll oder nicht
es: Conservar o no el archivo de vídeo intermedio en disco tras el postprocesamiento
hu: Meg kell-e tartani a közbenső videofájlt a lemezen az utófeldolgozás után
is: Hvort eigi að halda millistigs-skránni á diski eftir að eftirvinnsla hefur farið fram
it: Scegli se mantenere o meno il file video intermedio su disco dopo la post-elaborazione
nl: Of het tijdelijke videobestand op de schijf moet worden bewaard na de post-verwerking
tr: Son işlemden sonra ara video dosyasının diskte tutulup tutulmayacağı

source: Record in subdirectory
ca: Gravar al subdirectori
de: In Unterverzeichnis aufnehmen
es: Grabar en subdirectorio
hr: Snimi u poddirektoriju
hu: Rögzítés az alkönyvtárban
is: Taka upp í undirmöppu
it: Registra nella sottodirectory
nl: Opnemen in submap
tr: Alt dizine kaydet

source: (without leading or trailing slash)
ca: ( sense barres / )
de: (ohne führenden oder abschließenden Schrägstrich)
es: (sin barra oblicua inicial o final)
hr: (bez kose crte na početku ili na kraju)
hu: (kezdő vagy záró perjel nélkül)
is: (án skástriks á undan eða eftir)
it: (senza barra iniziale o finale)
nl: (zonder slash aan het begin of einde)
tr: (baştaki veya sondaki eğik çizgi olmadan)

source: Extract soundtrack
ca: Extreure pista d'àudio
de: Soundtrack extrahieren
es: Extraer pista de sonido
hr: Izdvoji zvučni zapis
hu: Hangsáv kibontása
is: Ná í hljóðspor
it: Estrai traccia audio
nl: Soundtrack extraheren
tr: Film müziğini çıkar

source: Radio
ca: Ràdio
hu: Rádió
is: Útvarp
tr: Radyo

source: Date
ca: Data
de: Datum
es: Fecha
hr: Datum
hu: Dátum
is: Dagsetning
it: Data
nl: Datum
tr: Tarih

source: Time
ca: Hora
de: Uhrzeit
es: Hora
hr: Vrijeme
hu: Idő
is: Tími
it: Orario
nl: Tijd
tr: Zaman

source: Seconds will be ignored.
ca: S'ignoraran els segons.
de: Sekunden werden ignoriert.
es: Se ignorarán los segundos.
hr: Sekunde će biti zanemarene.
hu: A másodpercek figyelmen kívül lesznek hagyva.
is: Sekúndur verða hunsaðar.
it: I secondi saranno ignorati.
nl: Seconden worden genegeerd.
tr: Saniyeler dikkate alınmayacaktır.

source: Duration
ca: Durada
de: Dauer
es: Duración
hr: Trajanje
hu: Időtartam
is: Tímalengd
it: Durata
nl: Duur
tr: Süre

source: Schedule this recording
ca: Programa aquesta gravació
de: Diese Aufnahme planen
es: Programar esta grabación
hr: Zakaži ovo snimanje
hu: Felvétel ütemezése
is: Setja þessa upptöku á áætlun
it: Pianifica questa registrazione
nl: Plan deze opname
tr: Bu kaydı programla

source: You are running out of disk space. See in the Recording tab.
ca: Esteu quedant-vos sense espai al disc. Mireu la pestanya de gravacions.
de: Sie haben nur noch wenig Speicherplatz. Siehe im Aufnahme-Tab.
es: Se está quedando sin espacio en el disco. Ver en la pestaña de grabación.
hr: Ponestalo vam je slobodnog prostora na disku. Pogledajte kraticu Snimanja.
hu: Kifogy a lemezterülete. Lásd a Felvétel lapon.
is: Þú ert að verða uppiskroppa með diskpláss. Skoðaðu upptökuflipann.
it: Stai esaurendo lo spazio su disco. Guarda nella scheda Registrazione.
nl: Je hebt bijna geen schijfruimte meer. Zie in het Opname-tabblad.
tr: Disk alanınız tükeniyor. Kayıt sekmesine bakın.

source: Remove?
ca: Eliminar?
de: Entfernen?
es: ¿Quitar?
hr: Ukloni?
hu: El kívánja távolítani?
is: Fjarlægja?
it: Rimuovi?
nl: Verwijderen?
tr: Kaldır?

source: In progress
ca: En procés
de: In Bearbeitung
es: En progreso
hr: U tijeku
hu: Folyamatban
is: Í vinnslu
it: In corso
nl: Bezig
tr: Devam etmekte

source: Action
ca: Acció
de: Aktion
es: Acción
hr: Radnja
hu: Művelet
is: Aðgerð
it: Azione
nl: Actie
tr: Eylem

source: Identifier
ca: Identificador
de: Kennung
es: Identificador
hr: Identifikator
hu: Azonosító
is: Auðkenni
it: Identificatore
nl: Identificatienummer
tr: Tanımlayıcı

source: Do not modify anything in this list, except in the "Remove?" column
ca: No modifiqueu res en aquesta llista, a excepció de la columna "Eliminar?"
de: Ändern Sie nichts in dieser Liste, außer in der Spalte "Entfernen?"
es: No modifique nada en esta lista, excepto en la columna "¿Quitar?"
hr: Ne mijenjaj ništa na popisu, osim u "Ukloni?" stupcu
hu: Ne módosítson semmit ebben a listában, kivéve az "Eltávolítás?" oszlop
is: Ekki breyta neinu í þessum lista, nema í "Fjarlægja?" dálknum
it: Non modificare nulla in questo elenco, tranne nella colonna "Rimuovi?"
nl: Wijzig niets in deze lijst, behalve in de 'Verwijderen' kolom
tr: Bu listedeki hiçbir şeyi değiştirmeyin,kolon"Kaldırılsın mı?"

source: Station Name
ca: Nom de l'emissora
de: Sendername
es: Nombre de la estación
hr: Naziv stanice
hu: Állomásnév
is: Nafn útvarpsstöðvar
it: Nome Stazione
nl: Stationnaam
tr: İstasyon Adı

source: OPTIONAL. Name (or part of the name) of the radio station.
ca: OPCIONAL. Nom (o part del nom) de l'emissora de ràdio.
de: OPTIONAL. Name (oder Teil des Namens) des Radiosenders.
es: OPCIONAL. Nombre (o parte del nombre) de la emisora de radio.
hr: NEOBAVEZNO. Naziv (ili dio naziva) radio stanice.
hu: VÁLASZTHATÓ. A rádióállomás neve (vagy a név egy része).
is: VALKVÆTT. Nafn (eða hluti nafns) á útvarpsstöð.
it: OPZIONALE. Nome (o parte del nome) della stazione radio.
nl: OPTIONEEL. Naam (of een deel van de naam) van het radiostation.
tr: İSTEĞE BAĞLI. Radyo istasyonunun adı (veya adının bir kısmı).

source: (My Country)
ca: (El meu país)
de: (Mein Land)
es: (Mi país)
hr: (Moja zemlja)
hu: (Saját országom)
is: (Landið mitt)
it: (Il Mio Paese)
nl: (Mijn Land)
tr: (Ülkem)

source: Afghanistan - AF
ca: Afganistan - AF
es: Afganistán - AF
hr: Afganistan - AF
hu: Afganisztán - AF
is: Afganistan - AF
tr: Afganistan - AF

source: Åland Islands - AX
ca: Illes Åland - AX
de: Åland-Inseln - AX
es: Islas Åland - AX
hr: Otoci Åland - AX
hu: Åland-szigetek - AX
is: Álandseyjar - AX
it: Isole Åland - AX
nl: Ålandeilanden - AX
tr: Åland Adaları - AX

source: Albania - AL
ca: Albània - AL
de: Albanien - AL
hr: Albanija - AL
hu: Albánia - AL
is: Albanía - AL
nl: Albanië - AL
tr: Arnavutluk - AL

source: Algeria - DZ
ca: Algèria - DZ
de: Algerien - DZ
es: Argelia - DZ
hr: Alžir - DZ
hu: Algéria
is: Alsír - DZ
nl: Algerije - DZ
tr: Cezayir - DZ

source: American Samoa - AS
ca: Samoa americana - AS
de: Amerikanisch-Samoa - AS
es: Samoa Americana - AS
hr: Američka Samoa - AS
hu: Amerikai Szamoa - AS
is: Bandarísku Samóaeyjar - AS
it: Samoa Americane - AS
nl: Amerikaans Samoa - AS
tr: Amerikan Samoası - AS

source: Angola - AO
is: Angóla - AO

source: Anguilla - AI
es: Anguila - IA
hr: Anguila - AI
is: Angvíla - AI

source: Antarctica - AQ
ca: Antàrtica - AQ
de: Antarktis - AQ
es: Antártida - AQ
hr: Antarktika - AQ
hu: Antarktisz - AQ
is: Suðurskautslandið - AQ
tr: Antarktika - AQ

source: Antigua And Barbuda - AG
ca: Antiga i Barbuda - AG
de: Antigua und Barbuda - AG
es: Antigua y Barbuda - AG
hr: Antigua i Barbuda - AG
hu: Antigua és Barbuda - AG
is: Antigúa og Barbúda - AG
it: Antigua e Barbuda - AG
nl: Antigua en Barbuda - AG
tr: Antigua ve Barbuda - AG

source: Argentina - AR
de: Argentinien - AR
hu: Argentína - AR
is: Argentína - AR
nl: Argentinië - AR
tr: Arjantin - AR

source: Armenia - AM
ca: Armènia - AM
de: Armenien - AM
hr: Armenija - AM
hu: Örményország - AM
is: Armenía - AM
nl: Armenië - AM
tr: Ermenistan - AM

source: Aruba - AW
is: Arúba - AW

source: Australia - AU
ca: Austràlia - AU
de: Australien - AU
hr: Australija - AU
hu: Ausztrália - AU
is: Ástralía - AU
nl: Australië - AU
tr: Avustralya - AU

source: Austria - AT
ca: Àustria - AT
de: Österreich - AT
hr: Austrija - AT
hu: Ausztria - AT
is: Austurríki - AT
nl: Oostenrijk - AT
tr: Avusturya - AT

source: Azerbaijan - AZ
ca: Azerbaidjan - AZ
de: Aserbaidschan - AZ
es: Azerbaiyán - AZ
hr: Azerbajdžan - AZ
hu: Azerbajdzsán - AZ
is: Aserbaídsjan - AZ
nl: Azerbeidzjan - AZ
tr: Azerbaycan - AZ

source: Bahamas - BS
ca: Bahames - BS
hr: Bahami - BS
hu: Bahama-szigetek - BS
is: Bahamaeyjar - BS
tr: Bahamalar - BS

source: Bahrain - BH
es: Baréin - BH
hr: Bahrein - BH
hu: Bahrein - BH
is: Barein - BH
it: Bahrein - BH
nl: Bahrein - BH
tr: Bahreyn - BH

source: Bangladesh - BD
de: Bangladesch - BD
es: Bangladés - BD
hr: Bangladeš - BD
is: Bangladess - BD
tr: Bangladeş - BD

source: Belarus - BY
ca: Bielorússia - BY
es: Bielorrusia - BY
hr: Bjelorusija - BY
hu: Fehéroroszország - BY
is: Belarús - BY
it: Bielorussia - BY
nl: Wit-Rusland - BY
tr: Beyaz Rusya - BY

source: Belgium - BE
ca: Bèlgica - BE
de: Belgien - BE
es: Bélgica - BE
hr: Belgija - BE
is: Belgía - BE
it: Belgio - BE
nl: België - BE
tr: Belçika - BE

source: Belize - BZ
es: Belice - BZ
is: Belís - BZ

source: Benin - BJ
ca: Benín - BJ
es: Benín - BJ
is: Benín - BJ

source: Bermuda - BM
es: Bermudas - BM
hr: Bermudi - BM
is: Bermúda - BM
it: Bermude - BM

source: Bhutan - BT
es: Bután - BT
hr: Butan - BT
hu: Bhután - BT
is: Bútan - BT
tr: Butan - BT

source: Bolivia (Plurinational State Of) - BO
ca: Bolívia (Estat plurinacional de) - BO
de: Bolivien (Plurinationaler Staat) - BO
es: Bolivia (Estado Plurinacional De) - BO
hr: Bolivija (Plurinacionalna država) - BO
hu: Bolívia (többszörös állam) – BO
is: Bólivía (fjölþjóðaríkið) - BO
it: Bolivia (Stato plurinazionale di) - BO
nl: Bolivia (Plurinationale Staat) - BO
tr: Bolivya (Çokuluslu Devlet) - BO

source: Bonaire (Sint Eustatius And Saba) - BQ
ca: Bonaire (Sant Eustaqui i Saba) - BQ
de: Bonaire (Sint Eustatius und Saba) - BQ
es: Bonaire (San Eustaquio Y Saba) - BQ
hr: Bonaire (Sveti Eustazije i Saba) - BQ
hu: Bonaire (Sint Eustatius és Saba) - BQ
is: Bonaire (Sankti Eustatius og Saba) - BQ
it: Bonaire (Sint Eustatius e Saba) - BQ
nl: Bonaire (Sint Eustatius en Saba) - BQ
tr: Bonaire (Sint Eustatius ve Saba) - BQ

source: Bosnia And Herzegovina - BA
ca: Bòsnia i Hercegovina - BA
de: Bosnien und Herzegowina - BA
es: Bosnia y Herzegovina - BA
hr: Bosna i Hercegovina - BA
hu: Bosznia és Hercegovina - BA
is: Bosnía og Herzegóvína - BA
it: Bosnia e Erzegovina - BA
nl: Bosnië en Herzegovina - BA
tr: Bosna Hersek - BA

source: Botswana - BW
es: Botsuana - BW
hr: Bocvana - BW
is: Botsvana - BW
tr: Botsvana - BW

source: Bouvet Island - BV
ca: Illa de Bouvet - BV
de: Bouvetinsel - BV
es: Isla Bouvet - BV
hr: Otok Bouvet - BV
hu: Karácsony-sziget - BV
is: Bouvet-eyja - BV
it: Isola Bouvet - BV
tr: Bouvet Adası - BV

source: Brazil - BR
ca: Brasil - BR
de: Brasilien - BR
es: Brasil - BR
hu: Brazília - BR
is: Brasilía - BR
it: Brasile - BR
nl: Brazilië - BR
tr: Brezilya - BR

source: British Indian Ocean Territory - IO
ca: Territori anglès de l'oceà índic - IO
de: Britisches Territorium im Indischen Ozean - IO
es: Territorio Británico del Océano Índico - IO
hr: Britanski Indijskooceanski teritorij - IO
hu: Brit indiai óceáni terület - IO
is: Bresku Indlandshafseyjar - IO
it: Territorio britannico dell'Oceano Indiano - IO
nl: Brits Indische Oceaanterritorium - IO
tr: Britanya Hint Okyanusu Bölgesi - IO

source: Brunei Darussalam - BN
es: Brunéi Darussalam - BN
hr: Brunej Darussalam - BN
hu: Brunei - BN
is: Brúnei Darussalam - BN
tr: Brunei Sultanlığı - BN

source: Bulgaria - BG
ca: Bulgària - BG
de: Bulgarien - BG
hr: Bugarska - BG
hu: Bulgária - BG
is: Búlgaría - BG
nl: Bulgarije - BG
tr: Bulgaristan - BG

source: Burkina Faso - BF
is: Búrkína Fasó - BF

source: Burundi - BI
is: Búrúndí - BI

source: Cambodia - KH
ca: Cambodja - KH
de: Kambodscha - KH
es: Camboya - KH
hr: Kambodža - KH
hu: Kambodzsa - KH
is: Kambódía - KH
nl: Cambodja - KH
tr: Kamboçya - KH

source: Cameroon - CM
ca: Camerun - CM
de: Kamerun - CM
es: Camerún - CM
hr: Kamerun - CM
hu: Kamerun - CM
is: Kamerún - CM
it: Camerun - CM
nl: Kameroen - CM
tr: Kamerun - CM

source: Canada - CA
ca: Canadà - CA
de: Kanada - CA
es: Canadá - CA
hr: Kanada - CA
hu: Kanada - CA
is: Kanada - CA
tr: Kanada - CA

source: Cape Verde - CV
ca: Cap Verd - CV
de: Kap Verde - CV
es: Cabo Verde - CV
hr: Zelenortski otoci - CV
hu: Zöldfoki-szigetek - CV
is: Grænhöfðaeyjar - CV
it: Capo Verde - CV
nl: Kaapverdië - CV
tr: Yeşil Burun Adaları - CV

source: Cayman Islands - KY
ca: Illes Caiman - KY
de: Kaimaninseln - KY
es: Islas Caimán - KY
hr: Kajmanski otoci - KY
hu: Kajmán-szigetek - KY
is: Cayman-eyjar - KY
it: Isole Cayman - KY
nl: Caymaneilanden - KY
tr: Cayman Adaları - KY

source: Central African Republic - CF
ca: República Central Africana - CF
de: Zentralafrikanische Republik - CF
es: República Centroafricana - CF
hr: Srednjoafrička Republika - CF
hu: Közép-afrikai Köztársaság - CF
is: Miðafríkulýðveldið - CF
it: Repubblica Centrafricana - CF
nl: Centraal-Afrikaanse Republiek - CF
tr: Orta Afrika Cumhuriyeti - CF

source: Chad - TD
ca: Txad - TD
de: Tschad - TD
hr: Čad - TD
hu: Csád - TD
is: Tsjad - TD
it: Ciad - TD
nl: Tsjaad - TD
tr: Çad - TD

source: Chile - CL
ca: Xile - CL
hr: Čile - CL
is: Síle - CL
it: Cile - CL
nl: Chili - CL
tr: Şili - CL

source: China - CN
ca: Xina - CN
hr: Kina - CN
hu: Kína - CN
is: Kína - CN
it: Cina - CN
tr: Çin - CN

source: Christmas Island - CX
ca: Illa de Nadal - CX
de: Weihnachtsinsel - CX
es: Isla de Navidad - CX
hr: Božićni otok - CX
hu: Karácsony-sziget - CX
is: Jólaeyja - CX
it: Isola di Natale - CX
nl: Christmaseiland - CX
tr: Noel Adası - CX
