Repository: linuxmint/cinnamon-spices-applets
Catalog: Radio3.0@claudiux/files/Radio3.0@claudiux/po/*.po
Languages: ca, de, es, hr, hu, is, it, nl, tr

source: Show Help
ca: Mostrar l'ajuda
de: Hilfe anzeigen
es: Mostrar ayuda
hr: Prikaži pomoć
hu: Súgó megjelenítése
is: Birta hjálp
it: Mostra Aiuto
nl: Toon Help
tr: Yardımı Göster

source: Privacy
ca: Privacitat
de: Datenschutz
es: Privacidad
hr: Privatnost
hu: Magánszféra
is: Friðhelgi
tr: Gizlilik

source: Contextual Menu
ca: Menú contextual
de: Kontextmenü
es: Menú contextual
hr: Sadržajni izbornik
hu: Kontextus szerinti menü
is: Samhengisvalmynd
it: Menù Contestuale
nl: Contextmenu
tr: Bağlamsal Menü

source: Keyboard shortcuts
ca: Dreceres del teclat
de: Tastaturkürzel
es: Atajos de teclado
hu: Gyorsbillentyűk
is: Flýtilyklar
it: Scorciatoie da Tastiera
nl: Sneltoetsen
tr: Klavye Kısayolları

source: Notifications
ca: Notificacions
de: Benachrichtigungen
es: Notificaciones
hr: Obavijesti
hu: Értesítések
is: Tilkynningar
it: Notifiche
nl: Meldingen
tr: Bildiriler

source: Codec and Bitrate
ca: Còdec i bitrate
de: Codec und Bitrate
es: Códec y tasa de bits
hr: Kôdek i brzina prijenosa
hu: Kodek és bitráta
is: Kóðunarlykill og bitahraði
it: Codec e Bitrate
nl: Codec en bitsnelheid
tr: Codec ve Bit Hızı

source: Icon
ca: Icona
de: Symbol
es: Ícono
hr: Ikona
hu: Ikon
is: Táknmynd
it: Icona
nl: Pictogram
tr: Simge

source: Only on horizontal panels
de: Nur auf horizontalen Panels
hu: Csak vízszintes paneleken
is: Bara á láréttum skjástikum
it: Solo su pannelli orizzontali
nl: Alleen op horizontale panelen
tr: Sadece yatay panellerde

source: Quality
ca: Qualitat
de: Qualität
es: Calidad
hr: Kvaliteta
hu: Minőség
is: Gæði
it: Qualità
nl: Kwaliteit
tr: Kalite

source: Monitoring
ca: Monitoració
de: Überwachung
es: Monitoreo
hr: Nadgledanje
hu: Megfigyelés
is: Vöktun
it: Monitoraggio
tr: İzleme

source: Proxy
is: Milliþjónn
tr: Vekil

source: Database Info
ca: Informació de la base de dades
de: Datenbankinfo
es: Información de la base de datos
hr: Informacije baze podataka
hu: Adatbázis Info
is: Upplýsingar um gagnagrunn
it: Info Database
tr: Veritabanı Bilgisi

source: EXPERIMENTAL
de: EXPERIMENTELL
hu: KÍSÉRLETI
is: Á TILRAUNASTIGI
it: SPERIMENTALE
nl: EXPERIMENTEEL
tr: DENEYSEL

source: Cache
ca: Cau
hu: Gyorsítótár
is: Biðminni
tr: Önbellek

source: Recordings
ca: Gravacions
de: Aufnahmen
es: Grabaciones
hr: Snimanje
hu: Felvételek
is: Upptökur
it: Registrazioni
nl: Opnames
tr: Kayıtlar

source: Preservation of hard disk space
ca: Preservació d'espai del disc dur
de: Erhaltung des Festplattenspeichers
es: Conservación del espacio en el disco duro
hr: Očuvanje prostora čvrstog diska
hu: A merevlemez-terület megőrzése
is: Spara laust pláss á hörðum diskum
it: Preservazione dello spazio su disco
nl: Behoud van vrije ruimte op harde schijf
tr: Sabit disk alanının korunması

source: Ignore YT
hu: YT figyelmen kívül hagyása
is: Hunsa YT
it: Ignora YT
nl: Negeer YT
tr: YT'yi görmezden gel

source: Extract soundtrack from YouTube video
ca: Extreure pista d'àudio d'un vídeo de Youtube
de: Soundtrack aus YouTube-Video extrahieren
es: Extraer la pista de sonido de un vídeo de YouTube
hr: Izdvoji zvučni zapis iz YouTube videa
hu: Hangsáv kinyerése a YouTube-videóból
is: Ná í hljóðspor úr YouTube-myndskeiði
it: Estrazione traccia audio da video YouTube
nl: Soundtrack extraheren uit YouTube-video
tr: Film müziğini YouTube videosundan çıkarın

source: Schedule a background recording
ca: Programar una gravació desatesa
de: Eine Hintergrundaufnahme planen
es: Programar una grabación en segundo plano
hr: Zakazivanje pozadinskog snimanja
hu: Ütemezzen egy háttérfelvételt
is: Áætlaðu upptöku í bakgrunni
it: Pianifica registrazione in background
nl: Plan een achtergrondopname
tr: Bir arka plan kaydı planlayın

source: Unable to schedule a background recording
ca: No ha estat possible programar una gravació desatesa
de: Eine Hintergrundaufnahme kann nicht geplant werden
es: No se puede programar una grabación en segundo plano
hr: Nemoguće zakazivanje pozadinskog snimanja
hu: Nem sikerült ütemezni a háttérfelvételt
is: Tókst ekki að áætla upptöku í bakgrunni
it: Impossibile pianificare una registrazione in background
nl: Kan geen achtergrondopname plannen
tr: Bir arka plan kaydı planlanamıyor

source: Scheduled recordings
ca: Gravacions programades
de: Geplante Aufnahmen
es: Grabaciones programadas
hr: Raspored snimanja
hu: Ütemezett felvételek
is: Áætlaðar upptökur
it: Pianifica registrazioni
nl: Geplande opnames
tr: Planlanmış kayıtlar

source: Options
de: Optionen
hu: Lehetőségek
is: Valkostir
it: Opzioni
nl: Opties
tr: Seçenekler

source: Working Days
de: Arbeitstage
hu: Munkanapok
is: Virkir dagar
it: Giorni lavorativi
nl: Werkdagen
tr: Çalışma Günleri

source: Work-Off Days
de: Freie Tage
hu: Munkaszüneti napok
is: Frídagar
it: Giorni di riposo
nl: Vrije dagen
tr: Çalışma İzni Günleri

source: Show help labels in each tab of this Settings window
ca: Mostra les etiquetes d'ajuda de cada pestanya d'aquesta finestra de configuració
de: Hilfetexte in jedem Tab dieses Einstellungsfensters anzeigen
es: Mostrar etiquetas de ayuda en cada pestaña de esta ventana de Configuración
hr: Prikaži naslove pomoći u svakoj kartici ovog prozora postavki
hu: A súgócímkék megjelenítése a Beállítások ablak minden lapján
is: Birta hjálparmerki í hverjum flipa stillingagluggans
it: Mostra le etichette della guida in ogni scheda di questa finestra Impostazioni
nl: Toon helplabels in elk tabblad van dit instellingenvenster
tr: Bu Ayarlar penceresinin her sekmesinde yardım etiketlerini göster

source: You can uncheck this option when you are familiar with all of these settings.
ca: Podeu desmarcar aquesta opció quan estigueu familiaritzats amb totes les opcions.
de: Sie können diese Option deaktivieren, wenn Sie mit allen diesen Einstellungen vertraut sind.
es: Puede desmarcar esta opción cuando esté familiarizado con todos estos ajustes.
hr: Možete ukloniti ovu mogućnost kada ste upoznati sa svom ovim postavkama.
hu: Ha ismeri ezeket a beállításokat, törölheti a jelölést.
is: Þú getur tekið merkið úr þessum valkosti þegar þú hefur kynnt þér allar þessar stillingar.
it: Puoi deselezionare questa opzione quando hai familiarità con tutte queste impostazioni.
nl: Je kunt deze optie uitvinken wanneer je vertrouwd bent met al deze instellingen.
tr: Tüm bu ayarlara aşina olduğunuzda bu seçeneğin işaretini kaldırabilirsiniz.

source: Help
ca: Ajuda
de: Hilfe
es: Ayuda
hr: Pomoć
hu: Súgó
is: Hjálp
it: Aiuto
tr: Yardım

source: List of stations
ca: Llista d'emissores
de: Liste der Sender
es: Lista de estaciones
hr: Popis stanica
hu: Rádióállomások listája
is: Listi yfir útvarpsstöðvar
it: Elenco stazioni
nl: Lijst van stations
tr: İstasyon listesi

source: Station or Category
ca: Emissora o categoria
de: Sender oder Kategorie
es: Estación o categoría
hr: Stanica ili kategorija
hu: Állomás vagy kategória
is: Útvarpsstöð eða flokkur
it: Stazione o Categoria
nl: Station of categorie
tr: İstasyon veya Kategori

source: Bitrate (kbps)
es: Tasa de bits (kbps)
hr: Brz. prijenosa (kbps)
hu: Bitsebesség (kb/s)
is: Bitahraði (kb/sek)
nl: Bitsnelheid (kbps)
tr: Bit Hızı (kb/sn)

source: Codec
ca: Còdec
es: Códec
hr: Kôdek
hu: Kodek
is: Kóðalykill (codec)
tr: Kod Çözücü

source: Streaming URL (empty for a category)
ca: URL de retransmissió (deixar buit per a categories)
de: Streaming-URL (leer für eine Kategorie)
es: URL de transmisión (vacío para una categoría)
hr: URL strujanja (prazno za kategoriju)
hu: Streaming URL (üres egy kategória esetén)
is: Slóð streymis (autt fyrir flokk)
it: URL di Streaming (vuoto per categoria)
nl: Streaming-URL (leeg voor een categorie)
tr: Akış URL'si (bir kategori için boş)

source: Unique identifier
ca: Identificador únic
de: Eindeutige Kennung
es: Identificador único
hr: Jedinstveni identifikator
hu: Egyedi azonosító
is: Sértækt auðkenni
it: Identificativo unico
nl: Uniek identificatienummer
tr: Benzersiz tanımlayıcı

source: Home page
ca: Lloc web
es: Página web
hr: Naslovnica
hu: Honlap
is: Heimasíða
nl: Homepagina
tr: Ana sayfa

source: Tags
ca: Etiquetes
es: Etiquetas
hr: Oznake
hu: Címkék
is: Merki
it: Tag
tr: Etiketler

source: Favicon
is: Veftákn
tr: Favori simge

source: Artist/Title swap
ca: Intercanvia artista/títol
de: Künstler/Titel-Tausch
es: Intercambiar Artista/Título
hu: Előadó/Cím felcserélése
is: Víxla Flytjandi / Lagaheiti
it: Inversione artista/titolo
nl: Wissel artiest/titel
tr: Sanatçı/Başlık değişimi

source: ♪ Play the next station to test
ca: ♪ Reprodueix la propera emissora com a prova
de: ♪ Nächsten Sender zum Testen abspielen
es: ♪ Reproducir la siguiente estación para probar
hr: ♪ Reproducijraj sljedeću stanicu za testiranje
hu: ♪ Játsszon a következő teszteléshez
is: ♪ Spila næstu stöð til að prófa
it: ♪ Riproduce la prossima stazione da testare
nl: ♪ Speel het volgende station om te testen
tr: ♪ Test etmek için bir sonraki istasyonu çal

source: Category to which to move the selected stations:
ca: Categoria a la qual moure les emissores seleccionades:
de: Kategorie, in die die ausgewählten Sender verschoben werden sollen:
es: Categoría a la cual mover las estaciones seleccionadas:
hr: Kategorija u koju će se premjestiti odabrane stanice:
hu: Kategória, ahová a kiválasztott állomásokat áthelyezheti:
is: Flokkur sem færa á í valdar stöðvar:
it: Categoria in cui spostare le stazioni selezionate:
nl: Categorie waarnaar je de geselecteerde stations wilt verplaatsen:
tr: Seçilen istasyonların taşınacağı kategori:

source: ➟ Move selected stations to this category
ca: ➟ Mou les emissores seleccionades a aquesta categoria
de: ➟ Ausgewählte Sender in diese Kategorie verschieben
es: ➟ Mover las estaciones seleccionadas a esta categoría
hr: ➟ Premjesti odabrane stanice u ovu kategoriju
hu: ➟ A kiválasztott állomások áthelyezése ebbe a kategóriába
is: ➟ Færa valdar stöðvar í þennan flokk
it: ➟ Sposta le stazioni selezionate in questa categoria
nl: ➟ Verplaats geselecteerde stations naar deze categorie
tr: ➟ Seçilen istasyonları bu kategoriye taşıyın

source: Go to this category
ca: Vés a aquesta categoria
de: Zu dieser Kategorie gehen
es: Ir a esta categoría
hr: Idi u ovu kategoriju
hu: Ugrás ebbe a kategóriába
is: Fara í þennan flokk
it: Vai a questa categoria
nl: Ga naar deze categorie
tr: Bu kategoriye git

source: Show all stations and categories in the menu
ca: Mostra totes les emissores i categories del menú
de: Alle Sender und Kategorien im Menü anzeigen
es: Mostrar todas las estaciones y categorías en el menú
hr: Prikaži sve stanice i kategorije u izborniku
hu: Az összes állomás és kategória megjelenítése a menüben
is: Birta allar útvarpsstöðvar og flokka á valmyndinni
it: Mostra tutte le stazioni e le categorie nel menù
nl: Toon alle stations en categorieën in het menu
tr: Menüdeki tüm istasyonları ve kategorileri göster

source: Hide all stations and categories (so the menu becomes empty)
ca: Mostra totes les emissores i categories (el menú esdevé buit)
de: Alle Sender und Kategorien ausblenden (damit das Menü leer wird)
es: Ocultar todas las estaciones y categorías (para que el menú quede vacío)
hr: Sakrij sve stanice i kategorije (tako da izbornik bude prazan)
hu: Minden állomás és kategória elrejtése (így a menü üres lesz)
is: Fela allar útvarpsstöðvar og flokka (þannig að valmyndin tæmist)
it: Nascondi tutte le stazioni e le categorie (quindi il menù diventa vuoto)
nl: Verberg alle stations en categorieën (zodat het menu leeg wordt)
tr: Tüm istasyonları ve kategorileri gizle (böylece menü boş olur)

source: Save this list of stations
ca: Guarda aquesta llista d'emissores
de: Diese Senderliste speichern
es: Guardar esta lista de estaciones
hr: Spremi ovaj popis stanica
hu: Mentse el az állomások listáját
is: Vista þennan lista yfir útvarpsstöðvar
it: Salva questo elenco di stazioni
nl: Sla deze lijst met stations op
tr: Bu istasyon listesini kaydet

source: Restore a list of stations
ca: Restaura una llista d'emissores
de: Eine Liste von Sendern wiederherstellen
es: Restaurar una lista de estaciones
hr: Obnovi popis stanica
hu: Állomások listájának visszaállítása
is: Endurheimta lista yfir útvarpsstöðvar
it: Ripristina un elenco di stazioni
nl: Herstel een lijst met stations
tr: İstasyon listesini geri yükle

source: Open the folder containing these lists
ca: Obre la carpeta contenidora d'aquestes llistes
de: Den Ordner mit diesen Listen öffnen
es: Abrir la carpeta que contiene estas listas
hr: Otvorite mapu koja sadrži te popise
hu: Nyissa meg az ezeket a listákat tartalmazó mappát
is: Opna möppuna sem inniheldur þessa lista
it: Apri la cartella contenente questi elenchi
nl: Open de map die deze lijsten bevat
tr: Bu listeleri içeren klasörü açın

source: Update my station list with the Radio Database data
ca: Actualitza la meva llista d'emissores amb la base de dades de ràdios
de: Meine Senderliste mit den Daten der Radiodatenbank aktualisieren
es: Actualizar mi lista de emisoras con los datos de la base de datos de radio
hr: Nadopuni moj popis stanica pomoću podataka Radio baze podataka
hu: Frissítse az állomáslistámat a Radio Database adataival
is: Uppfæra útvarpsstöðvalistann minn með gögnum frá Radio Database
it: Aggiorna l'elenco delle mie stazioni con i dati del Database Radio
nl: Werk mijn lijst met stations bij met de gegevens van de radiodatabase
tr: İstasyon listemi Radyo Veritabanı verileriyle güncelle

source: Blacklisted URL
is: Útilokaðar vefslóðir
tr: Kara listeye alınmış URL

source: Import your stations from Radio++
de: Importieren Sie Ihre Sender von Radio++
hu: Importáld az állomásaidat a Radio++-ból
is: Flyttu stöðvarnar þínar inn úr Radio++
it: Importa le tue stazioni da Radio++
nl: Importeer je zenders uit Radio++
tr: İstasyonlarınızı Radio++'dan içe aktarın

source: Open the Shoutcast directory
ca: Obre el directori Shoutcast
de: Das Shoutcast-Verzeichnis öffnen
es: Abrir el directorio de Shoutcast
hr: Otvori Shoutcast direktorij
hu: Nyissa meg a Shoutcast könyvtárat
is: Opna Shoutcast-möppuna
it: Apri la directory Shoutcast
nl: Open de Shoutcast-map
tr: Shoutcast dizinini aç

source: Import a .csv, .m3u, .pls, .xspf or .json file
ca: Importa un fitxer .csv, .m3u, .pls, .xspf o .json
de: Eine .csv-, .m3u-, .pls-, .xspf- oder .json-Datei importieren
es: Importar un archivo .csv, .m3u, .pls, .xspf o .json
hr: Uvezi .csv, .m3u, .pls, .xspf ili .json datoteke
hu: .csv, .m3u, .pls, .xspf vagy .json fájl importálása
is: Flytja inn .csv, .m3u, .pls, .xspf eða .json-skrá
it: Importa un file .csv, .m3u, .pls, .xspf o .json
nl: Importeer een .csv, .m3u, .pls, .xspf of .json bestand
tr: .csv, .m3u, .pls, .xspf veya .json dosyasını içe aktarın

source: Select
ca: Selecciona
de: Auswählen
es: Seleccionar
hr: Odaberi
hu: Válasszon
is: Velja
it: Seleziona
nl: Selecteer
tr: Seçim

source: Title
ca: Títol
de: Titel
es: Título
hr: Naslov
hu: Megszólítás
is: Titill
it: Titolo
nl: Titel
tr: Başlık

source: Streaming URL
ca: URL de retransmissió
es: URL de transmisión
hr: URL strujanja
is: Slóð streymis
it: URL di Streaming
tr: Akış URL'si

source: Import the selected stations into my own list
ca: Importa les emissores seleccionades a la meva llista
de: Die ausgewählten Sender in meine eigene Liste importieren
es: Importar las estaciones seleccionadas a mi propia lista
hr: Uvezi odabrane stanice u moj vlastiti popis
hu: Importálja a kiválasztott állomásokat a saját listámba
is: Flytja valdar stöðvar inn í minn eigin lista
it: Importa le stazioni selezionate nel mio elenco
nl: Importeer de geselecteerde stations naar mijn eigen lijst
tr: Seçilen istasyonları kendi listeme aktar

source: Remove selected items from this list
ca: Elimina les emissores seleccionades d'aquesta llista
de: Ausgewählte Elemente aus dieser Liste entfernen
es: Eliminar elementos seleccionados de esta lista
hr: Ukloni odabrane stavke iz ovog popisa
hu: A kiválasztott elemek eltávolítása a listáról
is: Fjarlægja valin atriði af þessum lista
it: Rimuovi gli elementi selezionati da questo elenco
nl: Verwijder geselecteerde items uit deze lijst
tr: Seçili öğeleri bu listeden kaldır

source: Blacklist selected items from this list
is: Loka á valin atriði af þessum lista
tr: Bu listeden seçili öğeleri kara listeye al

source: Select all items
ca: Selecciona-ho tot
de: Alle Elemente auswählen
es: Seleccionar todos los elementos
hr: Odaberi sve stavke
hu: Válassza ki az összes elemet
is: Velja öll atriði
it: Seleziona tutti gli elementi
nl: Selecteer alle items
tr: Tüm öğeleri seç

source: Unselect all items
ca: Desmarca-ho tot
de: Alle Elemente abwählen
es: Deseleccionar todos los elementos
hr: Ukloni odabir svih stavki
hu: Törölje az összes elem kijelölését
is: Afvelja öll atriði
it: Deseleziona tutti gli elementi
nl: Deselecteer alle items
tr: Tüm öğelerin seçimini kaldırın

source: Station
ca: Emissora
de: Sender
es: Estación
hr: Stanica
hu: Állomás
is: Útvarpsstöð
it: Stazione
tr: İstasyon

source: Country Code
ca: Codi del país
de: Länder Code
es: País Código
hr: Kôd zemlje
hu: Ország kód
is: Lands númer
it: Codice Paese
nl: Land Code
tr: Ülke Kod

source: Country
ca: País
de: Land
es: País
hr: Zemlja
hu: Ország
is: Land
it: Paese
nl: Land
tr: Ülke

source: Page:
ca: Pàgina:
de: Seite:
es: Página:
hr: Stranica:
hu: Oldal:
is: Síða:
it: Pagina:
nl: Pagina:
tr: Sayfa:

source: Vertical maximization
de: Vertikale Maximierung
hu: Függőleges maximalizálás
is: Lóðrétt hámörkun
it: Massimizzazione verticale
nl: Verticale maximalisatie
tr: Dikey maksimizasyon

source: When this option is checked, this Settings Window will be maximized vertically the next time it is opened.
de: Wenn diese Option aktiviert ist, wird dieses Einstellungsfenster beim nächsten Öffnen vertikal maximiert.
hu: Ha ez a beállítás be van jelölve, akkor a Beállítások ablak a következő megnyitáskor függőlegesen lesz maximalizálva.
is: Þegar merkt er við þennan valkost, mun þessi stillingagluggi verða hámarkaður lóðrétt næst þegar hann er opnaður.
it: Se questa opzione è selezionata, la finestra Impostazioni verrà ingrandita verticalmente alla successiva apertura.
nl: Wanneer deze optie is aangevinkt, wordt dit instellingenvenster de volgende keer dat het wordt geopend, verticaal gemaximaliseerd.
tr: Bu seçenek işaretlendiğinde, bu Ayarlar Penceresi bir sonraki açılışta dikey olarak büyütülecektir.

source: Turn on the radio when Cinnamon starts up
ca: Puja el volum de la ràdio a l'arranc de Cinnamon
de: Radio einschalten, wenn Cinnamon startet
es: Encender la radio cuando Cinnamon inicie
hr: Uključi radio pri pokretanju Cinnamona
hu: Kapcsolja be a rádiót, amikor a Cinnamon asztali környezet elindul
is: Kveikja á úvarpinu þegar Cinnamon ræsist
it: Accendi la radio quando si avvia Cinnamon
nl: Zet de radio aan wanneer Cinnamon start
tr: Cinnamon başladığında radyoyu aç

source: The selected radio will be the last you listened to, even if you stopped it. VPN users: By checking this, the radio broadcast could use your VPN link in the event that this one is active before the start of this applet.
ca: L'emissora seleccionada serà la última que havíeu escoltat, encara que l'haguéssiu aturat. Usuaris de VPN: Marcant aquesta casella, es podria utilitzar la vostra VPN per a la retransmissió en cas d'estar activa abans de l'arranc d'aquesta miniaplicació.
de: Der ausgewählte Sender wird der letzte sein, den Sie gehört haben, auch wenn Sie ihn gestoppt haben. VPN-Benutzer: Wenn Sie dies aktivieren, dann kann die Übertragung Ihre VPN-Verbindung nutzen, falls diese aktiv ist, bevor dieses Applet gestartet wird.
es: La radio seleccionada será la última que hayas escuchado, aunque la hayas parado. Usuarios de VPN: Marcando esta opción, la emisión de radio podría utilizar su enlace VPN en el caso de que éste esté activo antes del inicio de este applet.
hr: Odabrani radio je posljednji koji ste poslušali, čak iako ste ga zaustavili. VPN korisnici: Ovim odabirom, radio emitiranje može koristiti vašu VPN poveznicu u događaju koji je aktivan prije pokretanja ovog apleta.
hu: A kiválasztott rádió lesz az utolsó, amit hallgatott, még akkor is, ha leállította. VPN-felhasználók: Ennek bejelölésével a rádióadás használhatja az Ön VPN-hivatkozását abban az esetben, ha ez a kisalkalmazás indítása előtt aktív.
is: Valda útvarpsstöðin verður sú sem þú hlustaðir síðast á, jafnvel þótt þú hafir stöðvað hana. VPN-notendur: Með því að merkja við þetta gæti útvarpsútsendingin verið að nota VPN-tenginguna þína í þeim tilfellum sem að stöðin er virk áður en smáforritið ræsist.
it: La radio selezionata sarà l'ultima che ascolterai, anche se l'hai interrotta. Utenti VPN: Selezionando questo, la trasmissione radio potrebbe utilizzare il vostro collegamento VPN nel caso in cui questo sia attivo prima dell'avvio di questa applet.
nl: De geselecteerde radio zal de laatste zijn die je hebt beluisterd, zelfs als je deze hebt gestopt. VPN-gebruikers: Door dit te aan te vinken, kan de radio-uitzending jouw VPN-verbinding gebruiken als deze actief is voordat deze applet start.
tr: Seçilen radyo, durdursanız bile son dinlediğiniz radyo olacaktır. VPN kullanıcıları: Bunu işaretleyerek, radyo yayını, bu uygulamanın başlamasından önce aktif olması durumunda VPN bağlantınızı kullanabilir.

source: Volume level starting a new radio (%)
ca: Nivell de volum en començar a escoltar una ràdio (%)
de: Lautstärkepegel beim Start eines neuen Radios (%)
es: Nivel de volumen al iniciar una nueva radio (%)
hr: Razina glasnoće zvuka za novu radio stanicu (%)
hu: Hangerőszint új rádió indításakor (%)
is: Hljóðstyrkur þegar kveikt er á nýrri útvarpsstöð (%)
it: Livello del volume all'avvio di una nuova radio (%)
nl: Volumeniveau bij het starten van een nieuwe radio (%)
tr: Yeni bir radyoyu başlatırken ses seviyesi (%)
