Repository: linuxmint/cinnamon-spices-applets
Catalog: Radio3.0@claudiux/files/Radio3.0@claudiux/po/*.po
Languages: ca, de, es, hr, hu, is, it, nl, tr

source: Cocos (Keeling) Islands - CC
ca: Illes Cocos - CC
de: Kokosinseln (Keeling) - CC
es: Islas Cocos (Keeling) - CC
hr: Cocos (Keeling) otoci - CC
hu: Cocos (Keeling) szigetek - CC
is: Kókoseyjar (Keeling-eyjar) - CC
it: Isole Cocos (Keeling) - CC
nl: Cocoseilanden (Keeling) - CC
tr: Cocos (Keeling) Adaları - CC

source: Colombia - CO
ca: Colòmbia - CO
de: Kolumbien - CO
hr: Kolumbija - CO
hu: Kolumbia - CO
is: Kólumbía - CO
tr: Kolombiya - CO

source: Comoros - KM
de: Komoren - KM
es: Comoras - KM
hr: Komori - KM
is: Kómoreyjar - KM
it: Comore - KM
nl: Comoren - KM
tr: Komorlar - KM

source: Congo - CG
de: Kongo - CG
hr: Kongo - CG
hu: Kongói Köztársaság - CG
is: Kongó - CG
tr: Kongo - CG

source: Congo (The Democratic Republic Of The) - CD
ca: Congo (República democràtica del) - CD
de: Kongo (Demokratische Republik) - CD
es: Congo (República Democrática Del) - CD
hr: Kongo (Demokratska Republika Kongo) - CD
hu: Kongói Demokratikus Köztársaság - CD
is: Kongó (alþýðulýðveldið) - CD
it: Congo (Repubblica Democratica Del) - CD
nl: Congo (De Democratische Republiek) - CD
tr: Kongo (Demokratik Cumhuriyet) - CD

source: Cook Islands - CK
ca: Illes Cook - CK
de: Cookinseln - CK
es: Islas Cook - CK
hr: Cookovi otoci - CK
hu: Cook-szigetek - CK
is: Cook-eyjar - CK
it: Isole Cook - CK
nl: Cookeilanden - CK
tr: Cook Adaları - CK

source: Costa Rica - CR
es: Costa Rica - Costa Rica
hr: Kostarika - CR
is: Kosta Ríka - CR
tr: Kosta Rika - CR

source: Côte D'Ivoire - CI
ca: Costa d'Ivori - CI
es: Costa de Marfil - CI
hr: Obala Bjelokosti - CI
hu: Elefántcsontpart - CI
is: Fílabeinsströndin - CI
it: Costa d'Avorio - CI
nl: Ivoorkust - CI
tr: Fildişi Sahili - CI

source: Croatia - HR
ca: Croàcia - HR
de: Kroatien - HR
es: Croacia - HR
hr: Hrvatska - HR
hu: Horvátország - HR
is: Króatía - HR
it: Croazia - HR
nl: Kroatië - HR
tr: Hırvatistan - HR

source: Cuba - CU
de: Kuba - CU
hr: Kuba - CU
hu: Kuba - CU
is: Kúba - CU
tr: Küba - CU

source: Cyprus - CY
ca: Xipre - CY
de: Zypern - CY
es: Chipre - CY
hr: Cipar - CY
hu: Ciprus - CY
is: Kýpur - CY
it: Cipro - CY
tr: Kıbrıs - CY

source: Czech Republic - CZ
ca: Txèquia - CZ
de: Tschechische Republik - CZ
es: República Checa - CZ
hr: Republika Češka - CZ
hu: Cseh Köztársaság - CZ
is: Tékkland - CZ
it: Repubblica Ceca - CZ
nl: Tsjechië - CZ
tr: Çek Cumhuriyeti - CZ

source: Denmark - DK
ca: Dinamarca - DK
de: Dänemark - DK
es: Dinamarca - DK
hr: Danska - DK
hu: Dánia - DK
is: Danmörk - DK
it: Danimarca - DK
nl: Denemarken - DK
tr: Danimarka - DK

source: Djibouti - DJ
de: Dschibuti - DJ
es: Yibuti - DJ
hr: Džibuti - DJ
hu: Dzsibuti - DJ
is: Djíbútí - DJ
it: Gibuti - DJ
tr: Cibuti - DJ

source: Dominica - DM
hr: Dominika - DM
hu: Dominika - DM
is: Dóminíka - DM
tr: Dominika - DM

source: Dominican Republic - DO
ca: República Dominicana - DO
de: Dominikanische Republik - DO
es: República Dominicana - DO
hr: Dominikanska republika - DO
hu: Dominikai Köztársaság - DO
is: Dóminíska lýðveldið - DO
it: Repubblica Dominicana - FARE
nl: Dominicaanse Republiek - DO
tr: Dominik Cumhuriyeti - DO

source: Ecuador - EC
ca: Equador - EC
hr: Ekvador - EC
is: Ekvador - EC
it: Ecuador - CE
tr: Ekvador - AK

source: Egypt - EG
ca: Egipte - EG
de: Ägypten - EG
es: Egipto - EG
hr: Egipat - EG
hu: Egyiptom - EG
is: Egyptaland - EG
it: Egitto - ES
nl: Egypte - EG
tr: Mısır - EG

source: Equatorial Guinea - GQ
ca: Guinea Equatorial - GQ
de: Äquatorialguinea - GQ
es: Guinea Ecuatorial - GQ
hr: Ekvatorijalna Gvineja - GQ
hu: Egyenlítői Guinea - GQ
is: Miðbaugs-Gínea - GQ
it: Guinea Equatoriale - GQ
nl: Equatoriaal-Guinea - GQ
tr: Ekvator Ginesi - GQ

source: Eritrea - ER
hr: Eritreja - ER
is: Erítrea - ER

source: Estonia - EE
ca: Estònia - EE
de: Estland - EE
hu: Észtország - EE
is: Eistland - EE
nl: Estland - EE
tr: Estonya - EE

source: Ethiopia - ET
ca: Etiòpia - ET
de: Äthiopien - ET
es: Estonia - ET
hr: Etiopija - ET
hu: Etiópia - ET
is: Eþíópía - ET
it: Etiopia - ET
nl: Ethiopië - ET
tr: Etiyopya - ET

source: Falkland Islands (Malvinas) - FK
ca: Illes Falkland (Malvines) - FK
de: Falklandinseln (Malwinen) - FK
es: Islas Falkland (Malvinas) - FK
hr: Falklandsko otočje (Malavinski) - FK
hu: Falkland-szigetek (Malvinas) - FK
is: Falklandseyjar (Malvinaeyjar) - FK
it: Isole Falkland (Malvine) - FK
nl: Falklandeilanden (Malvinas) - FK
tr: Falkland Adaları (Malvinas) - FK

source: Faroe Islands - FO
ca: Illes Fèroe - FO
de: Färöer - FO
es: Islas Feroe - FO
hr: Farsko otočje - FO
hu: Faroe-szigetek - FO
is: Færeyjar - FO
it: Isole Faroe - FO
nl: Faeröer - FO
tr: Faroe Adaları - FO

source: Fiji - FJ
de: Fidschi - FJ
hr: Fidži - FJ
hu: Fidzsi-szigetek - FJ
is: Fídjieyjar - FJ
it: Figi - FJ

source: Finland - FI
ca: Finlàndia - FI
de: Finnland - FI
es: Finlandia - FI
hr: Finska - FI
hu: Finnország - FI
is: Finnland - FI
it: Finlandia - FI
tr: Finlandiya - FI

source: France - FR
ca: França - FR
de: Frankreich - FR
es: Francia - FR
hr: Francuska - FR
hu: Franciaország - FR
is: Frakkland - FR
it: Francia - FR
nl: Frankrijk - FR
tr: Fransa - FR

source: French Guiana - GF
ca: Guaiana Francesa - GF
de: Französisch-Guayana - GF
es: Guayana Francesa - GF
hr: Francuska Gvajana - GF
hu: Francia Guyana - GF
is: Franska Gvæjana - GF
it: Guyana Francese - GF
nl: Frans-Guyana - GF
tr: Fransız Guyanası - GF

source: French Polynesia - PF
ca: Polinèsia Francesa - PF
de: Französisch-Polynesien - PF
es: Polinesia Francesa - PF
hr: Francuska Polinezija - PF
hu: Francia Polinézia - PF
is: Franska Pólýnesía - PF
it: Polinesia Francese - PF
nl: Frans-Polynesië - PF
tr: Fransız Polinezyası - PF

source: French Southern Territories - TF
ca: Territoris Francesos del Sud - TF
de: Französische Süd- und Antarktisgebiete - TF
es: Territorios Australes Franceses - TF
hr: Francuski Južni Teritoriji - TF
hu: Francia Déli Területek - TF
is: Frönsku suðurhafshéruðin - TF
it: Territori Francesi del Sud - TF
nl: Franse Zuidelijke Gebieden - TF
tr: Fransız Güney Toprakları - TF

source: Gambia - GM
ca: Gàmbia - GM
hr: Gambija - GM
is: Gambía - GM

source: Georgia - GE
ca: Geòrgia - GE
de: Georgien - GE
hr: Gruzija - GE
is: Georgía - GE
nl: Georgië - GE
tr: Gürcistan - GE

source: Germany - DE
ca: Alemanya - DE
de: Deutschland - DE
es: Alemania - DE
hr: Njemačka - DE
hu: Németország - DE
is: Þýskaland - DE
it: Germania - DE
nl: Duitsland - DE
tr: Almanya - DE

source: Ghana - GH
hr: Gana - GH
is: Gana - GH
tr: Gana - GH

source: Greece - GR
ca: Grècia - GR
de: Griechenland - GR
es: Grecia - GR
hr: Grčka - GR
hu: Görögország - GR
is: 53 - GR
it: Grecia - GR
nl: Griekenland - GR
tr: Yunanistan - GR

source: Greenland - GL
ca: Groenlàndia - GL
de: Grönland - GL
es: Groenlandia - GL
hr: Grenland - GL
hu: Grönland - GL
is: Grænland - GL
it: Groenlandia - GL
nl: Groenland - GL
tr: Grönland - GL

source: Guadeloupe - GP
ca: Guadalupe - GP
es: Guadalupe - GP
hr: Gvadalupa - GP
is: Gvadalúp - GP
it: Guadalupa - GP

source: Guam - GU
is: Gvam - GU

source: Guatemala - GT
hr: Gvatemala - GT
is: Gvatemala - GT

source: Guinea - GN
hr: Gvineja - GN
is: Gínea - GN
nl: Guinee - GN
tr: Gine - GN

source: Guinea-Bissau - GW
es: Guinea-Bisáu - GW
hr: Gvineja Bisau - GW
is: Gínea-Bissá - GW
nl: Guinee-Bissau - GW
tr: Gine-Bissau - GW

source: Guyana - GY
hr: Gvajana - GY
is: Gvæjana - GY

source: Haiti - HT
ca: Haití - HT
is: Haítí - HT
nl: Haïti - HT

source: Heard Island And Mcdonald Islands - HM
ca: Illes de Heard i McDonald - HM
de: Heard und McDonaldinseln - HM
es: Islas Heard e Islas Mcdonald - HM
hr: Otok Heard i MacDonaldovi otoci - HM
hu: Heard-sziget és Mcdonald-szigetek - HM
is: Heard-eyja og McDonald-eyjar - HM
it: Heard Island E Isole Mcdonald - HM
nl: Heard- en McDonaldeilanden - HM
tr: Heard Adası ve Mcdonald Adaları - HM

source: Holy See (Vatican City State) - VA
ca: Holy See (Ciutat-Estat del Vaticà) - VA
de: Heiliger Stuhl (Staat der Vatikanstadt) - VA
es: Santa Sede (Estado de la Ciudad del Vaticano) - VA
hr: Vatikan (Država Vatikanskoga Grada) - VA
hu: Vatikán - VA
is: Vatíkanska borgríkið (Holy See) - VA
it: Santa Sede (Stato della Città del Vaticano) - VA
nl: Heilige Stoel (Vaticaanstad) - VA
tr: Holy See (Vatikan Şehir Devleti) - VA

source: Honduras - HN
ca: Hondures - HN
is: Hondúras - HN

source: Hungary - HU
ca: Hongria - HU
de: Ungarn - HU
es: Hungría - HU
hr: Mađarska - HU
hu: Magyarország - HU
is: Ungverjaland - HU
it: Ungheria - HU
nl: Hongarije - HU
tr: Macaristan - HU

source: Iceland - IS
ca: Islàndia - IS
de: Island - IS
es: Islandia - IS
hr: Island - IS
hu: Izland - IS
is: Ísland - IS
it: Islanda - IS
nl: IJsland - IS
tr: İzlanda - IS

source: India - IN
ca: Índia - IN
de: Indien - IN
hr: Indija - IN
is: Indland - IN
tr: Hindistan - IN

source: Indonesia - ID
ca: Indonèsia - ID
de: Indonesien - ID
hr: Indonezija - ID
hu: Indonézia - ID
is: Indónesía - ID
nl: Indonesië - ID
tr: Endonezya - ID

source: Iran (Islamic Republic Of) - IR
ca: Iran (República Islàmica d') - IR
de: Iran (Islamische Republik) - IR
es: Irán (República Islámica De) - IR
hr: Iran (Islamska Republika) - IR
hu: Irán (Iszlám Köztársaság) – IR
is: Íran (íslamska lýðveldið) - IR
it: Iran (Repubblica islamica di) - IR
nl: Iran (Islamitische Republiek) - IR
tr: İran (İslam Cumhuriyeti) - IR

source: Iraq - IQ
de: Irak - IQ
es: Irak - IQ
hr: Irak - IQ
hu: Irak - IQ
is: Írak - IQ
nl: Irak - IQ
tr: Irak - IQ

source: Ireland - IE
ca: Irlanda - IE
de: Irland - IE
es: Irlanda - IE
hr: Irska - IE
hu: Írország - IE
is: Írland - IE
it: Irlanda - IE
nl: Ierland - IE
tr: İrlanda - IE

source: Isle Of Man - IM
ca: Illa de Man - IM
es: Isla de Man - IM
hr: Otok Man - IM
hu: Man-sziget - IM
is: Eyjan Mön - IM
it: Isola di Man - IM
tr: Man Adası - IM

source: Israel - IL
hr: Izrael - IL
hu: Izrael - IL
is: Ísrael - IL
it: Israele - IL
nl: Israël - IL
tr: İsrail - IL

source: Italy - IT
ca: Itàlia - IT
de: Italien - IT
es: Italia - IT
hr: Italija - IT
hu: Olaszország - IT
is: Ítalía - IT
it: Italia - IT
nl: Italië - IT
tr: İtalya - IT

source: Jamaica - JM
de: Jamaika - JM
hr: Jamajka - JM
is: Jamaíka - JM
tr: Jamaika - JM

source: Jordan - JO
ca: Jordània - JO
de: Jordanien - JO
es: Jordania - JO
hu: Jordánia - JO
is: Jórdanía - JO
nl: Jordanië - JO
tr: Ürdün - JO

source: Kazakhstan - KZ
de: Kasachstan - KZ
es: Kazajstán - KZ
hr: Kazahstan - KZ
hu: Kazahsztán - KZ
is: Kasakstan - KZ
nl: Kazachstan - KZ
tr: Kazakistan - KZ

source: Kenya - KE
ca: Kènia - KE
de: Kenia - KE
es: Kenia - KE
hr: Kenija - KE
is: Kenía - KE
nl: Kenia - KE

source: Kiribati - KI
is: Kíribatí - KI

source: Korea (Democratic People'S Republic Of) - KP
ca: Corea del Nord - KP
de: Korea (Demokratische Volksrepublik) - KP
es: Corea (República Popular Democrática De) - KP
hr: Koreja (Demokratska Narodna Republika) - KP
hu: Dél-Korea - KP
is: Norður-Kórea, (sambandsalþýðulýðveldið) - KP
it: Corea (Repubblica Democratica Popolare di) - KP
nl: Korea (Democratische Volksrepubliek) - KP
tr: Kore (Demokratik Halk Cumhuriyeti) - KP

source: Korea (Republic Of) - KR
ca: Corea del Sud - KR
de: Korea (Republik) - KR
es: Corea (República De) - KR
hr: Koreja (Republika) - KR
hu: Észak-Korea - KR
is: Kórea (lýðveldið Suður-Kórea) - KR
it: Corea (Repubblica di) - KR
nl: Korea (Republiek) - KR
tr: Kore (Cumhuriyeti) - KR

source: Kuwait - KW
hr: Kuvajt - KW
hu: Kuvait - KW
is: Kúveit - KW
nl: Koeweit - KW
tr: Kuveyt - KW

source: Kyrgyzstan - KG
ca: Kirguizstan - KG
de: Kirgisistan - KG
es: Kirguistán - KG
hr: Kirgistan - KG
hu: Kirgizisztán - KG
is: Kirgisistan - KG
nl: Kirgizië - KG
tr: Kırgızistan - KG

source: Lao People'S Democratic Republic - LA
ca: Lao (República Democràtica Popular) - LA
de: Laos (Demokratische Volksrepublik) - LA
es: República Democrática Popular Lao - LA
hr: Laoska Narodna Demokratska Republika - LA
hu: Laoszi Népi Demokratikus Köztársaság – LA
is: Alþýðulýðveldið Laó - LA
it: Repubblica Democratica Popolare del Laos - LA
nl: Laos (Democratische Volksrepubliek) - LA
tr: Lao Demokratik Halk Cumhuriyeti - LA

source: Latvia - LV
ca: Letònia - LV
de: Lettland - LV
es: Letonia - LV
hr: Latvija - LV
hu: Lettország - LV
is: Lettland - LV
it: Lettonia - LV
nl: Letland - LV
tr: Letonya - AG

source: Lebanon - LB
ca: Líban - LB
de: Libanon - LB
es: Líbano - LB
hr: Libanon - LB
hu: Libanon - LB
is: Líbanon - LB
it: Libano - LB
nl: Libanon - LB
tr: Lübnan - LB

source: Lesotho - LS
es: Lesoto - LS
hr: Lesoto - LS
is: Lesótó - LS
it: Lesoto - LS
tr: Lesoto - LS

source: Liberia - LR
ca: Libèria - LR
hu: Libéria - LR
is: Líbería - LR
tr: Liberya - LR

source: Libya - LY
ca: Líbia - LY
de: Libyen - LY
es: Libia - LY
hr: Libija - LY
hu: Líbia - LY
is: Líbía - LY
it: Libia - LY
nl: Libië - LY

source: Lithuania - LT
ca: Lituània - LT
de: Litauen - LT
es: Lituania - LT
hr: Litva - LT
hu: Litvánia - LT
is: Litháen - LT
it: Lituania - LT
nl: Litouwen - LT
tr: Litvanya - LT

source: Luxembourg - LU
ca: Luxemburg - LU
de: Luxemburg - LU
es: Luxemburgo - LU
hr: Luksemburg - LU
is: Lúxemborg - LU
it: Lussemburgo - LU
nl: Luxemburg - LU
tr: Lüksemburg - LU

source: Macao - MO
ca: Macau - MO
hr: Makao - MO
is: Makaó - MO

source: Macedonia (The Former Yugoslav Republic Of) - MK
ca: Macedònia (Antiga República Iugoslàvica De) - MK
de: Nordmazedonien - MK
es: Macedonia (Antigua República Yugoslava De) - MK
hr: Sjeverna Makedonija - MK
hu: Macedónia (A Volt Jugoszláv Köztársaság) – MK
is: Makedónía (fyrrum júgóslavíulýðveldið) - MK
it: Macedonia (ex Repubblica jugoslava di) - MK
nl: Macedonië (Voormalige Joegoslavische Republiek) - MK
tr: Makedonya (Eski Yugoslav Cumhuriyeti) - MK

source: Madagascar - MG
de: Madagaskar - MG
hr: Madagaskar - MG
hu: Madagaszkár - MG
is: Madagaskar - MG
nl: Madagaskar - MG
tr: Madagaskar - MG

source: Malawi - MW
es: Malaui - MW
hr: Malavi - MW
is: Malaví - MW
tr: Malavi - MW

source: Malaysia - MY
ca: Malàisia - MY
es: Malasia - MI
hr: Malezija - MY
hu: Malajzia - MY
is: Malasía - MY
it: Malesia - MY
nl: Maleisië - MY
tr: Malezya - MY

source: Maldives - MV
de: Malediven - MV
es: Maldivas - MV
hr: Maldivi - MV
hu: Maldív-szigetek - MV
is: Maldíveyjar - MV
it: Maldive - MV
nl: Maldiven - MV
tr: Maldivler - MV

source: Mali - ML
es: Malí - ML
is: Malí - ML

source: Marshall Islands - MH
ca: Illes Marshall - MH
de: Marshallinseln - MH
es: Islas Marshall - MH
hr: Maršalovi otoci - MH
hu: Marshall-szigetek - MH
is: Marshalleyjar - MH
it: Isole Marshall - MH
nl: Marshalleilanden - MH
tr: Marshall Adaları - MH

source: Martinique - MQ
ca: Martinica - MQ
es: Martinica - MQ
hr: Martinik - MQ
is: Martiník - MQ
it: Martinica - MQ
tr: Martinik - MQ

source: Mauritania - MR
ca: Mauritània - MR
de: Mauretanien - MR
hr: Mauretanija - MR
is: Máritanía - MR
nl: Mauritanië - MR
tr: Moritanya - MR

source: Mauritius - MU
ca: Maurici - MU
es: Mauricio - MU
hr: Mauricijus - MU
is: Máritus - MU

source: Mayotte - YT
is: Mayott - YT

source: Mexico - MX
ca: Mèxic - MX
de: Mexiko - MX
es: México - MX
hr: Meksiko - MX
hu: Mexikó - MX
is: Mexíkó - MX
it: Messico - MX
tr: Meksika - MX

source: Micronesia (Federated States Of) - FM
ca: Micronèsia (Estats Federats de la) - FM
de: Mikronesien (Föderierte Staaten von) - FM
es: Micronesia (Estados Federados De) - FM
hr: Mikronezija (Federativna država) - FM
hu: Mikronézia, Államszövetség - FM
is: Míkrónesía (sambandsríkið)
it: Micronesia (Stati Federati di) - FM
nl: Micronesië (Federale Staten van) - FM
tr: Mikronezya (Federe Devletleri) - FM

source: Moldova (Republic Of) - MD
ca: Moldàvia (República De) - MD
de: Moldau (Republik) - MD
es: Moldavia (República De) - MD
hr: Moldova (Republika) -MD
hu: Moldova - MD
is: Moldóvía (lýðveldið) - MD
it: Moldavia (Repubblica Di) - MD
nl: Moldavië (Republiek van) - MD
tr: Moldova (Cumhuriyeti) - MD

source: Monaco - MC
ca: Mònaco - MC
es: Mónaco - MC
hr: Monako - MC
is: Mónakó - MC
tr: Monako - MC

source: Mongolia - MN
ca: Mongòlia - MN
de: Mongolei - MN
hr: Mongolija - MN
hu: Mongólia - MN
is: Mongólía - MN
nl: Mongolië - MN
tr: Moğolistan - MN

source: Montenegro - ME
hr: Crna Gora - ME
hu: Montenegró - ME
is: Svartfjallaland - ME
it: Montenero - ME
tr: Karadağ - ME

source: Morocco - MA
ca: Marroc - MA
de: Marokko - MA
es: Marruecos - MA
hr: Maroko - MA
hu: Marokkó - MA
is: Marokkó - MA
it: Marocco - MA
nl: Marokko - MA
tr: Fas - MA

source: Mozambique - MZ
ca: Moçambic - MZ
de: Mosambik - MZ
hr: Mozambik - MZ
is: Mósambík - MZ
it: Mozambico - MZ
tr: Mozambik - MZ

source: Myanmar - MM
es: Birmania - MM
hr: Mjanmar - MM
hu: Mianmar - MM
is: Mjanmar - MM
it: Birmania - MM

source: Namibia - NA
ca: Namíbia - NA
hr: Namibija - NA
is: Namibía - NA
nl: Namibië - NA
tr: Namibya - NA

source: Nauru - NR
is: Nárú - NR

source: Netherlands - NL
ca: Països Baixos - NL
de: Niederlande - NL
es: Países Bajos - NL
hr: Nizozemska - NL
hu: Hollandia - NL
is: Holland - NL
it: Olanda - NL
nl: Nederland - NL
tr: Hollanda - NL

source: New Caledonia - NC
ca: Nova Caledònia - NC
de: Neukaledonien - NC
es: Nueva Caledonia - NC
hr: Nova Kaledonija - NC
hu: Új-Kaledónia - NC
is: Nýja-Kaledónía - NC
it: Nuova Caledonia - NC
nl: Nieuw-Caledonië - NC
tr: Yeni Kaledonya - NC

source: New Zealand - NZ
ca: Nova Zelanda - NZ
de: Neuseeland - NZ
es: Nueva Zelanda - NZ
hr: Novi Zeland - NZ
hu: Új-Zéland - NZ
is: Nýja-Sjáland - NZ
it: Nuova Zelanda - NZ
nl: Nieuw-Zeeland - NZ
tr: Yeni Zelanda - NZ

source: Nicaragua - NI
hr: Nikaragva - NI
is: Níkaragva - NI
tr: Nikaragua - NE

source: Niger - NE
ca: Níger - NE
es: Níger - NE
is: Níger - NE
tr: Nijer - NE

source: Nigeria - NG
ca: Nigèria - NG
hr: Nigerija - NG
is: Nígería - NG
tr: Nijerya - NG

source: Norfolk Island - NF
ca: Illa de Norfolk - NF
de: Norfolkinsel - NF
es: Isla Norfolk - NF
hr: Otok Norfolk - NF
hu: Norfolk-sziget - NF
is: Norfolkeyja - NF
it: Isola Norfolk - NF
nl: Norfolkeiland - NF
tr: Norfolk Adası - NF

source: Northern Mariana Islands - MP
ca: Illes Mariana del Nord - MP
de: Nördliche Marianen - MP
es: Islas Marianas del Norte - MP
hr: Sjeverno Marijansko otočje - MP
hu: Északi Mariana-szigetek - MP
is: Norður-Maríanaeyjar - MP
it: Isole Marianne Settentrionali - MP
nl: Noordelijke Marianen - MP
tr: Kuzey Mariana Adaları - MP

source: Norway - NO
ca: Noruega - NO
de: Norwegen - NO
es: Noruega - NO
hr: Norveška - NO
hu: Norvégia - NO
is: Noregur - NO
it: Norvegia - NO
nl: Noorwegen - NO
tr: Norveç - NO

source: Oman - OM
es: Omán - OM
hu: Omán - OM
is: Óman - OM

source: Palau - PW
es: Palaos - PW
is: Palá - PW

source: Palestine (State Of) - PS
ca: Palestina (Estat de) - PS
de: Palästina (Staat) - PS
es: Palestina (Estado de) - PS
hr: Palestina (Država) - PS
hu: Palestine - PS
is: Palestína (ríkið) - PS
it: Palestina (Stato di) - PS
nl: Palestina (Staat van) - PS

source: Papua New Guinea - PG
ca: Papua Nova Guinea - PG
de: Papua-Neuguinea - PG
es: Papúa Nueva Guinea - PG
hr: Papua Nova Gvineja - PG
hu: Pápua Új-Guinea - PG
is: Papúa Nýja-Gínea - PG
it: Papua Nuova Guinea - PG
nl: Papoea-Nieuw-Guinea - PG
tr: Papua Yeni Gine - PG

source: Paraguay - PY
ca: Paraguai - PY
hr: Paragvaj - PY
is: Paragvæ - PY

source: Peru - PE
ca: Perú - PE
es: Perú - PE
is: Perú - PE
it: Perù - PE

source: Philippines - PH
ca: Filipines - PH
de: Philippinen - PH
es: Filipinas - PH
hr: Filipini - PH
hu: Fülöp-szigetek - PH
is: Filippseyjar - PH
it: Filippine - PH
nl: Filippijnen - PH
tr: Filipinler - PH

source: Pitcairn - PN
de: Pitcairninseln - PN
is: Pitkairn-eyja - PN
nl: Pitcairneilanden - PN

source: Poland - PL
ca: Polònia - PL
de: Polen - PL
es: Polonia - PL
hr: Poljska - PL
hu: Lengyelország - PL
is: Pólland - PL
it: Polonia - PL
nl: Polen - PL
tr: Polonya - PL

source: Portugal - PT
hu: Portugália - PT
is: Portúgal - PT
it: Portogallo - PT
tr: Portekiz - PT

source: Puerto Rico - PR
hr: Portoriko - PR
is: Púertó Ríkó - PR
it: Portorico - PR
tr: Porto Riko - PR

source: Qatar - QA
de: Katar - QA
es: Catar - QA
hr: Katar - QA
hu: Katar - QA
is: Qatar - 28
tr: Katar - QA

source: Romania - RO
de: Rumänien - RO
es: Rumanía - RO
hr: Rumunjska - RO
hu: Románia - RO
is: Rúmenía - RO
nl: Roemenië - RO
tr: Romanya - RO

source: Russian Federation - RU
ca: Rússia - RU
de: Russische Föderation - RU
es: Federación Rusa - RU
hr: Ruska Federacija - RU
hu: Oroszország - RU
is: Rússneska sambandið - RU
it: Federazione Russa - RU
nl: Russische Federatie - RU
tr: Rusya Federasyonu - RU

source: Rwanda - RW
ca: Ruanda - RW
de: Ruanda - RW
es: Ruanda - RW
hr: Ruanda - RW
is: Rúanda - RW
it: Ruanda - RW

source: Saint Barthélemy - BL
ca: Sant Bartomeu - BL
es: San Bartolomé - BL
hr: Sveti Bartolomej - BL
is: Sankti Bartelemí - BL

source: Saint Helena (Ascension And Tristan Da Cunha) - SH
ca: Santa Helena (Ascensió i Tristan Da Cunha) - SH
de: St. Helena (Ascension und Tristan da Cunha) - SH
es: Santa Elena (Ascensión y Tristán Da Cunha) - SH
hr: Sveta Helena (Ascension i Tristan da Cunha) - SH
hu: Szent Ilona (Ascension és Tristan Da Cunha) - SH
is: Sankti Helena (Ascension og Tristan da Cunha) - SH
it: Sant'Elena (Ascensione e Tristan Da Cunha) - SH
nl: Sint-Helena (Ascension en Tristan da Cunha) - SH

source: Saint Kitts And Nevis - KN
ca: Sant Kitts i Nevis - KN
de: St. Kitts und Nevis - KN
es: San Cristóbal y Nieves - KN
hr: Sveti Kristofor i Nevis - KN
hu: St. Kitts és Nevis - KN
is: Sankti Kitts og Neviseyjur - KN
it: Saint Kitts e Nevis - KN
nl: Saint Kitts en Nevis - KN
tr: Saint Kitts Ve Nevis - KN

source: Saint Lucia - LC
ca: Santa Llúcia - LC
de: St. Lucia - LC
es: Santa Lucía - LC
hr: Sveta Lucija - LC
is: Sankti Lúsía - LC
it: Santa Lucia - LC

source: Saint Martin (French Part) - MF
ca: Sant Martí (Part Francesa) - MF
de: Saint-Martin (Französischer Teil) - MF
es: San Martín (parte francesa) - MF
hr: Saint Martin (francuski dio) - MF
hu: Saint Martin (francia rész) - MF
is: Sankti Martin (franski hluti) - MF
it: Saint Martin (Parte Francese) - MF
nl: Saint Martin (Frans deel) - MF
tr: Saint Martin (Fransız Bölümü) - MF

source: Saint Pierre And Miquelon - PM
ca: Saint-Pierre i Miquelon - PM
de: Saint-Pierre und Miquelon - PM
es: San Pedro y Miquelón - PM
hr: Sveti Petar i Mikelon - PM
hu: Saint Pierre és Miquelon - PM
is: Sankti Pierre og Miquelon - PM
it: Saint-Pierre e Miquelon - PM
nl: Saint Pierre en Miquelon - PM
tr: Saint Pierre Ve Miquelon - PM

source: Saint Vincent And The Grenadines - VC
ca: Saint Vincent i Les Grenadines - VC
de: St. Vincent und die Grenadinen - VC
es: San Vicente y las Granadinas - VC
hr: Sveti Vincent i Grenadini - VC
hu: Saint Vincent és a Grenadines-szigetek - VC
is: Sankti Vincent og Grenadineeyjar - VC
it: Saint Vincent e Grenadine - VC
nl: Saint Vincent en de Grenadines - VC
tr: Saint Vincent ve Grenadinler - VC

source: Samoa - WS
hu: Szamoa - WS
is: Samóa - WS

source: San Marino - SM
is: San Marínó - SM

source: Sao Tome And Principe - ST
ca: São Tomé i Príncipe - ST
de: São Tomé und Príncipe - ST
es: Santo Tomé y Príncipe - ST
hr: Sveti Toma i Princip - ST
hu: São Tomé és Príncipe - ST
is: Saó Tóme og Prinsípe - ST
it: Sao Tome e Principe - ST
nl: Sao Tomé en Principe - ST
tr: Sao Tome ve Principe - ST

source: Saudi Arabia - SA
ca: Aràbia Saudita - SA
de: Saudi-Arabien - SA
es: Arabia Saudita - SA
hr: Saudijska Arabija - SA
hu: Szaúd-Arábia - SA
is: Sádí-Arabía - SA
it: Arabia Saudita - SA
nl: Saudi-Arabië - SA
tr: Suudi Arabistan - SA

source: Serbia - RS
ca: Sèrbia - RS
de: Serbien - RS
hr: Srbija - RS
hu: Szerbia - RS
is: Serbía - RS
nl: Servië - RS
tr: Sırbistan - RS

source: Seychelles - SC
de: Seychellen - SC
hr: Sejšeli - SC
is: Seychelles-eyjar - SC
nl: Seychellen - SC

source: Sierra Leone - SL
es: Sierra Leona - SL
hr: Sijera Leone - SL
is: Síerra Leóne - SL

source: Singapore - SG
ca: Singapur - SG
de: Singapur - SG
es: Singapur - SG
hr: Singapur - SG
hu: Szingapúr - SG
is: Singapúr - SG
tr: Singapur - SG
