Repository: linuxmint/cinnamon-spices-applets
Catalog: Radio3.0@claudiux/files/Radio3.0@claudiux/po/*.po
Languages: ca, de, es, hr, hu, is, it, nl, tr

source: Sint Maarten (Dutch Part) - SX
ca: Sant Martí (Part Holandesa) - SX
de: Sint Maarten (Niederländischer Teil) - SX
es: San Martín (parte holandesa) - SX
hr: Sveti Martin (nizozemski dio) - SX
hu: Sint Maarten (holland rész) – SX
is: Sankti Maarten (hollenski hluti) - SX
it: Sint Maarten (Parte Olandese) - SX
nl: Sint Maarten (Nederlands deel) - SX
tr: Sint Maarten (Hollanda Bölgesi) - SX

source: Slovakia - SK
ca: Eslovàquia - SK
de: Slowakei - SK
es: Eslovaquia - SK
hr: Slovačka - SK
hu: Szlovákia - SK
is: Slóvakía - SK
it: Slovacchia - SK
nl: Slowakije - SK
tr: Slovakya - SK

source: Slovenia - SI
ca: Eslovènia - SI
de: Slowenien - SI
es: Eslovenia - SI
hr: Slovenija - SI
hu: Szlovénia - SI
is: Slóvenía - SI
nl: Slovenië - SI
tr: Slovenya - SI

source: Solomon Islands - SB
ca: Illes Solomon - SB
de: Salomonen - SB
es: Islas Salomón - SB
hr: Otočje Solomon - SB
hu: Salamon-szigetek - SB
is: Salómonseyjar - SB
it: Isole Salomone - SB
nl: Salomonseilanden - SB
tr: Solomon Adaları - SB

source: Somalia - SO
ca: Somàlia - SO
hr: Somalija - SO
hu: Szomália - SO
is: Sómalía - SO
nl: Somalië - SO
tr: Somali - SO

source: South Africa - ZA
ca: Sud-Àfrica - ZA
de: Südafrika - ZA
es: Sudáfrica - ZA
hr: Južna Afrika - ZA
hu: Dél-afrikai Köztársaság - ZA
is: Suður-Afríka - ZA
it: Sud Africa - ZA
nl: Zuid-Afrika - ZA
tr: Güney Afrika - ZA

source: South Georgia And The South Sandwich Islands - GS
ca: Geòrgia del Sud i les Illes Sandwich del Sud - GS
de: Südgeorgien und die Südlichen Sandwichinseln - GS
es: Islas Georgias del Sur y Sandwich del Sur - GS
hr: Južna Georgija i otočje Južni Sandwich - GS
hu: Déli-Georgia és Déli-Sandwich-szigetek - GS
is: Suður-Georgía og Suður-Sandwich eyjar - GS
it: Georgia del Sud e Isole Sandwich Australi - GS
nl: Zuid-Georgië en de Zuidelijke Sandwicheilanden - GS
tr: Güney Georgia ve Güney Sandviç Adaları - GS

source: South Sudan - SS
ca: Sudan del Sud - SS
de: Südsudan - SS
es: Sudán del Sur - SS
hr: Južni Sudan - SS
hu: Dél-Szudán - SS
is: Suður-Súdan - SS
it: Sudan del Sud - SS
nl: Zuid-Soedan - SS
tr: Güney Sudan - SS

source: Spain - ES
ca: Espanya - ES
de: Spanien - ES
es: España - ES
hr: Španjolska - ES
hu: Spanyolország - ES
is: Spánn - ES
it: Spagna - ES
nl: Spanje - ES
tr: İspanya - ES

source: Sri Lanka - LK
hr: Šri Lanka - LK
is: Srí Lanka - LK

source: Sudan - SD
es: Sudán - SD
hu: Szudán - SD
is: Súdan - SD
nl: Soedan - SD

source: Suriname - SR
ca: Surinam - SR
es: Surinam - SR
is: Súrínam - SR

source: Svalbard And Jan Mayen - SJ
ca: Svalbard i Jan Mayen - SJ
de: Svalbard und Jan Mayen - SJ
es: Svalbard y Jan Mayen - SJ
hr: Svalbard i Jan Mayen - SJ
hu: Svalbard-szigetek és Jan Mayen-sziget - SJ
is: Svalbarði og Jan Mayen - SJ
it: Svalbard e Jan Mayen - SJ
nl: Spitsbergen en Jan Mayen - SJ
tr: Svalbard ve Jan Mayen - SJ

source: Swaziland - SZ
ca: Eswatini - SZ
de: Eswatini - SZ
es: Suazilandia - SZ
hr: Svaziland - SZ
is: Svasíland - SZ

source: Sweden - SE
ca: Suècia - SE
de: Schweden - SE
es: Suecia - SE
hr: Švedska - SE
hu: Svédország - SE
is: Svíþjóð - SE
it: Svezia - SE
nl: Zweden - SE
tr: İsveç - SE

source: Switzerland - CH
ca: Suïssa - CH
de: Schweiz - CH
es: Suiza - CH
hr: Švicarska - CH
hu: Svájc - CH
is: Sviss - CH
it: Svizzera - CH
nl: Zwitserland - CH
tr: İsviçre - CH

source: Syrian Arab Republic - SY
ca: Síria (República Aràbiga) - SY
de: Syrische Arabische Republik - SY
es: República Árabe Siria - SY
hr: Sirijska Arapska Republika - SY
hu: Szíriai Arab Köztársaság – SY
is: Sýrlenska arabalýðveldið - SY
it: Repubblica Araba Siriana - SY
nl: Syrische Arabische Republiek - SY
tr: Suriye Arap Cumhuriyeti - SY

source: Taiwan (Province Of China) - TW
ca: Taiwan (Província de Xina) - TW
de: Taiwan (Provinz von China) - TW
es: Taiwán (Provincia de China) - TW
hr: Tajvan (provincija, NR Kina) - TW
hu: Tajvan (Kína tartomány) – TW
is: Tævan (hérað í Kína) - TW
it: Taiwan (Provincia della Cina) - TW
nl: Taiwan (Provincie China) - TW
tr: Tayvan (Çin Eyaleti) - TW

source: Tajikistan - TJ
ca: Tadjikistan - TJ
de: Tadschikistan - TJ
es: Tayikistán - TJ
hr: Tadžikistan - TJ
hu: Tádzsikisztán - TJ
is: Tadsjikistan - TJ
nl: Tadzjikistan - TJ

source: Tanzania (United Republic Of) - TZ
ca: Tanzània (República Unida de) - TZ
de: Tansania (Vereinigte Republik) - TZ
es: Tanzania (República Unida De) - TZ
hr: Tanzanija (Ujedinjena Republika) - TZ
hu: Tanzánia (Egyesült Köztársaság) – TZ
is: Tansanía (sameinaða lýðveldið) - TZ
it: Tanzania (Repubblica Unita di) - TZ
nl: Tanzania (Verenigde Republiek) - TZ
tr: Tanzanya (Birleşik Cumhuriyeti) - TZ

source: Thailand - TH
ca: Tailàndia - TH
es: Tailandia - TH
hr: Tajland - TH
hu: Thaiföld - TH
is: Tæland - TH
it: Thailandia - TH
tr: Tayland - TH

source: Timor-Leste - TL
es: Timor Oriental - TL
hu: Kelet-Timor - TL
is: Tímor-Leste - TL
nl: Oost-Timor - TL

source: Togo - TG
is: Tógó - TG

source: Tokelau - TK
is: Tókelá - TK

source: Trinidad And Tobago - TT
ca: Trinitat i Tobago - TT
de: Trinidad und Tobago - TT
es: Trinidad y Tobago - TT
hr: Trinidad i Tobago - TT
hu: Trinidad és Tobago - TT
is: Trínidad og Tóbagó - TT
it: Trinidad e Tobago - TT
nl: Trinidad en Tobago - TT
tr: Trinidad Ve Tobago - TT

source: Tunisia - TN
ca: Tunísia - TN
de: Tunesien - TN
es: Túnez - TN
hr: Tunis - TN
hu: Tunézia - TN
is: Túnis - TN
nl: Tunesië - TN
tr: Tunus - TN

source: Turkey - TR
ca: Turquia - TR
de: Türkei - TR
es: Turquía - TR
hr: Turska - TR
hu: Törökország - TR
is: Tyrkland - TR
it: Turchia - TR
nl: Turkije - TR
tr: Türkiye - TR

source: Turkmenistan - TM
es: Turkmenistán - TM
hu: Türkmenisztán - TM
is: Túrkmenistan - TM
tr: Türkmenistan - TM

source: Turks And Caicos Islands - TC
ca: Turks i Illes Caicos - TC
de: Turks- und Caicosinseln - TC
es: Islas Turcas y Caicos - TC
hr: Turski i Caicos otoci - TC
hu: Turks és Caicos-szigetek - TC
is: Turks og Kaikós eyjar - TC
it: Isole Turks e Caicos - TC
nl: Turks- en Caicoseilanden - TC
tr: Turks ve Caicos Adaları - TC

source: Tuvalu - TV
is: Túvalú - TV

source: Uganda - UG
is: Úganda - UG
nl: Oeganda - UG

source: Ukraine - UA
ca: Ucraïna - UA
es: Ucrania - AU
hr: Ukrajina - UA
hu: Ukrajna - UA
is: Úkraína - UA
it: Ucraina - UA
nl: Oekraïne - UA
tr: Ukrayna - UA

source: United Arab Emirates - AE
ca: Emirats Units Àrabs - AE
de: Vereinigte Arabische Emirate - AE
es: Emiratos Árabes Unidos - AE
hr: Ujedinjeni Arapski Emirati - AE
hu: Egyesült Arab Emirátusok - AE
is: Sameinuðu arabísku furstadæmin - AE
it: Emirati Arabi Uniti - AE
nl: Verenigde Arabische Emiraten - AE
tr: Birleşik Arap Emirlikleri - AE

source: United Kingdom - GB
ca: Regne Unit - GB
de: Vereinigtes Königreich - GB
es: Reino Unido - GB
hr: Ujedinjeno Kraljevstvo - GB
hu: Egyesült Királyság - GB
is: Stóra Bretland - GB
it: Regno Unito - GB
nl: Verenigd Koninkrijk - GB
tr: Birleşik Krallık - GB

source: United States - US
ca: Estats Units - US
de: Vereinigte Staaten - US
es: Estados Unidos - US
hr: Sjedinjene države - US
hu: Egyesült Államok - US
is: Bandaríki Norður Ameríku - US
it: Stati Uniti d'America - US
nl: Verenigde Staten - US
tr: Amerika Birleşik Devletleri - US

source: United States Minor Outlying Islands - UM
ca: Illes Ultramarines Menors dels Estats Units - UM
de: Kleinere Inselbesitzungen der Vereinigten Staaten - UM
es: Islas menores alejadas de los Estados Unidos - UM
hr: Sjedinjene države jezera Minor Outlying - UM
hu: Egyesült Államok külső szigetei - UM
is: Ytri-smáeyjar Bandaríkjanna - UM
it: Isole minori esterne degli Stati Uniti - UM
nl: Kleine afgelegen eilanden van de Verenigde Staten - UM
tr: Amerika Birleşik Devletleri Küçük Dış Adaları - UM

source: Uruguay - UY
ca: Uruguai - UY
hr: Urugvaj - UY
is: Úrúgvæ - UY

source: Uzbekistan - UZ
de: Usbekistan - UZ
es: Uzbekistán - UZ
hu: Üzbegisztán - UZ
is: Úsbekistan - UZ
nl: Oezbekistan - UZ
tr: Özbekistan - UZ

source: Vanuatu - VU
is: Vanuatú - VU

source: Venezuela (Bolivarian Republic Of) - VE
ca: Veneçuela (República Bolivariana de) - VE
de: Venezuela (Bolivarische Republik) - VE
es: Venezuela (República Bolivariana De) - VE
hr: Venezuela (Bolivarijanska Republika) - VE
hu: Venezuela (Bolivári Köztársaság) – VE
is: Venesúela (bólívaríska lýðveldið) - VE
it: Venezuela (Repubblica Bolivariana di) - VE
nl: Venezuela (Bolivariaanse Republiek) - VE
tr: Venezuela (Bolivya Cumhuriyeti) - VE

source: Viet Nam - VN
hr: Vijetnam - VN
is: Víetnam - VN

source: Virgin Islands (British) - VG
ca: Illes Verge (Angleses) - VG
de: Britische Jungferninseln - VG
es: Islas Vírgenes (Británicas) - VG
hr: Djevičanski otoci (britanski) - VG
hu: Brit Virgin-szigetek - VG
is: Jómfrúareyjar (bresku) - VG
it: Isole Vergini (Britanniche) - VG
nl: Maagdeneilanden (Brits) - VG
tr: Virgin Adaları (İngiliz) - VG

source: Virgin Islands (U.S.) - VI
ca: Illes Verge (Estats Units) - VI
de: Amerikanische Jungferninseln - VI
es: Islas Vírgenes (EE. UU.) - VI
hr: Djevičanski Otoci (SAD) - VI
hu: Egyesült Államok Virgin-szigetek - VI
is: Jómfrúareyjar (BNA) - VI
it: Isole Vergini (Statunitensi) - VI
nl: Maagdeneilanden (VS) - VI
tr: Virgin Adaları (U.S.) - VI

source: Wallis And Futuna - WF
ca: Wallis i Futuna - WF
de: Wallis und Futuna - WF
es: Wallis y Futuna - WF
hr: Wallis i Futuna - WF
hu: Wallis és Futuna - WF
is: Wallis- og Fútúnaeyjar - WF
it: Wallis e Futuna - WF
nl: Wallis en Futuna - WF
tr: Wallis Ve Futuna - WF

source: Western Sahara - EH
ca: Sàhara Occidental - EH
de: Westsahara - EH
es: Sáhara Occidental - EH
hr: Zapadna Sahara - EH
hu: Nyugat-Szahara - EH
is: Vestur-Sahara - EH
it: Sahara Occidentale - EH
nl: Westelijke Sahara - EH
tr: Batı sahra - EH

source: Yemen - YE
ca: Iemen - YE
de: Jemen - YE
hr: Jemen - YE
hu: Jemen - YE
is: Jemen - YE
nl: Jemen - YE

source: Zambia - ZM
ca: Zàmbia - ZM
de: Sambia - ZM
hr: Zambija - ZM
is: Sambía - ZM

source: Zimbabwe - ZW
ca: Zimbàbue - ZW
de: Simbabwe - ZW
es: Zimbabue - ZW
hr: Zimbabve - ZW
is: Simbabve - ZW

source: OPTIONAL. Choose a country.
ca: OPCIONAL. Trieu un país.
de: OPTIONAL. Wählen Sie ein Land.
es: OPCIONAL. Elija un país.
hr: NEOBAVEZNO. Odaberi zemlju.
hu: (elhagyható) Válasszon egy országot.
is: VALKVÆTT. Veldu land.
it: OPZIONALE. Scegli un paese.
nl: OPTIONEEL. Kies een land.
tr: İSTEĞE BAĞLI. Bir ülke seç.

source: Tag
ca: Etiqueta
es: Etiqueta
hr: Oznaka
is: Merki
tr: Etiket

source: OPTIONAL. Only one word, as blues or jazz or rock or talk or...
ca: OPCIONAL. Només una paraula, com ara blues o jazz o rock o...
de: OPTIONAL. Nur ein Wort, wie Blues oder Jazz oder Rock oder Talk oder...
es: OPCIONAL. Sólo una palabra, como blues o jazz o rock o charla o...
hr: NEOBAVEZNO. Samo jedna riječ, poput blues, jazz, rock, talk ili...
hu: VÁLASZTHATÓ. Csak egy szó, mint blues vagy jazz vagy rock, vagy talk vagy...
is: VALKVÆTT. Aðeins eitt orð, eins og t.d. blús eða djass eða rokk eða tal eða...
it: OPZIONALE. Solo una parola, come blues, jazz, rock, talk...
nl: OPTIONEEL. Slechts één woord, zoals blues of jazz of rock of talk of...
tr: İSTEĞE BAĞLI. Sadece bir kelime, blues veya caz veya rock veya talk veya...

source: Unknown
ca: Desconegut
de: Unbekannt
es: Desconocido
hr: Napoznato
hu: Ismeretlen
is: Óþekkt
it: Sconosciuto
nl: Onbekend
tr: Bilinmiyor

source: Unknown,H.264
ca: Desconegut,H.264
de: Unbekannt,H.264
es: Desconocido, H.264
hr: Nepoznato,H.264
hu: Ismeretlen,H.264
is: Óþekkt,H.264
it: Sconosciuto,H.264
nl: Onbekend,H.264
tr: Bilinmeyen,H.264

source: OPTIONAL. Choose a codec.
ca: OPTIONAL. Trieu un còdec.
de: OPTIONAL. Wählen Sie einen Codec.
es: OPCIONAL. Elija un códec.
hr: NEOBAVEZNO. Odaberi kôdek.
hu: (elhagyható) Válasszon egy kodeket.
is: VALKVÆTT. Veldu kóðunarlyklun.
it: OPZIONALE. Scegli un codec.
nl: OPTIONEEL. Kies een codec.
tr: İSTEĞE BAĞLI. Bir codec seçin.

source: Minimal Bitrate
ca: Bitrate mínim
de: Minimale Bitrate
es: Tasa de bits mínima
hr: Najmanja brzina prijenosa
hu: Minimális bitsebesség
is: Lágmarks bitahraði
it: Bitrate Minimo
nl: Minimale Bitsnelheid
tr: Asgari Bit Hızı

source: OPTIONAL. Choose a minimal bitrate (in kbps).
ca: OPCIONAL. Trieu un bitrate mínim (en kbps).
de: OPTIONAL. Wählen Sie eine minimale Bitrate (in kbps).
es: OPCIONAL. Elija una tasa de bits mínima (en kbps).
hr: NEOBAVEZNO. Odaberi najmanju brzinu prijenosa (u kbps).
hu: VÁLASZTHATÓ. Válasszon minimális bitsebességet (kbps-ban).
is: VALKVÆTT. Veldu lágmarks-bitahraða (í kb/sek).
it: OPZIONALE. Scegli un bitrate minimo (in kbps).
nl: OPTIONEEL. Kies een minimale bitsnelheid (in kbps).
tr: İSTEĞE BAĞLI. Asgari bir bit hızı seçin (kb/sn cinsinden).

source: Order
ca: Ordena
de: Reihenfolge
es: Orden
hr: Redoslijed
hu: Sorrend
is: Röðun
it: Ordinamento
nl: Volgorde
tr: Sıralama

source: name
ca: nom
es: nombre
hr: naziv
hu: név
is: heiti
it: nome
nl: naam
tr: ad

source: url
is: slóð

source: tags
ca: etiquetes
es: etiquetas
hr: oznake
hu: címkék
is: merki
it: tag
tr: etiketler

source: country
ca: país
de: Land
es: país
hr: zemlja
hu: ország
is: land
it: paese
nl: land
tr: ülke

source: state
ca: estat
de: Bundesland
es: estado
hr: država
hu: állapot
is: staða
it: stato
nl: staat
tr: bölge

source: language
ca: idioma
de: Sprache
es: idioma
hr: jezik
hu: nyelv
is: tungumál
it: lingua
nl: taal
tr: dil

source: votes
ca: vots
de: Stimmen
es: votos
hr: glasovi
hu: szavazatok
is: atkvæði
it: voti
nl: stemmen
tr: oylar

source: codec
ca: còdec
es: códec
hr: kôdek
hu: kodek
is: kóðunarlykill
tr: codec bileşeni

source: bitrate
es: tasa de bits
hr: brzina prijenosa
hu: bitsebesség
is: bitahraði
nl: bitsnelheid
tr: bit hızı

source: last check-time
ca: última data de revisió
de: Letzte Überprüfungszeit
es: última hora de verificación
hr: posljednje vrijeme provjere
hu: utolsó ellenőrzés időpontja
is: síðasti athugunartími
it: orario ultimo controllo
nl: laatste controle-tijd
tr: son kontrol zamanı

source: click timestamp
ca: marca del temps de clics
de: Klick-Zeitstempel
es: marca de tiempo del clic
hr: kliknuto vrijeme
hu: kattintson a időbélyeghez
is: tímamerki smells
it: timestamp clic
nl: klik-tijd
tr: zaman damgasını tıklayın

source: click count
ca: recompte de clics
de: Klick-Anzahl
es: recuento de clics
hr: kliknut glas
hu: kattintson a számlálóhoz
is: fjöldi smella
it: numero clic
nl: klik-telling
tr: tıklama sayısı

source: click trend
ca: tendència de clics
de: Klick-Trend
es: tendencia de clicks
hr: kliknut trend
hu: kattintson a trendhez
is: tilhneiging smella
it: tendenza clic
nl: klik-trend
tr: tıklama trendi

source: change timestamp
ca: marca del temps de canvis
de: Änderungs-Zeitstempel
es: cambiar marca de tiempo
hr: promjena vremena
hu: időbélyeg megváltoztatása
is: breyta tímamerki
it: cambia timestamp
nl: verandering-tijd
tr: zaman damgasını değiştir

source: random
ca: aleatori
de: Zufällig
es: aleatorio
hr: naizmjenično
hu: véletlenszerű
is: slembið
it: casuale
nl: willekeurig
tr: rasgele

source: OPTIONAL. Name of the attribute the result list will be sorted by.
ca: OPCIONAL. Nom de l'atribut pel qual s'ordenarà la llista resultant.
de: OPTIONAL. Name des Attributs, nach dem die Ergebnisliste sortiert wird.
es: OPCIONAL. Nombre del atributo por el que se ordenará la lista de resultados.
hr: Neobavezno. Naziv svojstava prema kojem će biti poredan popis rezultata.
hu: VÁLASZTHATÓ. Az attribútum neve, amely alapján az eredménylista rendezve lesz.
is: VALKVÆTT. Heiti eigindisins sem listanum með niðurstöðum verður raðað eftir.
it: OPZIONALE. Nome dell'attributo in base al quale verrà ordinato l'elenco dei risultati.
nl: OPTIONEEL. Naam van het attribuut waarop de resultatenlijst wordt gesorteerd.
tr: İSTEĞE BAĞLI. Sonuç listesinin sıralanacağı özelliğin adı.

source: Limit
ca: Límit
es: Límite
hr: Ograniči
hu: Korlátozás
is: Takmörk
it: Limite
nl: Limiet
tr: Sınır

source: Maximum number of results per page.
ca: Número màxim de resultats per pàgina.
de: Maximale Anzahl von Ergebnissen pro Seite.
es: Número máximo de resultados por página.
hr: Najveći broj rezultata po stranici.
hu: Keresési találatok maximális száma.
is: Há&marksfjöldi niðurstaðna á hverri síðu.
it: Numero massimo di risultati per pagina.
nl: Maximum aantal resultaten per pagina.
tr: Sayfa başına azami sonuç sayısı.

source: Next page number
ca: Número de pàgina següent
de: Nächste Seitenzahl
es: Números de página siguiente
hr: Sljedeći broj stranice
hu: Következő oldalszám
is: Næsta síðunúmer
it: Numero della pagina successiva
nl: Volgende paginanummer
tr: Sonraki sayfa numarası

source: Reset
ca: Reiniciar
de: Zurücksetzen
es: Restablecer
hr: Vrati izvorno
hu: Visszaállítás
is: Endurstilla
nl: Resetten
tr: Sıfırla

source: Search...
ca: Buscar...
de: Suchen...
es: Buscar...
hr: Pretraga...
hu: Keresés…
is: Leita...
it: Cerca...
nl: Zoeken...
tr: Ara...

source: Remove selected items
ca: Eliminar els elements seleccionats
de: Ausgewählte Elemente entfernen
es: Eliminar los elementos seleccionados
hr: Ukloni odabrane stavke
hu: Kiválasztott elemek eltávolítása
is: Fjarlægja valin atriði
it: Rimuovi elementi selezionati
nl: Geselecteerde items verwijderen
tr: Seçili öğeleri kaldır

source: Display radio name
de: Sendername anzeigen
hu: Az állomás nevének megjelenítése
is: Birta nafn útvarpsstöðvar
it: Mostra nome radio
nl: Toon radionaam
tr: Radyo adını görüntüle

source: Display title
de: Titel anzeigen
hu: Cím megjelenítése
is: Birta titil
it: Mostra titolo
nl: Toon titel
tr: Başlık görüntüle

source: Maximum title length
de: Maximale Titellänge
hu: A cím maximális hossza
is: Hámarkslengd titils
it: Lunghezza massima del titolo
nl: Maximale titel lengte
tr: Azami başlık uzunluğu

source: 0 means no maximum
de: 0 bedeutet unbegrenzt
hu: A 0 azt jelenti, hogy nincs maximum
is: 0 þýðir ekkert hámark
it: 0 significa nessun massimo
nl: 0 betekent geen maximum
tr: 0 azami sayı olmadığı anlamına gelir

source: Wake me up softly
de: Weck mich sanft auf
hu: Ébressz fel finoman
is: Vekja mig rólega
it: Svegliami dolcemente
nl: Maak me zachtjes wakker
tr: Beni yavaşça uyandır

source: By checking this box, the sound volume gradually increases.
de: Wenn Sie dieses Kontrollkästchen aktivieren, erhöht sich die Lautstärke allmählich.
hu: Ha bejelölöd ezt a négyzetet, a hangerő fokozatosan növekszik.
is: Með því að merkja í þennan reit, eykst hljóðstyrkur jafnt og þétt.
it: Selezionando questa casella, il volume del suono aumenta gradualmente.
nl: Als je dit vakje aanvinkt, wordt het volume van het geluid geleidelijk verhoogd.
tr: Bu kutucuğu işaretlediğinizde ses seviyesi kademeli olarak artar.

source: Initial volume (%)
de: Anfangslautstärke (%)
hu: Kezdeti hangerő (%)
is: Upphafshljóðstyrkur (%)
it: Volume iniziale (%)
nl: Initiëel volume (%)
tr: Başlangıç ​​hacmi (%)

source: Final volume (%)
de: Endlautstärke (%)
hu: Végső hangerő (%)
is: Lokahljóðstyrkur (%)
it: Volume finale (%)
nl: Eindvolume (%)
tr: Son hacim (%)

source: The final volume must be greater than or equal to the initial volume.
de: Die Endlautstärke muss größer oder gleich der Anfangslautstärke sein.
hu: A végső térfogatnak nagyobbnak vagy egyenlőnek kell lennie a kezdeti térfogattal.
is: Lokahljóðstyrkur verður að vera jafn eða meiri en upphafshljóðstyrkurinn.
it: Il volume finale deve essere maggiore o uguale al volume iniziale.
nl: Het eindvolume moet groter dan of gelijk zijn aan het initiële volume.
tr: Son hacim, başlangıç ​​hacmine eşit veya daha büyük olmalıdır.

source: Transition duration (seconds)
de: Übergangsdauer (Sekunden)
hu: Átmenet időtartama (másodperc)
is: Tímalengd millifærslu (sekúndur)
it: Durata della transizione (secondi)
nl: Overgangsduur (seconden)
tr: Geçiş süresi (saniye)

source: Sunday
de: Sonntag
hu: Vasárnap
is: Sunnudagur
it: Domenica
nl: Zondag
tr: Pazar

source: Monday
de: Montag
hu: Hétfő
is: Mánudagur
it: Lunedì
nl: Maandag
tr: Pazartesi

source: Tuesday
de: Dienstag
hu: Kedd
is: Þriðjudagur
it: Martedì
nl: Dinsdag
tr: Salı

source: Wednesday
de: Mittwoch
hu: Szerda
is: Miðvikudagur
it: Mercoledì
nl: Woensdag
tr: Çarşamba

source: Thursday
de: Donnerstag
hu: Csütörtök
is: Fimmtudagur
it: Giovedì
nl: Donderdag
tr: Perşembe

source: Friday
de: Freitag
hu: Péntek
is: Föstudagur
it: Venerdì
nl: Vrijdag
tr: Cuma

source: Saturday
de: Samstag
hu: Szombat
is: Laugardagur
it: Sabato
nl: Zaterdag
tr: Cumartesi

source: Wake-Up Time
de: Weckzeit
hu: Ébresztő időpontja
is: Vöknunartími
it: Ora sveglia
nl: Wektijd
tr: Uyanma Zamanı

source: Last-listened-to radio station
de: Zuletzt gehörter Radiosender
hu: Utoljára hallgatott rádióállomás
is: Útvarpsstöð sem síðast var hlustað á
it: Ultima stazione radio ascoltata
nl: Laatst beluisterde radiostation
tr: Son dinlenen radyo istasyonu

source: Activate tink to ensure speakers are awake
de: Aktiviere Tink, um sicherzustellen, dass die Lautsprecher aktiv sind
hu: Aktiválja a csörgést a hangszórók ébrenlétének biztosításához
is: Virkjaðu 'tink' til að tryggja að hátalarar séu vakandi
it: Attiva tink per assicurarti che gli altoparlanti siano attivi
nl: Activeer tink om ervoor te zorgen dat de luidsprekers wakker zijn
tr: Hoparlörlerin uyanık olduğundan emin olmak için tink'i etkinleştirin

source: Sun.
de: So.
hu: Vas.
it: Dom.
nl: Zo.
tr: Paz.

source: 64 KiB
ca: 64 KB
tr: 64 KB

source: 128 KiB
ca: 128 KB
tr: 128 KB

source: 256 KiB
ca: 256 KB
tr: 256 KB

source: 512 KiB
ca: 512 KB
tr: 512 KB

source: 1 MiB
ca: 1 MB
tr: 1 MB

source: 2 Mib
ca: 2 MB
tr: 2 MB

source: 3 MiB
ca: 3 MB
tr: 3 MB

source: 4 MiB
ca: 4 MB
tr: 4 MB

source: 5 MiB
ca: 5 MB
tr: 5 MB

source: 10 MiB
ca: 10 MB
tr: 10 MB

source: 20 MiB
ca: 20 MB
tr: 20 MB

source: 30 MiB
tr: 30 MB

source: 40 MiB
tr: 40 MB

source: 50 MiB
tr: 50 MB

source: 100 MiB
tr: 100 MB

source: Chromium (basictext)
hr: Chromium (osnovni tekst)
tr: Chromium (temel metin)

source: Chromium (gnomekeyring)
hr: Chromium (gnome skup ključeva)
tr: Chromium (gnomeanahtarlık)

source: Gibraltar - GI
hu: Gibraltár - GI
it: Gibilterra - GI
tr: Cebelitarık - GI

source: Japan - JP
ca: Japó - JP
es: Japón - JP
hu: Japán - JP
it: Giappone - JP
tr: Japonya - JP

source: Liechtenstein - LI
hr: Lihtenštajn - LI
hu: Lichtenstein - LI
tr: Lihtenştayn - LI

source: YT
ca: Youtube
hu: YouTube

source: Malta - MT
hu: Málta - MT

source: Nepal - NP
hu: Nepál - NP

source: Pakistan - PK
es: Pakistán - PK
hu: Pakisztán - PK

source: Gabon - GA
de: Gabun - GA
es: Gabón - GA

source: Montserrat - MS
de: Montserrat

source: Curaçao - CW
es: Curazao - CW
it: Curacao - CW

source: El Salvador - SV
it: Salvador - SV

source: Panama - PA
ca: Panamà - PA
es: Panamá - PA

source: Réunion - RE
ca: Reunió - RE
es: Reunión - RE

source: Andorra - AD
hr: Andora - AD

source: Radio3.0 web page...
es: Página web de Radio3.0...

source: My Categories
es: Mis categorías

source: Color of the symbolic icon while the radio is off
es: Color del icono simbólico mientras la radio está apagada

source: Grenada - GD
es: Granada - GD
