Repository: linuxmint/cinnamon-spices-applets
Catalog: Radio3.0@claudiux/files/Radio3.0@claudiux/po/*.po
Languages: ca, de, es, hr, hu, is, it, nl, tr

source: Select the open format (.XSPF) and save the file giving it the same name as the station.
ca: Seleccioneu el format obert (.XSPF) i guardeu el fitxer donant-li el mateix nom que el de l'emissora.
de: Wählen Sie das offene Format (.XSPF) und speichern Sie die Datei, indem Sie ihr denselben Namen wie dem Sender geben.
es: Seleccione el formato abierto (.XSPF) y guarde el archivo dándole el mismo nombre que la estación.
hr: Odaberite otvoreni format (.XSPF) i spremite datoteku pod istim nazivom kao i stanica.
hu: Válassza ki a nyitott formátumot (.XSPF), és mentse el a fájlt az állomás névvel megegyező névvel.
is: Veldu opna sniðið (.XSPF) og vistaðu skrána með sama heiti og útvarpsstöðin ber.
it: Seleziona il formato aperto (.XSPF) e salva il file assegnandogli lo stesso nome della stazione.
nl: Selecteer het open formaat (.XSPF) en sla het bestand op met dezelfde naam als het station.
tr: Açık biçimi (.XSPF) seçin ve dosyayı istasyonla aynı adı vererek kaydedin.

source: This file can then be imported here.
ca: Aquest fitxer, aleshores, pot ser importat aquí.
de: Diese Datei kann dann hier importiert werden.
es: Este archivo puede ser importado aquí.
hr: Ta datoteka tada može biti uvezena ovdje.
hu: Ez a fájl ezután ide importálható.
is: Þessa skrá er þá hægt að flytja inn hér.
it: Questo file potrà quindi essere importato qui.
nl: Dit bestand kan hier worden geïmporteerd.
tr: Bu dosya daha sonra buraya aktarılabilir.

source: %s bytes = %s GB = %s GiB
hr: %s bajta = %s GB = %s GiB
hu: %s bájt = %s GB = %s GiB
is: %s bæti = %s GB = %s GiB
tr: %s bayt = %s GB = %s GiB

source: Mon.
de: Mo.
hu: Hé.
is: Mán.
it: Lun.
nl: Ma.
tr: Pzt.

source: Tue.
de: Di.
hu: Ked.
is: Þri.
it: Mar.
nl: Di.
tr: Sal.

source: Wed.
de: Mi.
hu: Szer.
is: Mið.
it: Mer.
nl: Wo.
tr: Çar.

source: Thu.
de: Do.
hu: Csü.
is: Fim.
it: Gio.
nl: Do.
tr: Per.

source: Fri.
de: Fr.
hu: Pé.
is: Fös.
it: Ven.
nl: Vr.
tr: Cum.

source: Sat.
de: Sa.
hu: Szo.
is: Lau.
it: Sab.
nl: Za.
tr: Cmt.

source: (Undefined)
ca: (Sense definir)
de: (Undefiniert)
es: (Sin definir)
hr: (Neodređeno)
hu: (Nincs megadva)
is: (Óskilgreint)
it: (Sconosciuto)
nl: (Ongedefinieerd)
tr: (Tanımsız)

source: (Blacklist)
is: (bannlisti)
tr: (Kara liste)

source: Start
ca: Iniciar
es: Iniciar
hr: Pokreni
hu: Indulás
is: Byrja
it: Avvia
tr: Başlat

source: Stop
ca: Aturar
es: Pausar
hr: Zaustavi
hu: Leállítás
is: Stöðva
it: Ferma
tr: Durdur

source: Volume: %s%
ca: Volum: %s%
de: Lautstärke: %s%
es: Volumen: %s%
hr: Glasnoća zvuka: %s%
hu: Hangerő: %s%
is: Hljóðstyrkur: %s%
tr: Ses seviyesi: %s%

source: Middle-Click: Stop Recording
ca: Clic del mig: Aturar gravació
de: Klick mit mittlerer Maustaste: Aufnahme stoppen
es: Clic del medio: Detener la grabación
hr: Srednji-klik: Zaustavi snimanje
hu: Középső kattintás: Felvétel leállítása
is: Miðjusmellur: Stöðva upptöku
it: Clic-Centrale: Arresta Registrazione
nl: Middenklik: Stop opname
tr: Orta Tıklama: Kaydı Durdur

source: Middle-click: ON/OFF
ca: Clic del mig: Encès/Apagat
de: Klick mit mittlerer Maustaste: EIN/AUS
es: Clic del medio: ON/OFF
hr: Srednji-klik: ISKLJ/UKLJ
hu: Középső kattintás: BE/KI
is: Miðjusmellur: KVEIKT/SLÖKKT
it: Clic-Centrale: ON/OFF
nl: Middenklik: AAN/UIT
tr: Orta tıklama: AÇIK/KAPALI

source: Click: Select another station
ca: Clic: Seleccioneu una altra emissora
de: Klicken: Anderen Sender auswählen
es: Haga clic en: Seleccione otra estación
hr: Klik: Odaberi drugu stanicu
hu: Kattintás: Válasszon másik állomást
is: Smella: velja aðra stöð
it: Clic: Seleziona un'altra stazione
nl: Klik: Selecteer een ander station
tr: Tıklayın: Başka bir istasyon seçin

source: Scroll wheel: volume change
ca: Roda del ratolí: canvi de volum
de: Scrollrad: Lautstärke ändern
es: Rueda del ratón: cambio de volumen
hr: Pomicanje kotačića miša: promjena glasnoće zvuka
hu: Görgő: hangerő változtatás
is: Skrunhjól: breyting hljóðstyrks
it: Rotella di scorrimento: cambio volume
nl: Scrollwiel: volumewijziging
tr: Kaydırma tekerleği: ses değişikliği

source: Click to select a station
ca: Clic per a seleccionar una emissora
de: Klicken, um einen Sender auszuwählen
es: Haga clic para seleccionar una estación
hr: Klikni za odabir druge stanice
hu: Kattintson egy állomás kiválasztásához
is: Smelltu til að velja stöð
it: Clicca per selezionare una stazione
nl: Klik om een station te selecteren
tr: Bir istasyon seçmek için tıklayın

source: Wake Up
de: Aufwecken
hu: Ébresztő
is: Vekja
it: Svegliati
nl: Word wakker
tr: Uyandır

source: Configure...
ca: Configurar...
de: Konfigurieren...
es: Configurar...
hr: Prilagodi...
hu: Beállítások…
is: Grunnstilla...
it: Configura...
nl: Configureren...
tr: Yapılandır...

source: Search for new stations...
ca: Buscar noves emissores...
de: Nach neuen Sendern suchen...
es: Buscar nuevas estaciones...
hr: Pretraži novu stanicu...
hu: Új állomások keresése...
is: Leita að nýjum útvarpsstöðvum...
it: Cerca nuove stazioni...
nl: Zoeken naar nieuwe stations...
tr: Yeni istasyonlar arayın...

source: Load a sample station list
de: Eine Beispiel-Senderliste laden
hu: Mintaállomás-lista betöltése
is: Hlaða inn sýnishorni stöðvalista
it: Carica un elenco di stazioni di esempio
nl: Een voorbeeldzenderlijst laden
tr: Örnek bir istasyon listesi yükleyin

source: Sound Settings
ca: Configuració de So
de: Toneinstellungen
es: Ajustes de sonido
hr: Postavke zvuka
hu: Hangbeállítások
is: Hljóðstillingar
it: Impostazioni del Suono
nl: Geluidsinstellingen
tr: Ses Ayarları

source: Watch on YT
ca: Veure a Youtube
de: Auf YT ansehen
es: Ver en YT
hr: Gledaj na YT
hu: Tekintse meg a YouTube-on
is: Skoða á YouTube
it: Guarda su YT
nl: Bekijken op YT
tr: YT'de izle

source: Try to download it from YT (unsafe)
ca: Intentar descarregar-ho de Youtube (no és segur)
de: Versuchen, es von YT herunterzuladen (unsicher)
es: Intente descargarlo desde YT (no es seguro)
hr: Probaj preuzeti s YT (nesigurno)
hu: Próbálja meg letölteni a YouTube-ról (nem biztonságos)
is: Prófa að sækja þetta frá YouTube (óöruggt)
it: Prova a scaricare da YouTube (non sicuro)
nl: Probeer het te downloaden van YT (onveilig)
tr: YT'den indirmeyi deneyin (güvenli değil)

source: Recently Played Stations:
ca: Emissores escoltades recentment:
de: Kürzlich gespielte Sender:
es: Estaciones reproducidas recientemente:
hr: Nedavno slušane stanice:
hu: Legutóbb játszott állomások:
is: Nýlega spilaðar útvarpsstöðvar:
it: Stazioni Ascoltate Recentemente:
nl: Onlangs afgespeelde stations:
tr: Son Oynatılan İstasyonlar:

source: Visit the home page of this station
ca: Visiteu el lloc web d'aquesta emissora
de: Besuchen Sie die Homepage dieses Senders
es: Visitar la página web de esta estación
hr: Posjeti naslovnicu ove stanice
hu: Látogassa meg az állomás kezdőlapját
is: Fara á heimasíðu útvarpsstöðvarinnar
it: Visita l'home page di questa stazione
nl: Bezoek de homepagina van dit station
tr: Bu istasyonun ana sayfasını ziyaret edin

source: Categories
de: Kategorien
hu: Kategóriák
is: Flokkar
it: Categorie
nl: Categorieën
tr: Kategoriler

source: Radio Stations
ca: Emissores de Ràdio
de: Radiosender
hu: Rádióállomások
is: Útvarpsstöðvar
it: Stazioni Radio
tr: Radyo İstasyonları

source: All Categories
ca: Totes les categories
de: Alle Kategorien
hu: Összes kategória
is: Allir flokkar
it: Tutte le categorie
nl: Alle Categorieën
tr: Tüm Kategoriler

source: My Radio Stations
ca: Les meves emissores
de: Meine Radiosender
es: Mis estaciones de radio
hr: Moje radio stanice
hu: Saját rádióállomások
is: Útvarpsstöðvarnar mínar
it: Le Mie Stazioni Radio
nl: Mijn Radiostations
tr: Radyo İstasyonlarım

source: Downloading...
ca: Descarregant...
de: Herunterladen...
es: Descargando...
hr: Preuzimanje...
hu: Letöltés…
is: Sæki...
it: Scaricando...
nl: Downloaden...
tr: İndiriliyor...

source: Stop downloading
ca: Atura la descàrrega
de: Herunterladen stoppen
es: Detener la descarga
hr: Zaustavi preuzimanje
hu: Letöltés leállítása
is: Hætta að sækja
it: Interrompi scaricamento
nl: Stop met downloaden
tr: İndirmeyi durdur

source: Download complete
ca: Descàrrega completa
de: Download abgeschlossen
es: Descarga completa
hr: Preuzimanje je završeno
hu: Letöltés befejeződött
is: Niðurhali lokið
it: Scaricamento completato
nl: Download voltooid
tr: İndirme tamamlandı

source: Open the recordings folder
ca: Obre la carpeta de les gravacions
de: Öffnen Sie den Aufnahmen-Ordner
es: Abrir la carpeta de grabaciones
hr: Otvori mape snimanja
hu: Nyissa meg a felvételek mappát
is: Opna upptökumöppuna
it: Apri la cartella delle registrazioni
nl: Open de opnamefolder
tr: Kayıtlar klasörünü aç

source: An error seems to have occurred during recording!
ca: Sembla que hi ha hagut un error mentre es gravava!
de: Während der Aufnahme scheint ein Fehler aufgetreten zu sein!
es: ¡Parece que se ha producido un error durante la grabación!
hr: Dogodila se greška tijekom snimanja!
hu: Úgy tűnik, hiba történt a rögzítés közben!
is: Villa virðist hafa komið upp við upptöku!
it: C'è stato un errore durante la registrazione!
nl: Er lijkt een fout te zijn opgetreden tijdens het opnemen!
tr: Kayıt sırasında bir hata oluşmuş gibi görünüyor!

source: Please check this record.
ca: Si us plau, reviseu aquesta gravació.
de: Bitte überprüfen Sie diese Aufnahme.
es: Por favor revise esta grabación.
hr: Provjerite ovu snimku.
hu: Kérjük, ellenőrizze ezt a rekordot.
is: Athugaðu þessa upptöku.
it: Controlla questo record.
nl: Controleer deze opname alstublieft.
tr: Lütfen bu kaydı kontrol edin.

source: Record from now
ca: Gravar des d'ara
de: Jetzt aufnehmen
es: Grabar desde ahora
hr: Snimaj od sada
hu: Felvétel mostantól
is: Taka upp héðan
it: Registra da adesso
nl: Neem op vanaf nu
tr: Şu andan itibaren kaydet

source: Stop Current Recording
ca: Aturar la gravació actual
de: Aktuelle Aufnahme stoppen
es: Detener la grabación actual
hr: Zaustavi trenutno snimanje
hu: Az aktuális rögzítés leállítása
is: Stöðva fyrirliggjandi upptöku
it: Arresta Registrazione Corrente
nl: Stop huidige opname
tr: Geçerli Kaydı Durdur

source: Playing %s%s
ca: Reproduint %s%s
de: Spielt %s%s
es: Reproduciendo %s%s
hr: Reprodukcija %s%s
hu: Lejátszás: %s%s
is: Spila %s%s
it: Riproducendo %s%s
nl: Afspelen %s%s
tr: %s%s oynatılıyor

source: Radio OFF
ca: Ràdio Apagada
de: Radio AUS
es: Radio Apagada
hr: Radio ISKLJUČEN
hu: Rádió Ki
is: Útvarp AF
nl: Radio UIT
tr: Radyo KAPALI

source: Unable to record anything!
ca: No s'ha pogut gravar res!
de: Kann nichts aufnehmen!
es: ¡No se puede grabar nada!
hr: Nemoguće je bilo što snimiti!
hu: Semmit nem lehet rögzíteni!
is: Mistókst að taka neitt upp!
it: Impossibile registrare qualcosa!
nl: Kan niets opnemen!
tr: Hiçbir şey kaydedilemiyor!

source: Insufficient space
ca: Espai insuficient
de: Unzureichender Speicherplatz
es: Espacio insuficiente
hr: Nedovoljno prostora
hu: Elégtelen hely
is: Ekki nóg diskpláss
it: Spazio insufficiente
nl: Onvoldoende ruimte
tr: Yetersiz alan

source: The limit you set has been reached.
ca: S'ha arribat al límit que heu establert.
de: Das von Ihnen gesetzte Limit wurde erreicht.
es: Se ha alcanzado el límite establecido.
hr: Ograničenje koje ste postavili je dosegnuto.
hu: Elérte a beállított korlátot.
is: Takmörkum sem þú settir hefur verið náð.
it: Il limite che hai impostato è stato raggiunto.
nl: Het door jou ingestelde limiet is bereikt.
tr: Belirlediğiniz sınıra ulaşıldı.

source: Please Log Out then Log In
ca: Si us plau tanqueu la sessió i inicieu-la de nou
de: Bitte loggen Sie sich aus und dann wieder ein
es: Cierre la sesión y vuelva a iniciarla
hu: Kérjük, jelentkezzen ki, majd jelentkezzen be
is: Skráðu þig út og svo inn aftur
it: Effettua la discussione e accedi nuovamente
nl: Log uit en log weer in
tr: Lütfen Oturumu Kapatın ve Yeniden Oturum Açın

source: to finalize yt-dlp update
ca: per acabar l'actualització de yt-dlp
de: um das yt-dlp-Update abzuschließen
es: para finalizar la actualización de yt-dlp
hu: a yt-dlp frissítés véglegesítéséhez
is: til að ljúka uppfærslu á yt-dlp
it: per finalizzare l'aggiornamento di yt-dlp
nl: om de yt-dlp-update te voltooien
tr: yt-dlp güncellemesini sonlandırmak için

source: Nothing to save.
ca: No hi ha res a guardar.
de: Nichts zu speichern.
es: No hay nada que guardar.
hr: Nema ništa za spremanje.
hu: Nincs mit menteni.
is: Ekkert til að vista.
it: Niente da salvare.
nl: Niets om op te slaan.
tr: Kaydedilecek bir şey yok.

source: List of saved radio stations
ca: Llista d'emissores de ràdio guardades
de: Liste der gespeicherten Radiosender
es: Lista de estaciones de radio guardadas
hr: Popis spremljenih radio stanica
hu: A mentett rádióállomások listája
is: Listi yfir vistaðar útvarpsstöðvar
it: Elenco di stazione radio memorizzate
nl: Lijst met opgeslagen radiostations
tr: Kayıtlı radyo istasyonlarının listesi

source: This will replace all current radio stations.
ca: Això substituirà totes les emissores de ràdio actuals.
de: Dies wird alle aktuellen Radiosender ersetzen.
es: Esto sustituirá a todas las emisoras de radio actuales.
hr: Ovo će zamijeniti sve trenutne radio stanice.
hu: Ez felváltja az összes jelenlegi rádióállomást.
is: Þetta mun skipta út öllum fyrirliggjandi útvarpsstöðvum.
it: Questo rimpiazzerà l'attuale elenco di stazioni radio.
nl: Dit zal alle huidige radiostations vervangen.
tr: Bu, mevcut tüm radyo istasyonlarının yerini alacaktır.

source: Are you sure you want to continue?
ca: Segur que voleu continuar?
de: Sind Sie sicher, dass Sie fortfahren möchten?
es: ¿Está seguro de que quiere continuar?
hr: Želite li sigurno nastaviti?
hu: Biztos benne, hogy folytatni kívánja?
is: Ertu viss um að þú viljir halda áfram?
it: Vuoi procedere davvero?
nl: Weet je zeker dat je door wilt gaan?
tr: Devam etmek istediğine emin misin?

source: Update in progress
ca: Actualització en procés
de: Update läuft
es: Actualización en progreso
hr: Nadopuna u tijeku
hu: Frissítés folyamatban
is: Uppfærsla í gangi
it: Aggiornamento in corso
nl: Update bezig
tr: Güncelleme devam ediyor

source: It may take a while ... Please wait.
ca: Pot ser que tardi una mica... si us plau, espereu.
de: Es kann eine Weile dauern ... Bitte warten.
es: Puede tomar un tiempo... Por favor, espere.
hr: Može potrajati... Pričekajte.
hu: Eltarthat egy ideig... Kérem, várjon.
is: Þetta getur tekið dálítinn tíma, sýndu smá þolinmæði.
it: Potrebbe richiedere un po' ... Attendi.
nl: Het kan even duren ... Even geduld a.u.b.
tr: Biraz zaman alabilir... Lütfen bekleyin.

source: Update completed successfully
ca: S'ha completat l'actualització amb èxit
de: Update erfolgreich abgeschlossen
es: Actualización completada con éxito
hr: Nadopuna je završena uspješno
hu: A frissítés sikeresen befejeződött
is: Tókst að ljúka uppfærslunni
it: Aggiornamento effettuato con successo
nl: Update succesvol voltooid
tr: Güncelleme başarıyla tamamlandı

source: ERROR: Invalid YT video URL!
ca: ERROR: URL de vídeo de Youtube invàlida!
de: FEHLER: Ungültige YT-Video-URL!
es: ERROR: ¡La URL del video de YT no es válida!
hr: GREŠKA: Nevaljali URL YT video snimke!
hu: HIBA: Érvénytelen a YouTube-videó URL-címe
is: Villa: Ógild slóð á YouTube-myndskeið!
it: ERRORE: URL video YT non valido!
nl: FOUT: Ongeldige YT-video-URL!
tr: HATA: Geçersiz YT video URL'si!

source: Unable to extract a single soundtrack
ca: No s'ha pogut extreure cap pista de so
de: Kann keinen einzelnen Soundtrack extrahieren
es: No se puede extraer una sola pista de sonido
hr: Nemoguće izdvajanje jednog zvučnog zapisa
hu: Nem szerezhető meg kizárólag a hangsáv
is: Mistókst að ná í stakt hljóðspor
it: Impossibile estrarre una singola traccia audio
nl: Kan geen enkel geluidsspoor extraheren
tr: Tek bir film müziği çıkarılamıyor

source: Maybe it's a playlist?
ca: Potser és una llista de reproducció?
de: Vielleicht ist es eine Playlist?
es: ¿Acaso es una lista de reproducción?
hr: Možda je popis izvođenja?
hu: Talán ez egy lejátszási lista?
is: Er þetta kannski spilunarlisti?
it: Forse è una playlist?
nl: Misschien is het een afspeellijst?
tr: Belki bir çalma listesidir?

source: Close
ca: Tancar
de: Schließen
es: Cerrar
hr: Zatvori
hu: Bezárás
is: Loka
it: Chiudi
nl: Sluiten
tr: Kapat

source: Cancel
de: Abbrechen
hu: Mégse
is: Hætta við
it: Annulla
nl: Annuleren
tr: İptal

source: Radio3.0 applet
hu: Radio3.0 kisalkalmazás
is: Radio3.0 smáforritið
tr: Radio3.0 uygulaması

source: Enable the OSD150 extension
de: Die OSD150-Erweiterung aktivieren
hu: OSD150 bővítmény engedélyezése
is: Virkjaðu OSD150 forritsaukann
it: Abilita l'estensione OSD150
nl: OSD150-extensie inschakelen
tr: OSD150 uzantısını etkinleştirin

source: To obtain an horizontal OSD, you need to enable the OSD150 extension.
de: Um ein horizontales OSD zu erhalten, müssen Sie die OSD150-Erweiterung aktivieren.
hu: A vízszintes OSD megjelenítéséhez engedélyeznie kell az OSD150 bővítményt.
is: Til að fá fram láréttan OSD-stjórntexta, þarftu að virkja OSD150 forritsaukann.
it: Per ottenere un OSD orizzontale, è necessario abilitare l'estensione OSD150.
nl: Om een horizontale OSD te verkrijgen, moet je de OSD150-extensie inschakelen.
tr: Yatay OSD elde etmek için OSD150 uzantısını etkinleştirmeniz gerekir.

source: Download the OSD150 extension
de: Die OSD150-Erweiterung herunterladen
hu: OSD150 bővítmény letöltése
is: Sækja OSD150 forritsaukann
it: Scarica l'estensione OSD150
nl: OSD150-extensie downloaden
tr: OSD150 uzantısını indirin

source: To obtain an horizontal OSD, you need to download the OSD150 extension. Click on the Download button then search for OSD150 and select the ⬇ button.
de: Um ein horizontales OSD zu erhalten, müssen Sie die OSD150-Erweiterung herunterladen. Klicken Sie auf Download, suchen Sie nach OSD150 und wählen Sie die ⬇-Schaltfläche aus.
hu: A vízszintes OSD kijelzéshez le kell töltenie az OSD150 bővítményt. Kattintson a Letöltés gombra, majd keresse meg az OSD150 bővítményt, és válassza a ⬇ gombot.
is: Til að fá fram láréttan OSD-stjórntexta, þarftu að sækja OSD150 forritsaukann. Smelltu á niðurhalshnappinn og leitaðu síðan að OSD150 og veldu svo ⬇ hnappinn.
it: Per ottenere un OSD orizzontale, è necessario scaricare l'estensione OSD150. Clicca sul pulsante Download, quindi cerca OSD150 e seleziona il pulsante ⬇.
nl: Om een horizontale OSD te verkrijgen, moet je de OSD150-extensie downloaden. Klik op de Download-knop, zoek naar OSD150 en selecteer de ⬇-knop.
tr: Yatay bir OSD elde etmek için OSD150 uzantısını indirmeniz gerekir. İndir düğmesine tıklayın, ardından OSD150'yi arayın ve ⬇ düğmesini seçin.

source: Remove '%s'
ca: Eliminar '%s'
de: Entfernen '%s'
es: Quitar '%s'
hr: Ukloni '%s'
hu: Eltávolítás: „%s”
is: Fjarlægja '%s'
it: Rimuovi '%s'
nl: Verwijder '%s'
tr: '%s'ı kaldır

source: About...
ca: Quant a...
de: Über...
es: Acerca de...
hr: O programu...
hu: Névjegy…
is: Um hugbúnaðinn...
it: Informazioni su...
nl: Over...
tr: Hakkında...

source: Manual...
de: Handbuch...
hr: Ručno...
hu: Kézi…
is: Handvirkt...
it: Manuale...
nl: Handleiding...
tr: Klavuz...

source: Reload this applet
ca: Recarrega aquesta miniaplicació
de: Dieses Applet neu laden
es: Recargar este applet
hr: Ponovno učitaj ovaj aplet
hu: Kisalkalmazás újratöltése
is: Endurhlaða þessu smáforriti
it: Ricarica questa applet
nl: Herlaad deze applet
tr: Bu uygulamayı yeniden yükle

source: Schedule a background record...
ca: Programar una gravació desatesa...
de: Hintergrundaufnahme planen...
es: Programar una grabación en segundo plano...
hr: Zakaži pozadinsko snimanje...
hu: Háttérrekord ütemezése...
is: Áætla upptöku í bakgrunni...
it: Pianifica una registrazione in background...
nl: Plan een achtergrondopname...
tr: Bir arka plan kaydı planlayın...

source: Configure the Alarm Clock...
de: Wecker konfigurieren...
hu: Az ébresztőóra beállítása...
is: Grunnstilla vekjaraklukkuna...
it: Configura la Sveglia...
nl: Configureer de wekker...
tr: Çalar Saati Yapılandır...

source: Extract soundtrack from YouTube video...
ca: Extreure pista d'àudio d'un vídeo de Youtube...
de: Soundtrack aus YouTube-Video extrahieren...
es: Extraer pista de sonido de un vídeo de YouTube...
hr: Izdvoji zvučni zapis iz YouTube videa...
hu: Hangsáv kinyerése a YouTube videóból…
is: Ná í hljóðspor úr YouTube-myndskeiði...
it: Estrai traccia audio da un video YouTube...
nl: Soundtrack extraheren uit YouTube-video...
tr: Film müziğini YouTube videosundan çıkarın...

source: (auto)
es: (automático)
hr: (automatski)
is: (sjálfvirkt)
nl: (automatisch)
tr: (otomatik)

source: (manual)
de: (manuell)
hr: (ručno)
hu: (kézi)
is: (handvirkt)
it: (manuale)
nl: (handmatig)
tr: (elle)

source: Stop Recording
ca: Para de gravar
de: Aufnahme stoppen
es: Detener la grabación
hr: Zaustavi snimanje
hu: Felvétel leállítása
is: Stöðva upptöku
it: Interrompi Registrazione
nl: Stop opname
tr: Kaydı Durdur

source: Start Recording
ca: Inicia la gravació
de: Aufnahme starten
es: Iniciar grabación
hr: Pokreni snimanje
hu: Felvétel elindítása
is: Hefja upptöku
it: Avvia Registrazione
nl: Start opname
tr: Kayda Başla

source: Cancel downloads from YT
ca: Cancel·la descàrregues de Youtube
de: Downloads von YT abbrechen
es: Cancelar las descargas de YT
hr: Prekini preuzimanje s YT
hu: Letöltések megszakítása a YOUTUBE webhelyről
is: Hætta við niðurhal frá YT
it: Annulla download da YT
nl: Downloads van YT annuleren
tr: YOUTUBE'dan indirmeleri iptal et

source: Pulse Effects
de: Pulse-Effekte
is: Púls-áhrif
it: Effetti Pulse
nl: Pulse-effecten
tr: Nabız Efektleri

source: Easy Effects
de: Einfache Effekte
is: Slökunar-áhrif
it: Effetti semplici
tr: Kolay Efektler

source: Radio ON at startup
ca: Ràdio engegada a l'inici
de: Radio beim Start einschalten
es: Radio encendida al inicio
hr: Uključi radio pri pokretanju
hu: Rádió BE indításkor
is: Kveikt á útvarpi í ræsingu
it: Radio ON all'avvio
nl: Radio AAN bij opstarten
tr: Başlangıçta radyo AÇIK

source: Display Station Logo
ca: Mostrar el logo de l'emissora
de: Senderlogo anzeigen
es: Mostrar logotipo de la estación
hu: Az állomás logójának megjelenítése
is: Birta táknmerki stöðvar
it: Mostra Logo Stazione
nl: Toon stationlogo
tr: İstasyon Logosunu Göster

source: Album Art desklet settings
de: Einstellungen für das Albumcover-Desklet
hu: Albumborító kisalkalmazás beállítások
is: Stillingar skjágræju fyrir umslagsmyndir
it: Impostazioni desklet copertina album
nl: Instellingen voor Albumhoes-desklet
tr: Albüm Kapağı masaüstü ayarları

source: Wake me up!
de: Weck mich auf!
hu: Ébressz fel!
is: Vekja mig!
it: Svegliami!
nl: Maak me wakker!
tr: Beni uyandır!

source: Show Album Art on desktop
de: Albumcover auf dem Desktop anzeigen
hu: Albumborító megjelenítése az asztalon
is: Sýna umslagsmyndir á skjáborði
it: Mostra la copertina dell'album sul desktop
nl: Albumhoes op het bureaublad weergeven
tr: Masaüstünde Albüm Kapağını Göster

source: Do not check about dependencies
ca: No facis comprovacions de dependències
de: Nicht nach Abhängigkeiten prüfen
es: No comprobar las dependencias
hr: Ne provjeravaj zavisnosti
hu: Ne ellenőrizze a függőségeket
is: Ekki skoða kerfiskröfur
it: Non controllare le dipendenze
nl: Controleer niet op afhankelijkheden
tr: Bağımlılıkları kontrol etme

source: Display volume level near icon
ca: Mostra el nivell de volum al costat de la icona
de: Lautstärkepegel neben dem Symbol anzeigen
es: Mostrar el nivel de volumen cerca del icono
hu: Hangerőszint megjelenítése az ikon közelében
is: Birta hljóðstyrk nálægt táknmynd
it: Visualizza il livello del volume vicino all'icona
nl: Toon volumeniveau in de buurt van het pictogram
tr: Simgenin yanında ses seviyesini göster
