Repository: linuxmint/cinnamon-spices-applets
Catalog: Radio3.0@claudiux/files/Radio3.0@claudiux/po/*.po
Languages: ca, de, es, hr, hu, is, it, nl, tr

source: unassigned
ca: sense assignar
de: nicht zugeordnet
hu: nincs hozzárendelve
is: ekki úthlutað
it: non assegnato
nl: niet toegewezen
tr: atanmamış

source: Display Album Art at full size
de: Albumcover in voller Größe anzeigen
hu: Albumborító teljes méretben történő megjelenítése
is: Birta umslagsmyndir í fullri stærð
it: Visualizza la copertina dell'album a grandezza naturale
nl: Albumhoes op volledige grootte weergeven
tr: Albüm Kapağını tam boyutta görüntüle

source: This is your own list of Categories and Radio Stations.
ca: Aquesta és la vostra llista de categories i emissores de ràdio.
de: Dies ist Ihre eigene Liste von Kategorien und Radiosendern.
es: Esta es su lista de categorías y estaciones de radio.
hr: Ovo je vaš popis Kategorija i Radio stanica.
hu: Ez az Ön saját kategóriáinak és rádióállomásainak listája.
is: Þetta er þinn eigin listi yfir flokka og útvarpsstöðvar.
it: Questo è il tuo elenco di Categorie e Stazioni Radio.
nl: Dit is jouw eigen lijst van Categorieën en Radiostations.
tr: Bu, kendi Kategoriler ve Radyo İstasyonları listenizdir.

source: You can add more using the [+] button.
ca: En podeu afegir més utilitzant el botó [+].
de: Sie können mit der [+]-Schaltfäche weitere hinzufügen.
es: Puede añadir más usando el botón [+].
hr: Možete dodati više pomoću [+] tipke.
hu: Többet is hozzáadhat a [+] gombbal.
is: Þú getur bætt við fleiri með því að ýta á [+] hnappinn.
it: Puoi aggiungerne utilizzando il tasto [+].
nl: Je kunt meer toevoegen met de [+] knop.
tr: [+] düğmesini kullanarak daha fazlasını ekleyebilirsiniz.

source: For a category, fill in only its name; leave the other fields empty.
ca: Per a les categories, introduïu només el seu nom; deixeu la resta de camps buits.
de: Für eine Kategorie geben Sie nur den Namen ein; lassen Sie die anderen Felder leer.
es: Para una categoría, solo complete su nombre; deje los otros campos vacíos.
hr: Za kategoriju, popunite samo naziv, ostala polja ostavite prazna.
hu: Egy kategória esetén csak a nevét írja be; hagyja üresen a többi mezőt.
is: Fyrir flokk skaltu einungis setja inn heiti hans; skildu aðra reiti eftir auða.
it: Per una categoria, inseriscine solo il nome; lascia vuoti gli altri campi.
nl: Voor een categorie, vul alleen de naam in; laat de andere velden leeg.
tr: Bir kategori için yalnızca adını girin; diğer alanları boş bırakın.

source: For a radio station, enter only its name and its streaming URL.
ca: Per a les emissores de ràdio, introduïu només el seu nom i el seva URL de retransmissió.
de: Für einen Radiosender geben Sie nur den Namen und die Streaming-URL ein.
es: Para una estación de radio, solo ingrese su nombre y URL de transmisión.
hr: Za radio stanicu, popunite samo njen naziv i URL strujanja.
hu: Rádióállomás esetén csak a nevét és a streaming URL-jét adja meg.
is: Fyrir útvarpsstöð skaltu setja aðeins in nafn hennar og slóð streymisins.
it: Per una stazione radio, inserisce il nome e l'indirizzo di streaming (URL).
nl: Voor een radiostation, voer alleen de naam en de streaming-URL in.
tr: Bir radyo istasyonu için yalnızca adını ve akış URL'sini girin.

source: You can order the rows by dragging and dropping or by using the buttons and tools below the list.
ca: Podeu ordenar les files via arrossegant-les i deixant-les anar o utilitzant els botons i les eines de sota de la llista.
de: Sie können die Zeilen durch Ziehen und Ablegen oder mit den Schaltflächen und Werkzeugen unterhalb der Liste anordnen.
es: Puede ordenar las filas arrastrando y soltando o utilizando los botones y herramientas que se encuentran debajo de la lista.
hr: Možete mijenjati radoslijed redaka povlačenjem i ispuštanjem ili korištenjem tipki i alata ispod na popisu.
hu: A sorokat húzással vagy a lista alatti gombok és eszközök használatával rendezheti.
is: Þú getur raðað röðunum með því að draga og sleppa eða með hnöppunum hér fyrir neðan listann.
it: Puoi ordinare le righe trascinandole o utilizzando i pulsanti e gli strumenti sotto l'elenco.
nl: Je kunt de rijen ordenen door te slepen en neer te zetten of door de knoppen en tools onder de lijst te gebruiken.
tr: Satırları sürükleyip bırakarak veya listenin altındaki butonları ve araçları kullanarak sıralayabilirsiniz.

source: The buttons on the right below the list allow you to navigate page by page or category by category.
ca: Els botons de la dreta de sota de la llista us permeten navegar pàgina per pàgina o categoria per categoria.
de: Die Schaltflächen rechts unter der Liste ermöglichen es Ihnen, seitenweise oder kategorieweise zu navigieren.
es: Los botones de la derecha debajo de la lista, le permiten navegar página por página o categoría por categoría.
hr: Tipke desno ispod popisa omogućuju vam navigaciju stranicu po stranicu ili kategoriju po kategoriju.
hu: A lista alatt jobbra található gombok segítségével oldalanként vagy kategóriánként kategóriánként navigálhat.
is: Hnapparnir hægra megin neðan við listann gera þér kleift að flakka síðu fyrir síðu eða flokk fyrir flokk.
it: I pulsanti a destra sotto l'elenco consentono di navigare pagina per pagina o categoria per categoria.
nl: De knoppen rechts, onder de lijst, stellen je in staat om pagina per pagina of categorie per categorie te navigeren.
tr: Listenin sağ altında bulunan düğmeler, sayfa sayfa veya kategori kategori gezinmenizi sağlar.

source: To search for one of your stations, click on the list and start writing its name.
ca: Per a buscar una de les vostres emissores, cliqueu a la llista i comenceu a escriure'n el nom.
de: Um nach einem Ihrer Sender zu suchen, klicken Sie auf die Liste und beginnen Sie, den Namen einzugeben.
es: Para buscar una de tus estaciones, haga clic en la lista y escriba el nombre.
hr: Za pretragu jedne od vaših stanica, kliknite na popis i započnite upisivati njen naziv.
hu: Az egyik állomás megkereséséhez kattintson a listára, és kezdje el beírni a nevét.
is: Til að leita að einhverri stöðvanna þinna, skaltu smella á listann og byrja að skrifa nafn hennar.
it: Per cercare una delle tue stazioni, fai clic sull'elenco e inizia a scrivere il suo nome.
nl: Om te zoeken naar één van je stations, klik op de lijst en begin de naam te typen.
tr: İstasyonlarınızdan birini aramak için listeye tıklayın ve adını yazmaya başlayın.

source: To easily add stations to your list, use the following 2 tabs: Search and Import.
ca: Per a afegir emissores fàcilment a la vostra llista, utilitzeu les dues pestanyes següents: Buscar i Importar.
de: Um Stationen einfach zu Ihrer Liste hinzuzufügen, verwenden Sie die folgenden 2 Tabs: Suche und Importieren.
es: Para agregar estaciones a su lista, use las siguientes 2 pestañas: Buscar e Importar.
hr: Za jednostavno dodavanje stanica na vaš popis, koristite sljedeće 2 kartice: Pretraga i Uvoz.
hu: Ha egyszerűen szeretne állomásokat hozzáadni a listához, használja a következő 2 lapot: Keresés és importálás.
is: Til að bæta stöðvum á listann þinn á einfaldan máta, skaltu nota eftirfarandi 2 flipa: 'Leita' og 'Flytja inn'.
it: Per aggiungere facilmente stazioni all'elenco, utilizza le seguenti 2 schede: Cerca e Importa.
nl: Om gemakkelijk stations aan je lijst toe te voegen, gebruik de volgende 2 tabbladen: Zoeken en Importeren.
tr: İstasyonları listenize kolayca eklemek için şu 2 sekmeyi kullanın: Ara ve İçe Aktar.

source: Check its 'Menu' box to display a station or category in the menu.
ca: Marqueu la casella 'Menú' per a mostrar una emissora o categoria al menú.
de: Aktivieren Sie das 'Menü'-Feld, um eine Station oder Kategorie im Menü anzuzeigen.
es: Marque la casilla 'Menú' para mostrar una estación o categoría en el menú.
hr: Odaberite njen 'Izbornik' okvir za prikaz stanice ili kategorije u izborniku.
hu: Jelölje be a „Menü” négyzetet, ha egy állomást vagy kategóriát szeretne megjeleníteni a menüben.
is: Merktu í valmyndarreit færslu til að birta stöð eða flokk í valmyndinni.
it: Seleziona la casella "Menù" per visualizzare una stazione o una categoria nel menù.
nl: Vink het 'Menu'-vakje aan om een station of categorie in het menu weer te geven.
tr: Menüde bir istasyonu veya kategoriyi görüntülemek için 'Menü' kutusunu işaretleyin.

source: Check its '♪/➟' box to listen to the station or move it to another category using the tools below the list.
ca: Marqueu la casella '♪/➟' per escoltar l'emissora o moure-la a una altra categoria utilitzant les eines de sota de la llista.
de: Aktivieren Sie das '♪/➟'-Feld, um den Sender zu hören oder ihn mit den Werkzeugen unterhalb der Liste in eine andere Kategorie zu verschieben.
es: Marque la casilla '♪/➟' para escuchar la estación o muévala a otra categoría usando las herramientas debajo de la lista.
hr: Odaberite njen '♪/➟' okvir kako bi slušali stanicu ili premjestili u drugu kategoriju pomoću alata ispod na popisu.
hu: Jelölje be a '♪/➟' jelölőnégyzetet az állomás hallgatásához, vagy a lista alatti eszközök segítségével áthelyezheti egy másik kategóriába.
is: Merktu við '♪/➟' reit stöðvar til að hlusta á hana eða færðu hana yfir í annan flokk með verkfærunum fyrir neðan listann.
it: Seleziona la casella '♪/➟' per ascoltare la stazione o spostarla in un'altra categoria utilizzando gli strumenti sotto l'elenco.
nl: Vink het '♪/➟' vakje aan om naar het station te luisteren of het naar een andere categorie te verplaatsen met de tools onder de lijst.
tr: İstasyonu dinlemek veya listenin altındaki araçları kullanarak başka bir kategoriye taşımak için '♪/➟' kutusunu işaretleyin.

source: You can have your list of stations checked by internet databases.
ca: Podeu fer que la vostra llista d'emissores sigui revisada per bases de dades d'internet.
de: Sie können Ihre Liste von Sendern von Internetdatenbanken überprüfen lassen.
es: Puede hacer que su lista de estaciones sea revisada por bases de datos de Internet.
hr: Možete imati vlastiti popis stanica, provjeren od strane internetske baze podataka.
hu: Az állomások listáját internetes adatbázisok segítségével ellenőrizheti.
is: Þú getur látið gagnagrunna á internetinu fara yfir stöðvarnar þínar.
it: Puoi far controllare il tuo elenco di stazioni dai database Internet.
nl: Je kunt je lijst met stations laten controleren door internetdatabases.
tr: İstasyon listenizi internet veri tabanlarından kontrol ettirebilirsiniz.

source: Any station recognized by one of these databases will receive a Universal Unique Identifier (UUID) provided by this database.
ca: Qualsevol emissora reconeguda per una d'aquestes bases de dades rebrà un identificador únic (UUID) per part d'aquesta base de dades.
de: Jeder Sender, der von einer dieser Datenbanken erkannt wird, erhält eine Universell Eindeutige Kennung (UUID), die von dieser Datenbank bereitgestellt wird.
es: Cualquier estación reconocida por una de estas bases de datos recibirá un Identificador único universal (UUID) proporcionado por esta base de datos.
hr: Svaka stanica prepoznata od strane jedne od tih baza podataka će preuzeti Univerzalni Jedinstveni Identifikator (UUID) omogućen od strane tih baza podataka.
hu: Bármely állomás, amelyet ezen adatbázisok valamelyike felismer, kap egy univerzális egyedi azonosítót (UUID), amelyet ez az adatbázis biztosít.
is: Allar stöðvar sem einhver þessara gagnagrunna þekkir, mun fá einstakt auðkenni (Universal Unique Identifier - UUID) frá viðkomandi gagnagrunni.
it: Qualsiasi stazione riconosciuta da uno di questi database riceverà un identificatore univoco universale (UUID) fornito dal relativo database.
nl: Elk station dat door één van deze databases wordt herkend, ontvangt een Universal Unique Identifier (UUID) die wordt aangeleverd door deze database.
tr: Bu veritabanlarından biri tarafından tanınan herhangi bir istasyon, bu veritabanı tarafından sağlanan bir Evrensel Benzersiz Tanımlayıcı (UUID) alacaktır.

source: So, if a streaming URL was changed, a next check would update it and you can continue to listen to the affected station.
ca: Per tant, si una URL de retransmissió canvia, la propera revisió l'actualitzarà i podreu seguir-la escoltant.
de: Wenn sich also eine Streaming-URL geändert hat, würde eine nächste Überprüfung sie aktualisieren, und Sie können den betroffenen Sender weiterhin hören.
es: Entonces, si alguna URL cambiara, la siguiente verificación la actualizará y podrá continuar escuchando la estación afectada.
hr: Stoga, ako je URL strujanja promijenjen, sljedeća provjera će ga nadopuniti i možete nastaviti slušati dotičnu stanicu.
hu: Tehát, ha a streaming URL megváltozott, egy következő ellenőrzés frissíti azt, és továbbra is hallgathatja az érintett állomást.
is: Þar af leiðandi, ef slóð streymis breytist fyrir einhverja stöðina, myndi næsta athugun uppfæra hana og þú getur áfram hlustað á viðkomandi útvarpsstöð.
it: Così se un URL di streaming è stato modificato, un controllo successivo lo aggiornerà e potrai continuare ad ascoltare la stazione interessata.
nl: Dus, als een streaming-URL verandert, dan zou een volgende controle deze bijwerken en kan je blijven luisteren naar het betreffende station.
tr: Dolayısıyla, bir akış URL'si değiştirilmişse, bir sonraki kontrol URL'yi günceller ve etkilenen istasyonu dinlemeye devam edebilirsiniz.

source: Here you can search for other stations in a free radio database accessible via the Internet.
ca: Aquí podeu buscar altres emissores a una base de dades gratuïta de ràdios a través d'Internet.
de: Hier können Sie nach anderen Sendern in einer freien Radiodatenbank suchen, die über das Internet zugänglich ist.
es: Aquí puede buscar otras estaciones en una base de datos de radio gratuita accesible a través de Internet.
hr: Ovdje možete pretraživati druge stanice u besplatnoj radio bazi podataka dostupnoj putem interneta.
hu: Itt kereshet más állomásokat az interneten keresztül elérhető ingyenes rádió-adatbázisban.
is: Hér geturðu leitað að öðrum stöðvum í frjálsum netgagnagrunni yfir útvarpsstöðvar.
it: Qui puoi cercare altre stazioni in un database radiofonico gratuito accessibile via Internet.
nl: Hier kan je zoeken naar andere stations in een gratis radiodatabase die toegankelijk is via internet.
tr: Burada, İnternet üzerinden erişilebilen ücretsiz bir radyo veri tabanındaki diğer istasyonları arayabilirsiniz.

source: Fill in at least a few fields of the form below then click on the 'Search ...' button.
ca: Ompliu com a mínim uns quants camps del formulari i després cliqueu el botó 'Buscar ...'.
de: Füllen Sie mindestens ein paar Felder des unten stehenden Formulars aus und klicken Sie dann auf die Schaltfläche 'Suchen ...'.
es: Complete al menos algunos campos del siguiente formulario y haga clic en el botón "Buscar...".
hr: Popunite nekoliko polja obrasca ispod, zatim kliknite na 'Pretraži...' tipku.
hu: Töltse ki az alábbi űrlap legalább néhány mezőjét, majd kattintson a "Keresés..." gombra.
is: Fylltu inn helst nokkra reiti hér fyrir neðan og smelltu svo á 'Leita ...' hnappinn.
it: Compila almeno alcuni campi del modulo sottostante, quindi fai clic sul pulsante "Cerca ...".
nl: Vul minstens een paar velden van het formulier hieronder in en klik vervolgens op de knop 'Zoeken ...'.
tr: Aşağıdaki formun en az birkaç alanını doldurun ve ardından 'Ara ...' düğmesine tıklayın.

source: Each time this button is clicked, a new results page is displayed in the second part of this page, where you can test certain stations and include them in the menu.
ca: Cada vegada que es clica aquest botó, una nova pàgina de resultats es mostra a la segona part d'aquesta pàgina, on podeu provar certes emissores i incloure-les al menú.
de: Jedes Mal, wenn diese Schaltfläche angeklickt wird, wird eine neue Ergebnisseite im zweiten Teil dieser Seite angezeigt, auf der Sie bestimmte Sender testen und in das Menü aufnehmen können.
es: Cada vez que se pulsa este botón, se muestra una nueva página de resultados en la segunda parte de esta página, donde se pueden probar determinadas estaciones e incluirlas en el menú.
hr: Svaki puta kada se ta tipka klikne, nova stranica s rezultatima se prikaže u drugom dijelu ove stranice, gdje možete testirati pojedine stanice i dodati ih u izbornik.
hu: Minden alkalommal, amikor erre a gombra kattint, egy új eredményoldal jelenik meg az oldal második részében, ahol tesztelhet bizonyos állomásokat, és felveheti azokat a menübe.
is: Í hvert skipti sem smellt er á hnappinn, birtist ný síða með leitarniðurstöðum á neðri hluta flipans, þar sem þú getur prófað tilteknar útvarpsstöðvar og fært þær svo inn í valmyndina þína.
it: Ogni volta che si fa clic su questo pulsante, nella seconda parte di questa pagina viene visualizzata una nuova pagina dei risultati, in cui è possibile testare determinate stazioni e includerle nel menù.
nl: Elke keer dat je op deze knop klikt, wordt er een nieuwe resultatenpagina weergegeven in het tweede deel van deze pagina, waar je bepaalde stations kunt testen en ze kunt opnemen in het menu.
tr: Bu butona her tıklandığında, bu sayfanın ikinci bölümünde belirli istasyonları test edebileceğiniz ve menüye ekleyebileceğiniz yeni bir sonuç sayfası görüntülenir.

source: A station already in your menu will only appear in search results if its streaming URL has changed.
ca: Una emissora que ja sigui al vostre menú només apareixerà als resultats de cerca si la seva URL de retransmissió ha canviat.
de: Ein Sender, der bereits in Ihrem Menü ist, erscheint nur in den Suchergebnissen, wenn sich seine Streaming-URL geändert hat.
es: Una estación que ya esté en su menú sólo aparecerá en los resultados de la búsqueda si su URL de transmisión ha cambiado.
hr: Stanica koja se već nalazi u vašem izborniku pojavit će se samo u rezultatima pretrage ako je njen URL strujanja promijenjen.
hu: A menüjében már szereplő állomás csak akkor jelenik meg a keresési eredmények között, ha a streaming URL-je megváltozott.
is: Stöðvar sem þegar eru í valmyndinni þinni munu aðeins birtast í leitarniðurstöðum ef slóð streymisins þeirra hefur breyst.
it: Una stazione già presente nel tuo menù apparirà nei risultati di ricerca solo se il suo URL di streaming è cambiato.
nl: Een station dat al in je menu staat, zal alleen in de zoekresultaten verschijnen als de streaming-URL is gewijzigd.
tr: Zaten menünüzde bulunan bir istasyon, yalnızca akış URL'si değiştiyse arama sonuçlarında görünecektir.

source: When no new page appears, it means that all results matching your search criteria have been displayed.
ca: Quan no apareix cap més pàgina nova, vol dir que tots els resultats encaixant els vostres paràmetres ja s'han mostrat.
de: Wenn keine neue Seite erscheint, bedeutet das, dass alle Ergebnisse, die Ihren Suchkriterien entsprechen, angezeigt wurden.
es: Si no aparece ninguna página nueva, significa que se han mostrado todos los resultados que coinciden con sus criterios de búsqueda.
hr: Kada se nova stranica ne pojavi, to znači da se svi rezultati podudaraju s vašim prikazanim kriterijima pretrage.
hu: Ha nem jelenik meg új oldal, az azt jelenti, hogy a keresési feltételeknek megfelelő összes eredmény megjelenik.
is: Þegar engin ný síða birtist, táknar það að allar samsvarandi leitarniðurstöður hafa komið fram.
it: Quando non viene visualizzata alcuna nuova pagina, significa che sono stati visualizzati tutti i risultati corrispondenti ai criteri di ricerca.
nl: Als er geen nieuwe pagina verschijnt, betekent dit dat alle resultaten die overeenkomen met je zoekcriteria zijn weergegeven.
tr: Yeni bir sayfanın görünmemesi, arama kriterlerinize uyan tüm sonuçların görüntülendiği anlamına gelir.

source: You can import a file containing the name and streaming URL of at least one radio station.
ca: Podeu importar un fitxer contenent el nom i la URL de retransmissió de com a mínim una emissora de ràdio.
de: Sie können eine Datei importieren, die den Namen und die Streaming-URL von mindestens einem Radiosender enthält.
es: Puede importar un archivo que contenga el nombre y la URL de al menos una estación de radio.
hr: Možete uvesti datoteku koja sadrži naziv i URL strujanja najmanje jedne radio stanice.
hu: Ön importálhat egy fájlt, amely legalább egy rádióállomás nevét és streaming URL-jét tartalmazza.
is: Þú getur flutt inn skrá sem inniheldur nafn og streymisslóð a.m.k. einnar útvarpsstöðvar.
it: Puoi importare un file contenente il nome e l'URL di streaming di almeno una stazione radio.
nl: Je kunt een bestand importeren met de naam en streaming-URL van minstens één radiostation.
tr: En az bir radyo istasyonunun adını ve akış URL'sini içeren bir dosyayı içe aktarabilirsiniz.

source: These radio stations are displayed in the list below. You can test them by checking their ♪ box.
ca: Aquestes emissores de ràdio es mostren a la llista de sota. Podeu provar-les marcant la seva casella ♪.
de: Diese Radiosender werden in der Liste unten angezeigt. Sie können sie testen, indem Sie ihr ♪-Feld aktivieren.
es: Estas estaciones de radio se muestran en la lista a continuación. Puede probarlos marcando la casilla ♪.
hr: Te će se radio stanice prikazati na popisu ispod. Možete ih testirati odabirom njihova ♪ okvira.
hu: Ezek a rádióállomások az alábbi listában jelennek meg. A ♪ négyzet bejelölésével tesztelheti őket.
is: Þessar útvarpsstöðvar birtast á listanum hér fyrir neðan. Þú getur prófað þær með því að merkja í ♪ reit þeirra.
it: Queste stazioni radio vengono visualizzate nell'elenco sottostante. Puoi testarle spuntando la loro casella ♪.
nl: Deze radiostations worden weergegeven in de lijst hieronder. Je kunt ze testen door het vakje ♪ aan te vinken.
tr: Bu radyo istasyonları aşağıdaki listede gösterilmektedir. ♪ kutularını işaretleyerek onları test edebilirsiniz.

source: Then manage this list with the buttons at the bottom of this tab.
ca: I després gestionar aquesta llista amb els botons de la part de baix d'aquesta pestanya.
de: Verwalten Sie diese Liste dann mit den Schaltflächen am unteren Rand dieses Tabs.
es: A continuación, gestione esta lista con los botones de la parte inferior de esta pestaña.
hr: Tada možete upravljati ovim popisom tipkama na dnu ove kartice.
hu: Ezután kezelheti ezt a listát a lap alján található gombokkal.
is: Síðan geturðu sýslað með þennan lista með hnöppunum neðst á þessum flipa.
it: Quindi gestisci questo elenco con i pulsanti nella parte inferiore di questa scheda.
nl: Beheer deze lijst vervolgens met de knoppen onderaan dit tabblad.
tr: Ardından bu sekmenin altında bulunan butonlar ile bu listeyi yönetin.

source: In the Shoutcast directory, click the download button to the left of the station name.
ca: Al directori Shoutcast, cliqueu el botó de descàrrega a l'esquerra de l'emissora de ràdio.
de: Im Shoutcast-Verzeichnis klicken Sie auf die Schaltfläche zum Herunterladen links neben dem Sendernamen.
es: En el directorio de Shoutcast, haz clic en el botón de descarga situado a la izquierda del nombre de la estación.
hr: U Shoutcast direktoriju, kliknite tipku preuzimanja lijevo od naziva stranice.
hu: A Shoutcast könyvtárban kattintson az állomás nevétől balra található letöltés gombra.
is: Í Shoutcast-möppunni skaltu smella á niðurhalshnappinn vinstra megin við heiti útvarpsstöðvar.
it: Nella directory Shoutcast, fai clic sul pulsante di download a sinistra del nome della stazione.
nl: In de Shoutcast-directory, klik op de downloadknop links van de stationnaam.
tr: Shoutcast dizininde, istasyon adının solundaki indirme düğmesine tıklayın.
