Repository: linuxmint/cinnamon-spices-applets
Catalog: Radio3.0@claudiux/files/Radio3.0@claudiux/po/*.po
Languages: ca, de, es, hr, hu, is, it, nl, tr

source: If set, then this will change the volume level starting a new radio, in percentage of the general volume level. Default is (Undefined): The volume level remains unchanged. Please note that you can change the volume level scrolling on this applet icon, or using the slider in the context menu.
ca: Si s'activa, el volum canviarà al percentatge del nivell del volum general en escoltar una nova ràdio. Per defecte, el nivell del volum no canvia. Si us plau, teniu en compte que podeu canviar el volum amb la roda del ratolí sobre la icona de la miniaplicació o utilitzant la barra del menú contextual.
de: Wenn festgelegt, ändert dies den Lautstärkepegel beim Start eines neuen Radios, in Prozent des allgemeinen Lautstärkepegels. Standard ist (Undefiniert): Der Lautstärkepegel bleibt unverändert. Bitte beachten Sie, dass Sie den Lautstärkepegel ändern können, indem Sie auf diesem Applet-Symbol scrollen oder den Schieberegler im Kontextmenü verwenden.
es: Si se establece, esto cambiará el nivel de volumen al iniciar una nueva radio, en porcentaje del nivel de volumen general. Por defecto es (Indefinido): El nivel de volumen se mantiene sin cambios. Tenga en cuenta que puede cambiar el nivel de volumen desplazándose por el icono de este applet, o utilizando el deslizador del menú contextual.
hr: Ako je postavljeno, tada će ovo promjeniti razinu glasnoće zvuka za nove radio stanice, u postocima opće razine glasnoće zvuka. Zadano je (Neodređeno): Razina glasnoće zuka ostaje nepromijenjena. Ne zaboravite da možete mijenjati razinu glasnoće zvuka pomicanjem kotačića miša iznad ikone apleta, ili pomoću klizača u sadržajnom izborniku.
hu: Ha be van állítva, akkor ez megváltoztatja a hangerőt egy új rádió indításakor, az általános hangerő százalékában. Az alapértelmezés (Undefined): A hangerő változatlan marad. Kérjük, vegye figyelembe, hogy módosíthatja a hangerőszintet ezen a kisalkalmazásikonon görgetve, vagy a helyi menü csúszkájával.
is: Ef þetta er stillt verður hljóðstyrk breytt þegar ný útvarpsstöð er sett í gang, í prósentum af almennum hljóðstyrk. Sjálfgefið er (óskilgreint): Hljóðstyrkur helst óbreyttur. Athugaðu að þú getur breytt skruni hljóðstyrks ofan á táknmynd smáforritsins eða notað sleðann í samhengisvalmyndinni.
it: Se impostato, questo cambierà il livello del volume avviando una nuova radio, in percentuale del livello del volume generale. L'impostazione predefinita è (Sconosciuto): il livello del volume rimane invariato. Si noti che è possibile modificare il livello del volume scorrendo su questa icona dell'applet o utilizzando lo slider nel menù contestuale.
nl: Indien ingesteld, zal dit het volumeniveau veranderen bij het starten van een nieuwe radio, als percentage van het algemene volumeniveau. Standaard is (Onbepaald): Het volumeniveau blijft ongewijzigd. Houd er rekening mee dat je het volumeniveau kunt wijzigen door te scrollen op het pictogram van deze applet, of door de schuifregelaar te gebruiken in het contextmenu.
tr: Ayarlanırsa, bu, genel ses seviyesinin yüzdesi olarak yeni bir radyo başlatırken ses seviyesini değiştirir. Varsayılan değer (Tanımsız): Ses seviyesi değişmeden kalır. Bu uygulama simgesinde kaydırarak veya içerik menüsündeki kaydırıcıyı kullanarak ses seviyesini değiştirebileceğinizi lütfen unutmayın.

source: Volume step scrolling on icon
ca: Canvi de volum en utilitzar la roda del ratolí sobre la icona
de: Lautstärkeschritt beim Scrollen auf dem Symbol
es: Salto de volumen al usar la rueda del ratón en el ícono
hr: Korak glasnoće zvuka pomicanjem kotačića miša iznad ikone
hu: Hangerő fokozatos görgetés az ikonon
is: Þrep hljóðstyrks við skrun yfir táknmynd
it: Passo volumetrico allo scorrimento sull'icona
nl: Volumestap bij scrollen op het pictogram
tr: Simge üzerinde kayan ses seviyesi

source: By how much increase or decrease the volume using the mouse scroll wheel on the icon.
ca: Nivell pel qual el volum augmenta o disminueix quan s'usa la roda del ratolí sobre la icona.
de: Um wie viel die Lautstärke beim Scrollen mit dem Mausrad auf dem Symbol erhöht oder verringert wird.
es: Aumentar o disminuir el volumen con la rueda del ratón sobre el icono.
hr: Koliko treba povećati ili smanjiti glasnoću zvuka pomoću kotačića miša iznad ikone.
hu: Mennyivel növelje vagy csökkentse a hangerőt az egér görgőjének segítségével az ikonon.
is: Hve mikið eigi að auka eða draga úr hljóðstyrk þegar skrunhjól músar er notað yfir táknmyndinni..
it: Di quanto aumentare o diminuire il volume utilizzando la rotellina del mouse sull'icona.
nl: Met hoeveel het volume verhogen of verlagen bij het scrollen met de muis op het pictogram.
tr: Simge üzerindeki fare kaydırma tekerleğini kullanarak sesi ne kadar artırıp azalttığına göre.

source: Magnetize all multiples of 25%
ca: Magnetitza tots els múltiples de 25%
de: Alle Vielfachen von 25 % magnetisieren
es: Magnetizar todos los múltiplos de 25%
hu: Mágnesezze az összes 25%-os szorzatot
is: Grípa í öll margfeldi af 25%
it: Magnetizza tutti i multipli del 25%
nl: Magnetiseer alle veelvouden van 25%
tr: %25'in tüm katlarını mıknatısla

source: Show OSD while changing volume
ca: Mostra OSD mentre es canvia el volum
de: OSD beim Ändern der Lautstärke anzeigen
es: Mostrar OSD al cambiar el volumen
hu: OSD megjelenítése a hangerő módosításakor
is: Birta OSD-stjórntæki þegar hljóðstyrk er breytt
it: Mostra OSD al cambiamento di volume
nl: Toon OSD tijdens het wijzigen van het volume
tr: Sesi değiştirirken OSD'yi göster

source: Should OSD (On-Screen Display) be displayed when changing volume?
ca: S'hauria de mostrar OSD (visualització en pantalla) en canviar el volum?
de: Soll das OSD (On-Screen Display) beim Ändern der Lautstärke angezeigt werden?
es: ¿Debe mostrarse la OSD (visualización en pantalla) al cambiar el volumen?
hu: Meg kell jeleníteni az OSD kijelzést (On-Screen Display) a hangerő módosításakor?
is: Ætti að birta OSD-stjórntæki (On-Screen Display) þegar hljóðstyrk er breytt?
it: L'OSD (On-Screen Display) deve essere visualizzato quando si cambia il volume?
nl: Moet OSD (On-Screen Display/Weergave Op Scherm) worden weergegeven bij het wijzigen van het volume?
tr: Sesi değiştirirken OSD (Ekranda Gösterim) görüntülenmeli mi?

source: Show volume OSD when changing radio station
ca: Mostra el volum en pantalla al canviar d'emissora de ràdio
de: Lautstärke-OSD beim Ändern des Radiosenders anzeigen
es: Mostrar OSD de volumen al cambiar de emisora de radio
hu: Hangerő OSD megjelenítése rádióállomás váltásakor
is: Birta OSD-stjórntæki fyrir hljóðstyrk þegar skipt er um stöð
it: Mostra il volume OSD quando si cambia stazione radio
nl: Toon volume OSD bij het wijzigen van radiostation
tr: Radyo istasyonunu değiştirirken ses OSD'sini göster

source: Show '%' in OSD
de: '%' im OSD anzeigen
hu: „%” megjelenítése az OSD kijelzésben
is: Birta '%' í OSD-stjórntexta
it: Mostra '%' nell'OSD
nl: Toon '%' in OSD
tr: OSD'de '%' göster

source: Show horizontal OSD
de: Horizontales OSD anzeigen
hu: Vízszintes OSD megjelenítése
is: Birta láréttan OSD-stjórntexta
it: Mostra OSD orizzontale
nl: Toon horizontale OSD
tr: Yatay OSD'yi göster

source: Show the name and the version of this applet in the menu
ca: Mostra el nom i la versió d'aquesta miniaplicació al menú
de: Den Namen und die Version dieses Applets im Menü anzeigen
es: Mostrar el nombre y la versión de este applet en el menú
hr: Prikaži naziv i inačicu ovog apleta u izborniku
hu: Mutassa meg a kisalkalmazás nevét és verzióját a menüben
is: Birta heiti og útgáfu smáforritsins í valmyndinni
it: Mostra il nome e la versione di questa applet nel menù
nl: Toon de naam en de versie van deze applet in het menu
tr: Bu uygulamanın adını ve sürümünü menüde göster

source: Number of Recently Played Stations in menu
ca: Número d'emissores escoltades recentment al menú
de: Anzahl der zuletzt gespielten Sender im Menü
es: Número de estaciones reproducidas recientemente en el menú
hr: Broj nedavno slušanih stanica u izborniku
hu: Legutóbb lejátszott állomások száma a menüben
is: Fjöldi nýlega spilaðra útvarpsstöðva í valmynd
it: Numero di Stazioni Ascoltate Recentemente nel menù
nl: Aantal recent afgespeelde stations in menu
tr: Menüdeki Son Çalınan İstasyonların Sayısı

source: How many recently listened stations do you want to display in the menu?
ca: Quantes emissores escoltades recentment vols que es mostrin al menú?
de: Wie viele kürzlich gehörte Sender möchten Sie im Menü anzeigen?
es: ¿Cuántas estaciones escuchadas recientemente desea mostrar en el menú?
hr: Koliko nedavno slušanih stanica želite prikazati u izborniku?
hu: Hány legutóbb hallgatott állomást szeretne megjeleníteni a menüben?
is: Hve margar nýlega hlustaðar útvarpsstöðvar á að birta í valmyndinni?
it: Quante stazioni ascoltate di recente vuoi visualizzare nel menù?
nl: Hoeveel recent beluisterde stations wil je weergeven in het menu?
tr: Menüde en son dinlenen kaç istasyonun görüntülenmesini istersiniz?

source: Empty your Recently Played Stations list at startup
ca: Buida la teva llista d'emissores escoltades recentment a l'inici
de: Liste der kürzlich gespielten Sender beim Start leeren
es: Vaciar la lista de emisoras reproducidas recientemente al inicio
hr: Ukloni popis nedavno slušanih stanica pri pokretanju
hu: Indításkor ürítse ki a Legutóbb lejátszott állomások listáját
is: Tæma listann þinn yfir nýlega spilaðar útvarpsstöðvar í ræsingu
it: Svuota l'elenco delle Stazioni Ascoltate Recentemente all'avvio
nl: Maak je lijst met recent afgespeelde stations leeg bij het opstarten
tr: Başlangıçta Son Çalınan İstasyonlar listenizi boşaltın

source: Empty your Recently Played Stations list now
ca: Buida la teva llista d'emissores escoltades recentment ara
de: Liste der kürzlich gespielten Sender jetzt leeren
es: Vacíe su lista de estaciones reproducidas recientemente ahora
hr: Ukloni popis nedavno slušanih stanica odmah
hu: Ürítse ki most a Legutóbb lejátszott állomások listáját
is: Tæma núna listann þinn yfir nýlega spilaðar útvarpsstöðvar
it: Svuota il tuo elenco Stazioni Ascoltate Recentemente adesso
nl: Maak je lijst met recent afgespeelde stations nu leeg
tr: Son Çalınan İstasyonlar listenizi şimdi boşaltın

source: Display the Station list beside the Category list
ca: Mostra la llista d'emissores al costat de la llista de categories
de: Senderliste neben der Kategorieliste anzeigen
hu: Az állomáslista megjelenítése a kategória lista mellett
is: Birta stöðvalistann við hlið flokkalistans
it: Visualizza l'elenco delle stazioni accanto all'elenco delle categorie
nl: Toon de stationslijst naast de categorielijst
tr: Kategori listesinin yanında İstasyon listesini görüntüle

source: Checked: Hover (without clicking) over a Category to display its list of Stations; then select your station. Unchecked: Single list containing each category followed by its stations.
ca: Marcat: Passa el cursor sobre una categoria per a mostrar-ne la seva llista d'emissores; després selecciona la teva emissora. Desmarcat: Llista única contenint cada categoria seguida de les seves emissores.
de: Markiert: Über eine Kategorie fahren (ohne zu klicken), um ihre Senderliste anzuzeigen; dann wählen Sie Ihren Sender aus. Nicht markiert: Eine Liste, die jede Kategorie gefolgt von ihren Sendern enthält.
hu: Ellenőrizve: A kategória fölé mozgatva (kattintás nélkül) jelenítse meg az állomások listáját, majd válassza ki az állomást. Nem bejelölt: Egyetlen lista, amely tartalmazza az egyes kategóriákat, majd az állomásokat.
is: Merkt: Svif bendils (án þess að smella) yfir flokki mun birta lista þeirra útvarpsstöðva sem hann inniheldur; veldu síðan stöðina sem þú óskar. Ómerkt: Einfaldur listi með hverju flokki, fylgt með viðkomandi útvarpsstöðvum.
it: Selezionato: passa il mouse (senza fare clic) su una categoria per visualizzare l'elenco delle stazioni; quindi seleziona la tua stazione. Deselezionato: elenco singolo contenente ciascuna categoria seguita dalle relative stazioni.
nl: Aangevinkt: Beweeg de muis (zonder te klikken) over een categorie om haar lijst van stations weer te geven; selecteer vervolgens je station. Niet aangevinkt: Eén enkele lijst met elke categorie gevolgd door de bijbehorende stations.
tr: İşaretli: İstasyonlar listesini görüntülemek için bir Kategorinin üzerine gelin (tıklamadan); ardından istasyonunuzu seçin. İşaretsiz: Her kategoriyi ve ardından istasyonlarını içeren tek liste.

source: Show system items in the menu
ca: Mostra elements del sistema al menú
de: Systemelemente im Menü anzeigen
es: Mostrar elementos del sistema en el menú
hr: Prikaži stavke sustava u izborniku
hu: Rendszerelemek megjelenítése a menüben
is: Birta kerfisatriði í valmyndinni
it: Mostra gli elementi di sistema nel menù
nl: Toon systeemitems in het menu
tr: Menüde sistem öğelerini göster

source: Do you want to show 'Configure...' and 'Sound Settings' items in the menu?
ca: Voleu que es mostri 'Configura...' i 'Configuració de So' al menú?
de: Möchten Sie die Elemente 'Konfigurieren...' und 'Toneinstellungen' im Menü anzeigen?
es: ¿Desea mostrar los elementos 'Configurar...' y 'Configuración de sonido' en el menú?
hr: Želite li prikazati stavke 'Prilagodi...' i 'Postavke zvuka' u izborniku?
hu: Meg kívánja jeleníteni a „Beállítások…” és a „Hangbeállítások” elemeket a menüben?
is: Viltu láta birta færslurnar 'Grunnstilla...' og 'Hljóðstillingar' í valmyndinni?
it: Vuoi mostrare le voci 'Configura...' e 'Impostazioni audio' nel menù?
nl: Wil je 'Configureren...' en 'Geluidsinstellingen' items in het menu tonen?
tr: Menüde 'Yapılandır...' ve 'Ses Ayarları' öğelerini göstermek istiyor musunuz?

source: Show the 'Reload this applet' item in the contextual menu
ca: Mostra 'Recarregar aquesta miniaplicació' al menú contextual
de: Das Element 'Dieses Applet neu laden' im Kontextmenü anzeigen
es: Muestrar 'Recargar este applet' en el menú contextual
hr: Prikaži stavku 'Ponovno učitaj ovaj aplet' u sadržajnom izborniku
hu: Jelenítse meg a „Kisalkalmazás újratöltése” elemet a helyi menüben
is: Birta færsluna "Endurhlaða þessu smáforriti" í samhengisvalmyndinni
it: Mostra la voce 'Ricarica questa applet' nel menù contestuale
nl: Toon het item 'Deze applet herladen' in het contextmenu
tr: Bağlamsal menüde 'Bu uygulamayı yeniden yükle' öğesini göster

source: For developers only
ca: Només per desenvolupadors
de: Nur für Entwickler
es: Solo para desarrolladores
hr: Samo za razvijatelje
hu: Csak fejlesztőknek
is: Aðeins fyrir forritara
it: Solo per sviluppatori
nl: Alleen voor ontwikkelaars
tr: Yalnızca geliştiriciler için

source: Increase Volume
ca: Incrementar Volum
de: Lautstärke erhöhen
es: Aumentar el volumen
hu: Hangerő növelése
is: Auka hljóðstyrk
it: Incrementa Volume
nl: Volume verhogen
tr: Sesi Aç

source: Decrease Volume
ca: Reduir volum
de: Lautstärke verringern
es: Disminuir el volumen
hu: Hangerő csökkentése
is: Minnka hljóðstyrk
it: Decrementa Volume
nl: Volume verlagen
tr: Sesi Kıs

source: Mute
ca: Silenciar
de: Stummschalten
es: Silenciar
hu: Némítás
is: Þagga niður
it: Muta
nl: Dempen
tr: Sessiz

source: Radio ON/OFF
ca: Ràdio encesa/apagada
de: Radio EIN/AUS
hu: Rádió Be/Ki
is: Útvarp AF/Á
nl: Radio AAN/UIT
tr: Radyo AÇ/KAPA

source: Next station
ca: Propera emissora
de: Nächster Sender
es: Próxima estación
hu: Következő állomás
is: Næsta stöð
it: Stazione successiva
nl: Volgend station
tr: Sonraki istasyon

source: Next station recently listened to
ca: Propera emissora escoltada recentment
de: Nächster kürzlich gehörter Sender
es: Siguiente estación escuchada recientemente
hu: A következő állomás nemrég hallgatta
is: Næsta stöð sem nýlega var hlustað á
it: Stazione successiva ascoltata di recente
nl: Volgend station recent beluisterd
tr: En son dinlenen bir sonraki istasyon

source: Previous station
ca: Emissora anterior
de: Vorheriger Sender
es: Estación anterior
hu: Előző állomás
is: Fyrri stöð
it: Stazione precedente
nl: Vorig station
tr: Önceki istasyon

source: Previous station recently listened to
ca: Emissora anterior escoltada recentment
de: Vorheriger kürzlich gehörter Sender
es: Estación anterior escuchada recientemente
hu: Nemrég hallgatott előző állomás
is: Fyrri stöð sem nýlega var hlustað á
it: Stazione precedente ascoltata di recente
nl: Vorig station recent beluisterd
tr: En son dinlenen önceki istasyon

source: Show help for mouse actions in the tooltip
ca: Mostra ajuda sobre les accions del ratolí al tooltip
de: Hilfe für Mausaktionen im Tooltip anzeigen
es: Mostrar ayuda para las acciones del mouse en la información sobre herramientas
hr: Prikaži pomoć za radnje miša u savjetima
hu: Segítség megjelenítése az egérműveletekhez az eszköztippben
is: Birta hjálp fyrir músaraðgerðir í vísbendingu
it: Mostra la guida per le azioni del mouse nel tooltip
nl: Toon hulp voor muishandelingen in de tooltip
tr: Araç ipucunda fare eylemleri için yardım göster

source: You can uncheck this option when you are familiar with all mouse roles.
ca: Podeu desmarcar aquesta opció quan estigueu familiaritzats amb totes les operacions del ratolí.
de: Sie können diese Option deaktivieren, wenn Sie mit allen Mausfunktionen vertraut sind.
es: Puede desmarcar esta opción cuando esté familiarizado con todos los roles del mouse.
hr: Možete ukloniti ovu mogućnost kada ste upoznati sa svim radnjama miša.
hu: Ezt a lehetőséget törölheti, ha ismeri az összes egérszerepet.
is: Þú getur tekið merkið úr þessum valkosti þegar þú hefur kynnt þér allar aðgerðir með músinni.
it: Puoi deselezionare questa opzione quando hai familiarità con tutti i ruoli del mouse.
nl: Je kunt deze optie uitvinken wanneer je vertrouwd bent met alle muishandelingen.
tr: Tüm fare rollerine aşina olduğunuzda bu seçeneğin işaretini kaldırabilirsiniz.

source: Change of radio
ca: Canvi de ràdio
de: Wechsel des Radios
es: Cambio de radio
hr: Promjena radija
hu: Rádióváltás
is: Skipt um stöð
it: Cambio di radio
nl: Wijziging van radio
tr: Radyo değişikliği

source: Change of song or program
ca: Canvi de cançó o programa
de: Wechsel des Liedes oder Programms
es: Cambio de canción o de programa
hr: Promjena radija ili programa
hu: Dal vagy műsor változása
is: Skipt um lag eða þátt
it: Cambio di brano o programma
nl: Wijziging van liedje of programma
tr: Şarkı veya program değişikliği

source: Please note that some radios do not notify you of a song or program change.
ca: Teniu en compte que algunes ràdios no us notifiquen de canvis de cançó o programa.
de: Bitte beachten Sie, dass einige Radios Sie nicht über einen Wechsel des Liedes oder Programms informieren.
es: Tenga en cuenta que algunas radios no le notifican un cambio de canción o de programa.
hr: Zapamtite da vas pojedine radio stanice ne obavještavaju o promjeni pjesme ili programa.
hu: Kérjük, vegye figyelembe, hogy egyes rádiók nem értesítik Önt a dal vagy a műsor változásáról.
is: Athugaðu að sumar útvarpsstöðvar láta ekki vita þegar skipt er um lag eða þátt.
it: Tieni presente che alcune radio non ti avvisano di un brano o di un cambio di programma.
nl: Houd er rekening mee dat sommige radio's je niet op de hoogte stellen van een liedje- of programma-wijziging.
tr: Lütfen bazı radyoların size bir şarkı veya program değişikliğini bildirmediğini unutmayın.

source: seconds
ca: segons
de: Sekunden
es: segundos
hr: sekunde
hu: másodperc
is: sekúndur
it: secondi
nl: seconden
tr: saniye

source: Duration of a song or program change notification
ca: Durada de la notificació de canvi de cançó o programa
de: Dauer einer Benachrichtigung über einen Lied- oder Programmwechsel
es: Duración de una notificación de cambio de canción o programa
hr: Trajanje obavijesti promjene pjesme ili programa
hu: Zeneszám vagy műsorváltoztatási értesítés időtartama
is: Tímalengd tilkynningar þegar skipt er um lag eða þátt
it: Durata di una canzone o notifica di cambio di programma
nl: Duur van een liedje- of programma-wijzigingsmelding
tr: Şarkı veya program değişikliği bildiriminin süresi

source: Show in notifications the buttons to start and stop recordings
ca: Mostra els botons de començar i aturar gravació a les notificacions
de: In den Benachrichtigungen die Schaltflächen zum Starten und Stoppen von Aufnahmen anzeigen
es: Mostrar en notificaciones los botones para iniciar y detener grabaciones
hr: Prikaži u obavijestima tipke za pokretanje i zaustavljanje snimanja
hu: Jelenítse meg az értesítésekben a felvételek indításához és leállításához szükséges gombokat
is: Birta í tilkynningum hnappana til að hefja og stöðva upptökur
it: Mostra nelle notifiche i pulsanti per avviare e interrompere le registrazioni
nl: Toon in meldingen de knoppen om opnames te starten en stoppen
tr: Kayıtları başlatmak ve durdurmak için düğmeleri bildirimlerde göster

source: Please note that this will have no effect if you do not wish to be notified of a song or program change.
ca: Tingueu en compte que aquesta opció no tindrà efecte si no desitgeu ser notificats dels canvis de cançó o programa.
de: Bitte beachten Sie, dass dies keine Wirkung hat, wenn Sie nicht über einen Lied- oder Programmwechsel benachrichtigt werden möchten.
es: Tenga en cuenta que esto no tendrá ningún efecto si no desea que se le notifique un cambio de canción o programa.
hr: Zapamtite da ovo neće imati efekta ako ne želite biti obaviješteni promjeni pjesme ili programa.
hu: Kérjük, vegye figyelembe, hogy ennek nincs hatása, ha nem szeretne értesítést kapni egy dal vagy program változásáról.
is: Athugaðu að þetta hefur engin áhrif ef þú vilt ekki fá tilkynningar þegar skipt er um lag eða þátt.
it: Tieni presente che ciò non avrà alcun effetto se non desideri essere avvisato di un cambio di brano o di programma.
nl: Houd er rekening mee dat dit geen effect heeft als je niet wilt worden geïnformeerd over een liedje- of programma-wijziging.
tr: Bir şarkı veya program değişikliğinden haberdar olmak istemiyorsanız, bunun hiçbir etkisi olmayacağını lütfen unutmayın.

source: Show codec
ca: Mostra el còdec
de: Codec anzeigen
es: Mostrar códec
hr: Prikaži kôdek
hu: Kodek megjelenítése
is: Birta kóðunarlykil
it: Mostra codec
nl: Toon codec
tr: Kodek'i göster

source: Show bit rate
ca: Mostra el bitrate
de: Bitrate anzeigen
es: Mostrar tasa de bits
hr: Prikaži brzinu prijenosa
hu: Bitráta megjelenítése
is: Birta bitahraða
it: Mostra bit rate
nl: Toon bitsnelheid
tr: Bit hızını göster

source: Unit: kbps (kilobit per second). The higher this bit rate, the better the sound quality of the stream.
ca: Unitat: kbps (kilobit per segon). Com a més alt, millor qualitat de so en la retransmissió.
de: Einheit: kbps (Kilobit pro Sekunde). Je höher diese Bitrate, desto besser die Klangqualität des Streams.
es: Unidad: kbps (kilobit por segundo). Cuanto mayor sea esta tasa de bits, mejor será la calidad de sonido de la transmisión.
hr: Jedinica: kbps (kilobita po sekundi). Što je veća brzina prijenosa, bolja je kvaliteta zvuka strujanja.
hu: Mértékegysége: kbps (kilobit per másodperc). Minél nagyobb ez a bitsebesség, annál jobb az adatfolyam hangminősége.
is: Eining: kb/sek (kílóbitar á sekúndu). Hærri bitahraði þýðir betri hljómgæði streymis.
it: Unità: kbps (kilobit al secondo). Maggiore è questo bit rate, migliore sarà la qualità del suono del flusso.
nl: Eenheid: kbps (kilobit per seconde). Hoe hoger deze bitsnelheid, hoe beter de geluidskwaliteit van de stream.
tr: Birim: kbps (saniyede kilobit). Bu bit hızı ne kadar yüksek olursa, akışın ses kalitesi o kadar iyi olur.
