Repository: linuxmint/cinnamon-spices-applets
Catalog: Radio3.0@claudiux/files/Radio3.0@claudiux/po/*.po
Languages: ca, de, es, hr, hu, is, it, nl, tr

source: You need the 'Album Art 3.0' desklet
de: Sie benötigen das 'Album Art 3.0' Desklet
hu: Szüksége van az „Albumborító 3.0” asztalkalmazásra
is: Þú þarft 'Album Art 3.0' skjágræjuna
it: Hai bisogno del desklet 'Album Art 3.0'
nl: Je hebt de 'Album Art 3.0'-desklet nodig
tr: 'Album Art 3.0' masaüstüne ihtiyacınız var

source: You can install it by clicking on the first button and then searching for Album.
de: Sie können es installieren, indem Sie auf die erste Schaltfläche klicken und dann nach Album suchen.
hu: Telepítheti az első gombra kattintva, majd az Album keresésével.
is: Þú getur virkjað það með því að smella á fyrsta hnappinn og leita síðan að albúmi.
it: Puoi installarlo cliccando sul primo pulsante e poi cercando Album.
nl: Je kunt deze installeren door op de eerste knop te klikken en vervolgens te zoeken naar Album.
tr: İlk butona tıklayıp Albüm'ü arayarak kurulumunu yapabilirsiniz.

source: Desklets
hu: Asztalkalmazások
is: Skjágræjur (desklets)
it: Desklet
tr: Masaüstü Uygulamacıkları

source: You need to activate the 'Album Art 3.0' desklet
de: Sie müssen das 'Album Art 3.0' Desklet aktivieren
hu: Be kell kapcsolnia az „Albumborító 3.0” asztalkalmazást
is: Þú þarft að virkja 'Album Art 3.0' skjágræjuna
it: Devi attivare il desklet 'Album Art 3.0'
nl: Je moet de 'Album Art 3.0'-desklet activeren
tr: 'Album Art 3.0' masaüstünü etkinleştirmeniz gerekiyor

source: You can activate it by clicking on the first button, then searching for Album and adding it with button [+].
de: Sie können es aktivieren, indem Sie auf die erste Schaltfläche klicken, dann nach Album suchen und es schließlich mit der Schaltfläche [+] hinzufügen.
hu: Az első gombra kattintva aktiválhatja, majd keressen egy Albumot, és a [+] gombbal hozzáadhatja.
is: Þú getur virkjað það með því að smella á fyrsta hnappinn, leita síðan að albúmi og bæta því við með [+] hnappnum.
it: Puoi attivarlo cliccando sul primo pulsante, quindi cercando Album e aggiungendolo con il pulsante [+].
nl: Je kunt deze activeren door op de eerste knop te klikken, te zoeken naar Album en het toe te voegen met de knop [+].
tr: İlk butona tıklayıp Albüm'ü arayıp [+] butonuyla ekleyerek aktif hale getirebilirsiniz.

source: Close without stopping recording
ca: Tanca sense aturar la gravació
de: Schließen ohne Aufnahme zu stoppen
hr: Zatvori bez zaustavljanja snimanja
hu: Zárja be a felvétel leállítása nélkül
is: Loka án þess að stöðva upptöku
it: Chiudi senza interrompere la registrazione
nl: Sluiten zonder opname te stoppen
tr: Kaydı durdurmadan kapatın

source: Starting recording from %s:%s to %s:%s
ca: Comença la gravació des de %s:%s fins a %s:%s
de: Aufnahme startet von %s:%s bis %s:%s
es: Comenzar la grabación desde %s:%s hasta %s:%s
hr: Pokretanje snimanja od %s:%s do %s:%s
hu: Felvétel indítása %s:%s és %s:%s között
is: Hefja upptöku frá %s:%s til %s:%s
it: Avvio registrazione da %s:%s fino a %s:%s
nl: Opname starten vanaf %s:%s tot %s:%s
tr: %s:%s'den %s:%s'ye kayıt başlatılıyor

source: Recording completed
ca: Gravació completada
de: Aufnahme abgeschlossen
es: Grabación completada
hr: Snimanje završilo
hu: Felvétel kész
is: Upptöku lokið
it: Registrazione completata
nl: Opname voltooid
tr: Kayıt tamamlandı

source: This will import a new file containing radio stations.
ca: Això importarà un fitxer nou contenint emissores de ràdio.
de: Dies wird eine neue Datei mit Radiosendern importieren.
es: Esto importará un nuevo archivo que contiene estaciones de radio.
hr: Ovo će uvesti novu datoteku koja sadrži radio stanice.
hu: Ezzel egy új fájlt importál, amely rádióállomásokat tartalmaz.
is: Þetta mun flytja inn nýja skrá sem inniheldur útvarpsstöðvar.
it: Questo importerà un nuovo file contenente le stazioni radio.
nl: Dit zal een nieuw bestand importeren dat radiozenders bevat.
tr: Bu, radyo istasyonlarını içeren yeni bir dosyayı içe aktaracaktır.

source: Do you want to continue?
ca: Voleu continuar?
de: Möchten Sie fortfahren?
es: ¿Quiere continuar?
hr: Želite li nastaviti?
hu: Szeretné folytatni?
is: Viltu halda áfram?
it: Vuoi procedere?
nl: Wil je doorgaan?
tr: Devam etmek istiyor musun?

source: No new radio in your list.
ca: No hi ha cap ràdio nova a la vostra llista.
de: Kein neuer Sender in Ihrer Liste.
es: No hay radios nuevas en su lista.
hr: Nema novih radio stanicu u vašem popisu.
hu: Nincs új rádió a listán.
is: Engin ný útvarpsstöð á listanum þínum.
it: Nessuna nuova radio nel tuo elenco.
nl: Geen nieuwe radio in je lijst.
tr: Listenizde yeni radyo yok.

source: One more radio in your list.
ca: Una nova ràdio a la vostra llista.
de: Ein weiterer Sender in Ihrer Liste.
es: Una radio más en su lista.
hr: Još jedna radio stanica u vašem popisu.
hu: Még egy rádió a listán.
is: Ein ný útvarpsstöð á listanum þínum.
it: Una radio in più nel tuo elenco.
nl: Nog één radio in je lijst.
tr: Listenize bir radyo daha eklendi.

source: %s more radios in your list.
ca: %s ràdios noves a la vostra llista.
de: %s weitere Sender in Ihrer Liste.
es: %s radios más en su lista.
hr: Još %s radio stanica u vašem popisu.
hu: %s további rádió a listán.
is: %s nýjar útvarpsstöðvar á listanum þínum.
it: %s radio in più nel tuo elenco.
nl: Nog %s radio's in je lijst.
tr: Listenizde %s tane daha radyo var.

source: There are no new stations to add to the Radio3.0 applet menu
ca: No hi ha noves emissores per afegir al menú de la miniaplicació Radio3.0
de: Es gibt keine neuen Sender, die dem Radio3.0-Applet-Menü hinzugefügt werden können
es: No hay nuevas estaciones para agregar al menú del applet de Radio3.0
hr: Nema novih stanica za dodavanje u izbornik Radio3.0 apleta
hu: Nincsenek új állomások, amelyeket hozzáadhatna a Radio3.0 kisalkalmazás menühöz
is: Það eru engar nýjar útvarpsstöðvar til að bæta á valmynd Radio3.0 smáforritsins
it: Non ci sono nuove stazioni da aggiungere al menù dell'applet Radio3.0
nl: Er zijn geen nieuwe stations om toe te voegen aan het menu van de Radio3.0-applet
tr: Radio3.0 uygulama menüsüne eklenecek yeni istasyon yok

source: A new station has been added to the Radio3.0 applet menu
ca: Una nova emissora de ràdio s'ha afegit al menú de la miniaplicació Radio3.0
de: Ein neuer Sender wurde dem Radio3.0-Applet-Menü hinzugefügt
es: Se ha añadido una nueva estación al menú del applet de Radio3.0
hr: Dodana je nova stanica u izbornik Radio3.0 apleta
hu: Új állomás került a Radio3.0 kisalkalmazás menüjébe
is: Nýrri útvarpsstöð hefur verið bætt á valmynd Radio3.0 smáforritsins
it: Una nuova stazione è stata aggiunta al menù dell'applet Radio3.0
nl: Een nieuw station is toegevoegd aan het menu van de Radio3.0-applet
tr: Radio3.0 uygulama menüsüne yeni bir istasyon eklendi

source: %s new stations have been added to the Radio3.0 applet menu
ca: %s noves emissores de ràdio s'han afegir al menú de la miniaplicació Radio3.0
de: %s neue Sender wurden dem Radio3.0-Applet-Menü hinzugefügt
es: Se agregaron %s nuevas estaciones al menú del applet de Radio3.0
hr: %s novih stanica je dodano u izbornik Radio3.0 apleta
hu: %s új állomás került a Radio3.0 kisalkalmazás menüjébe
is: %s nýjum útvarpsstöðvum hefur verið bætt á valmynd Radio3.0 smáforritsins
it: %s nuove stazioni sono state aggiunte al menù dell'applet Radio3.0
nl: %s nieuwe stations zijn toegevoegd aan het menu van de Radio3.0-applet
tr: Radio3.0 uygulama menüsüne %s yeni istasyon eklendi

source: %s kbps
is: %s kb/sek

source: The applet %s is fully functional.
ca: La miniaplicació %s funciona correctament.
de: Das Applet %s ist voll funktionsfähig.
es: El applet %s es totalmente funcional.
hr: Aplet %s je potpuno funkcionalan.
hu: A kisalkalmazás %s teljesen működőképes.
is: Smáforritið %s virkar að fullu.
it: L'applet %s è totalmente funzionante.
nl: De applet %s is volledig functioneel.
tr: %s uygulaması tamamen işlevsel.

source: All dependencies are installed
ca: Totes les dependències estan instal·lades
de: Alle Abhängigkeiten sind installiert
es: Todas las dependencias están instaladas
hr: Sve zavisnosti su instalirane
hu: Minden szükséges függőség telepítve
is: Öll kerfisákvæði eru uppsett
it: Tutte le dipendenze sono installate
nl: Alle afhankelijkheden zijn geïnstalleerd
tr: Tüm bağımlılıklar kurulmuş

source: You appear to be missing some of the programs required for this applet to have all its features.
ca: Sembla que us falta instal·lar alguns programes necessaris per al correcte funcionament aquesta miniaplicació.
de: Es scheint, dass einige der Programme fehlen, die für dieses Applet erforderlich sind für einen vollen Funktionsumfang.
es: Parece que te faltan algunos de los programas necesarios para que este applet tenga todas sus funciones.
hr: Izgleda da nedostaju određeni programi potrebni za sve značajke ovog apleta.
hu: Úgy tűnik, hogy hiányzik néhány program, amely szükséges ahhoz, hogy a kisalkalmazás minden funkcióval rendelkezzen.
is: Það lítur út fyrir að þig vanti ýmis forrit sem nauðsynleg eru til að allir eiginleikar þessa smáforrits virki.
it: Sembra che manchino alcuni dei programmi richiesti per questa applet per avere tutte le sue funzionalità.
nl: Het lijkt erop dat je enkele van de programma's mist die nodig zijn voor deze applet om al zijn functies te hebben.
tr: Bu uygulamanın tüm özelliklerine sahip olması için gereken bazı programların eksik olduğu görülüyor.

source: Please execute, in the just opened terminal, the commands:
ca: Si us plau, executeu les següents ordres al terminal que acaba d'obrir-se:
de: Bitte führen Sie im gerade geöffneten Terminal die Befehle aus:
es: Por favor, ejecute en el terminal los comandos:
hr: Pokrenite, u upravo otvorenom terminalu naredbu:
hu: Kérjük, a most megnyitott terminálban hajtsa végre a következő parancsokat:
is: Þú skalt keyra eftirfarandi skipanir í skipanalínuglugganum sem opnaðist:
it: Si prega di eseguire, nel terminale appena aperto, i comandi:
nl: Voer alstublieft, in de zojuist geopende terminal, de commando's uit:
tr: Lütfen yeni açılan terminalde şu komutları uygulayın:

source: Some dependencies are not installed!
ca: Algunes dependències no estan instal·lades!
de: Einige Abhängigkeiten sind nicht installiert!
es: ¡Algunas dependencias no están instaladas!
hr: Određene zavisnosti nisu instalirane!
hu: Néhány függőség nincs telepítve!
is: Sum kerfisákvæði eru ekki uppsett!
it: Alcune dipendenze non sono installate!
nl: Sommige afhankelijkheden zijn niet geïnstalleerd!
tr: Bazı bağımlılıklar kurulu değil!

source: To finalize the translation installation, please restart Cinnamon
ca: Per acabar la instal·lació de les traduccions, si us plau, reinicieu Cinnamon
de: Um die Übersetzungsinstallation abzuschließen, bitte Cinnamon neu starten
es: Para finalizar la instalación de la traducción, reinicie Cinnamon
hr: Za dovršetak instalacije prijevoda, ponovno pokrenite Cinnamon
hu: A fordítás telepítésének befejezéséhez indítsa újra a Cinnamon asztali környezetet
is: Til að ljúka uppsetningu þýðingarinnar skaltu endurræsa Cinnamon
it: Per finalizzazione l'installazione delle traduzioni, riavviare Cinnamon
nl: Om de installatie van de vertaling te voltooien, moet je Cinnamon opnieuw opstarten
tr: Çeviri kurulumunu tamamlamak için lütfen Tarçın'ı yeniden başlatın

source: Execution of '%s' failed:
ca: L'execució de '%s' ha fallat:
de: Ausführung von '%s' fehlgeschlagen:
es: La ejecución de '%s' falló:
hu: A(z) „%s” végrehajtása nem sikerült:
is: Keyrsla '%s' mistókst:
it: L'esecuzione di '%s' non è riuscita:
nl: Uitvoering van '%s' is mislukt:
tr: '%s' yürütmesi başarısız oldu:

source: Previous instance
ca: Instància anterior
de: Vorherige Instanz
es: Instancia previa
hr: Prijašnji primjerak
hu: Előző példány
is: Fyrra tilvik
it: Istanza precedente
nl: Vorige instantie
tr: Önceki örnek

source: Next instance
ca: Propera instància
de: Nächste Instanz
es: Próxima instancia
hr: Sljedeći primjerak
hu: Következő példány
is: Næsta tilvik
it: Istanza successiva
nl: Volgende instantie
tr: Sonraki örnek

source: More options
ca: Més opcions
de: Weitere Optionen
es: Más opciones
hr: Više mogućnosti
hu: További lehetőségek
is: Fleiri valkostir
it: Più opzioni
nl: Meer opties
tr: Daha fazla seçenek

source: Import from a file
ca: Importar des d'un fitxer
de: Aus einer Datei importieren
es: Importar desde un archivo
hr: Uvezi iz datoteke
hu: Importálás fájlból
is: Flytja inn úr skrá
it: Importa da un file
nl: Importeren uit een bestand
tr: Dosyadan içe aktar

source: Export to a file
ca: Exportar a un fitxer
de: In eine Datei exportieren
es: Exportar a un archivo
hr: Izvezi u datoteku
hu: Exportálás fájlba
is: Flytja út í skrá
it: Esporta su file
nl: Exporteren naar een bestand
tr: Bir dosyaya aktar

source: Reset to defaults
ca: Restablir les opcions per defecte
de: Auf Standardeinstellungen zurücksetzen
es: Restablecer los valores predeterminados
hr: Vrati na zadano
hu: Alapértelmezések visszaállítása
is: Frumstilla á sjálfgefin gildi
it: Ripristina le impostazioni predefinite
nl: Terugzetten naar standaardinstellingen
tr: Varsayılanlara sıfırla

source: Reload %s
ca: Recarregar %s
de: %s neu laden
es: Recargar %s
hr: Ponovno učitaj %s
hu: Újratöltés: %s
is: Endurlesa %s
it: Ricarica %s
nl: Herlaad %s
tr: %s ögesini yeniden yükle

source: Settings for %s
ca: Configuració per %s
de: Einstellungen für %s
es: Configuración de %s
hr: Postavke za %s
hu: Beállítások ehhez: %s
is: Stillingar fyrir %s
it: Impostazioni di %s
nl: Instellingen voor %s
tr: %s için ayarlar

source: Select or enter file to export to
ca: Seleccioneu o introduïu el fitxer al que s'exportarà
de: Datei zum Exportieren auswählen oder eingeben
es: Seleccione o ingrese el archivo a exportar
hr: Odaberi ili upiši datoteku za izvoz u
hu: Válassza ki vagy írja be az exportálni kívánt fájl nevét
is: Veldu eða settu inn heiti á skrá til að flytja út í
it: Seleziona o inserisci il file in cui esportare
nl: Selecteer of voer bestand in om naar te exporteren
tr: Aktarma için için dosya ismi girin veya seçin

source: JSON files
ca: Fitxers JSON
de: JSON-Dateien
es: Archivos JSON
hr: JSON datoteke
hu: JSON-fájlok
is: JSON-skrár
it: File JSON
nl: JSON-bestanden
tr: JSON Dosyaları

source: Select a JSON file to import
ca: Seleccioneu un fitxer JSON a importar
de: JSON-Datei zum Importieren auswählen
es: Seleccione un archivo JSON para importar
hr: Odaberi JSON datoteku za uvoz
hu: Válassza ki az importálni kívánt JSON-fájlt
is: Veldu JSON-skrá til að flytja inn
it: Seleziona un file JSON da importare
nl: Selecteer een JSON-bestand om te importeren
tr: İçe aktarmak için JSON dosyası seçin

source: Add new entry
ca: Afegir una nova entrada
de: Neuen Eintrag hinzufügen
es: Agregar una nueva entrada
hr: Dodaj novi unos
hu: Új bejegyzés hozzáadása
is: Bæta við nýrri færslu
it: Aggiungi nuova voce
nl: Nieuwe invoer toevoegen
tr: Yeni girdi ekle

source: Remove selected entry
ca: Eliminar l'entrada seleccionada
de: Ausgewählten Eintrag entfernen
es: Quitar la entrada seleccionada
hr: Ukloni odabrani unos
hu: Kijelölt bejegyzés eltávolítása
is: Fjarlægja valda færslu
it: Rimuovi voce selezionata
nl: Geselecteerde invoer verwijderen
tr: Seçili girdiyi kaldır

source: Edit selected entry
ca: Editar l'entrada seleccionada
de: Ausgewählten Eintrag bearbeiten
es: Editar la entrada seleccionada
hr: Uredi odabrani unos
hu: Kijelölt bejegyzés szerkesztése
is: Breyta valinni færslu
it: Modifica voce selezionata
nl: Geselecteerde invoer bewerken
tr: Seçili girdiyi düzenle

source: Unselect the selected row
ca: Desseleccionar la fila seleccionada
de: Ausgewählte Zeile abwählen
es: Deseleccionar la fila seleccionada
hr: Ukloni odabir odabranog retka
hu: Törölje a kiválasztott sor kijelölését
is: Afvelja valda röð
it: Deseleziona la riga selezionata
nl: Deselecteer de geselecteerde rij
tr: Seçili satırın seçimini kaldırın

source: Move selected entry up
ca: Moure la selecció cap amunt
de: Ausgewählten Eintrag nach oben verschieben
es: Mover la entrada seleccionada hacia arriba
hr: Pomakni odabrani unos gore
hu: Kijelölt bejegyzés mozgatása fel
is: Flytja valda færslu upp
it: Sposta sopra voce selezionata
nl: Verplaats de geselecteerde invoer omhoog
tr: Seçili girdiyi üste taşı

source: Move selected entry down
ca: Moure la selecció cap avall
de: Ausgewählten Eintrag nach unten verschieben
es: Mover la entrada seleccionada hacia abajo
hr: Pomakni odabrani unos dolje
hu: Kijelölt bejegyzés mozgatása le
is: Flytja valda færslu niður
it: Sposta sotto voce selezionata
nl: Verplaats de geselecteerde invoer omlaag
tr: Seçili girdiyi alta taşı

source: Go to bottom
ca: Anar al final
de: Zum Ende gehen
es: Ir a la parte inferior
hr: Idi na dno
hu: Ugrás az aljára
is: Fara neðst
it: Vai giù
nl: Ga naar de onderkant
tr: En alta git

source: Go to next page
ca: Anar a la propera pàgina
de: Zur nächsten Seite gehen
es: Ir a la página siguiente
hr: Idi na sljedeću stranicu
hu: Ugrás a következő oldalra
is: Fara á næstu síðu
it: Vai alla pagina successiva
nl: Ga naar volgende pagina
tr: Sonraki sayfaya git

source: Go to previous page
ca: Anar a la pàgina anterior
de: Zur vorherigen Seite gehen
es: Ir a la página anterior
hr: Idi na prijašnju stranicu
hu: Ugrás az előző oldalra
is: Fara á fyrri síðu
it: Vai alla pagina precedente
nl: Ga naar vorige pagina
tr: Önceki sayfaya git

source: Go to top
ca: Anar al principi
de: Zum Anfang gehen
es: Ir a la parte superior
hr: Idi na vrh
hu: Ugrás a tetejére
is: Fara efst
it: Vai su
nl: Ga naar top
tr: Başa git

source: Go to next category
ca: Anar a la propera categoria
de: Zur nächsten Kategorie gehen
es: Ir a la siguiente categoría
hr: Idi na sljedeću kategoriju
hu: Ugrás a következő kategóriába
is: Fara í næsta flokk
it: Vai alla prossima categoria
nl: Ga naar volgende categorie
tr: Sonraki kategoriye git

source: Go to previous category
ca: Anar a la categoria anterior
de: Zur vorherigen Kategorie gehen
es: Ir a la categoría anterior
hr: Idi na prijašnju kategoriju
hu: Ugrás az előző kategóriába
is: Fara í fyrri flokk
it: Vai alla precedente categoria
nl: Ga naar vorige categorie
tr: Önceki kategoriye git

source: Edit entry
ca: Editar entrada
de: Eintrag bearbeiten
es: Editar entrada
hr: Uredi unos
hu: Bejegyzés szerkesztése
is: Breyta færslu
it: Modifica voce
nl: Bewerk invoer
tr: Girdiyi düzenle

source: The Ultimate Internet Radio Receiver & Recorder for Cinnamon
ca: El reproductor/gravador definitiu d'emissores de ràdio online per Cinnamon
de: Der ultimative Internet-Radioempfänger & -Recorder für Cinnamon
es: El mejor receptor y grabador de radio por Internet para Cinnamon
hr: Ultimativni Internetski Radio Prijemnik i Snimač za Cinnamon
hu: Az egyik legjobb internetes rádióvevő és -felvevő a Cinnamon asztali környezet számára
is: Einstakt netútvarpsforrit og upptökutæki fyrir Cinnamon
it: Il più moderno Ricevitore e Registratore Radio Internet per Cinnamon
nl: De Ultieme Internetradio Ontvanger & Recorder voor Cinnamon
tr: Cinnamon için Üstün İnternet Radyo Alıcısı ve Kaydedici

source: Radios
ca: Ràdios
hr: Radio
hu: Rádiók
is: Útvarpsstöðvar
it: Radio
tr: Radyolar

source: Import
ca: Importar
de: Importieren
es: Importar
hr: Uvoz
hu: Importálás
is: Flytja inn
it: Importa
nl: Importeren
tr: İçe aktar

source: Search
ca: Buscar
de: Suchen
es: Búsqueda
hr: Pretraga
hu: Keresés
is: Leita
it: Cerca
nl: Zoeken
tr: Ara

source: Menu
ca: Menú
de: Menü
hr: Izbornik
hu: Menü
is: Valmynd
it: Menù
tr: Menü

source: Behavior
ca: Comportament
de: Verhalten
es: Comportamiento
hr: Ponašanje
hu: Viselkedés
is: Hegðun
it: Comportamento
nl: Gedrag
tr: Davranış

source: Recording
ca: Gravació
de: Aufnahme
es: Grabación
hr: Snimanje
hu: Felvétel
is: Upptaka
it: Registrando
nl: Opname
tr: Kayıt

source: Scheduling
ca: Programació
de: Planung
es: Programación
hr: Raspored
hu: Ütemezés
is: Verkröðun
it: Pianificando
nl: Plannen
tr: Planlama

source: Network
ca: Xarxa
de: Netzwerk
es: Red
hr: Mreža
hu: Hálózat
is: Netkerfi
it: Rete
nl: Netwerk
tr: Ağ

source: Alarm Clock
de: Wecker
hu: Ébresztőóra
is: Vekjaraklukka
it: Sveglia
nl: Wekker
tr: Çalar saat

source: Stations and Categories on the menu
ca: Emissores i categories del menú
de: Sender und Kategorien im Menü
es: Estaciones y Categorías en el menú
hr: Stanice i kategorije u izborniku
hu: Állomások és kategóriák a menüben
is: Útvarpsstöðvar og flokkar á valmyndinni
it: Stazioni e Categorie sul menù
nl: Stations en Categorieën in het menu
tr: Menüdeki İstasyonlar ve Kategoriler

source: Moving selected stations
ca: Movent les emissores seleccionades
de: Ausgewählte Sender verschieben
es: Mover estaciones seleccionadas
hr: Pomicanje odabranih stanica
hu: A kiválasztott állomások mozgatása
is: Færi valdar stöðvar
it: Spostando le stazioni selezionate
nl: Geselecteerde stations verplaatsen
tr: Seçilen istasyonları taşıma

source: Save and Restore
ca: Guardar i restaurar
de: Speichern und Wiederherstellen
es: Guardar y restaurar
hr: Spremanje i obnova
hu: Mentés és visszaállítás
is: Vista og endurheimta
it: Salva e Ripristina
nl: Opslaan en Herstellen
tr: Kaydet ve Geri Yükle

source: Update this station list
ca: Actualitzar aquesta llista d'emissores
de: Diese Senderliste aktualisieren
es: Actualizar la lista de estaciones
hr: Nadopuna ovog popisa stanica
hu: Frissítse ezt az állomáslistát
is: Uppfæra þennan stöðvalista
it: Aggiorna questo elenco stazioni
nl: Werk deze lijst met stations bij
tr: Bu istasyon listesini güncelle

source: Unwanted (blacklist)
is: Óvelkomið (bannlisti)
tr: İstenmeyen (kara liste)

source: Only for Radio++ users
de: Nur für Radio++-Nutzer
hu: Csak a Radio++ felhasználóknak
is: Aðeins fyrir notendur Radio++
it: Solo per gli utenti di Radio++
nl: Alleen voor Radio++-gebruikers
tr: Sadece Radio++ kullanıcıları için

source: Get files on Shoutcast to import here
ca: Obteniu fitxers a Shoutcast per a importar aquí
de: Dateien von Shoutcast zum Importieren hier abrufen
es: Obtenga archivos en Shoutcast para importar aquí
hr: Nabava datoteka na Shoutcastu za uvoz
hu: Szerezzen be fájlokat a Shoutcaston az importáláshoz
is: Náðu í skrár á Shoutcast til að flytja hér inn
it: Recupera file su Shoutcast da importare qui
nl: Haal bestanden op van Shoutcast om hier te importeren
tr: Buraya içe aktarmak için Shoutcast'teki dosyaları alın

source: File to import
ca: Fitxer a importar
de: Zu importierende Datei
es: Archivo a importar
hr: Datoteka za uvoz
hu: Importálandó fájl
is: Skrá til að flytja inn
it: File da importare
nl: Bestand om te importeren
tr: İçe aktarılacak dosya

source: File contents
ca: Contingut del fitxer
de: Dateiinhalte
es: Contenido del archivo
hr: Sadržaj datoteke
hu: Fájl tartalma
is: Efni skráar
it: Contenuto del file
nl: Bestandsinhoud
tr: Dosya içeriği

source: Search for Radio Stations
ca: Buscar emissores de ràdio
de: Nach Radiosendern suchen
es: Búsqueda de estaciones de radio
hr: Pretraga radio stanica
hu: Rádióállomások keresése
is: Leita að útvarpsstöðvum
it: Cerca Stazioni Radio
nl: Zoek naar radiostations
tr: Radyo İstasyonlarını Arayın

source: Search results
ca: Resultats de la cerca
de: Suchergebnisse
es: Resultados de la búsqueda
hr: Rezultati pretrage
hu: Keresési eredmények
is: Leitarniðurstöður
it: Risultati di ricerca
nl: Zoekresultaten
tr: Arama Sonuçları

source: Settings Window
de: Einstellungsfenster
hu: Beállítások ablak
is: Stillingagluggi
it: Impostazioni Finestra
nl: Instellingenvenster
tr: Ayarlar Penceresi

source: Start-up
ca: Inici
de: Start
es: Inicio
hr: Pokretanje
hu: Indulás
is: Í ræsingu
it: Avvio
nl: Opstarten
tr: Başlangıç

source: Volume step
ca: Canvi de volum
de: Lautstärkeschritt
es: Salto de volumen
hr: Korak glasnoće zvuka
hu: Hangerő lépték
is: Þrep hljóðstyrks
it: Passo volumetrico
nl: Volumestap
tr: Ses seviyesi

source: OSD
is: OSD-stjórntexti
