Repository: linuxmint/cinnamon-spices-applets
Catalog: .translation-tables/po/color-blind-filters@rcalixte/*.po
Languages: ca, da, hu, nl

source: Color Blindness - Corrections
ca: Daltonisme - Correccions
da: Farveblindhed — Korrektioner
hu: Színvakság – korrekciók
nl: Kleurblindheid - Correcties

source: Protanopia Correction
ca: Correcció de protanopia
da: Korrektion for protanopi
hu: Protanópia korrekció
nl: Protanopie Correctie

source: Protanopia High Contrast
ca: Contrast alt per Protanopia
da: Protanopi høj kontrast
hu: Protanópia magas kontraszt
nl: Protanopie Hoog Contrast

source: Deuteranopia Correction
ca: Correcció de Deuteranopia
da: Korrektion for deuteranopi
hu: Deuteranópia korrekció
nl: Deuteranopie Correctie

source: Deuteranopia High Contrast
ca: Contrast alt per Deuteranopia
da: Deuteranopi høj kontrast
hu: Deuteranópia magas kontraszt
nl: Deuteranopie Hoog Contrast

source: Tritanopia Correction
ca: Correcció de Tritanopia
da: Korrektion for tritanopi
hu: Tritanópia korrekció
nl: Tritanopie Correctie

source: Color Blindness - Simulations
ca: Daltonisme - Simulacions
da: Farveblindhed — Simuleringer
hu: Színvakság – Szimulációk
nl: Kleurblindheid - Simulaties

source: Protanopia Simulation
ca: Simulació de Protanopia
da: Simulering af protanopi
hu: Protanópia Szimuláció
nl: Protanopie Simulatie

source: Deuteranopia Simulation
ca: Simulació de Deuteranopia
da: Simulering af deuteranopi
hu: Deuteranópia Szimuláció
nl: Deuteranopie Simulatie

source: Tritanopia Simulation
ca: Simulació de Tritanopia
da: Simulering af tritanopi
hu: Tritanópia Szimuláció
nl: Tritanopie Simulatie

source: Inversions
da: Inversioner
hu: Inverziók
nl: Inversies

source: Lightness Inversion
ca: Inversió de lluminositat
da: Inversion af lyshed
hu: Világosság Inverzió
nl: Helderheidsinversie

source: Color Inversion
ca: Inversió de color
da: Inversion af farve
hu: Szín Inverzió
nl: Kleurinversie

source: Other Effects
ca: Altres efectes
da: Andre effekter
hu: Más Effektusok
nl: Andere Effecten

source: Desaturation
ca: Desaturació
da: Dæmp farvemætning
hu: Színtelenítés
nl: Verzadiging verminderen

source: Channel Mixer - GBR
ca: Mesclador de canals - GBR
da: Kanalmikser — GBR
hu: Csatorna Keverő - GBR
nl: Kanaalmixer - GBR

source: Channel Mixer - BRG
ca: Mesclador de canals - BRG
da: Kanalmikser — BRG
hu: Csatorna Keverő - BRG
nl: Kanaalmixer - BRG

source: Current filter:
ca: Filtre actual:
da: Aktuelt filter:
hu: Aktuális szűrő:
nl: Huidige filter:

source: Filters disabled.
ca: Filtres desactivats.
da: Filtre deaktiverede.
hu: Szűrők kikapcsolva.
nl: Filters uitgeschakeld.

source: An applet for the Cinnamon Desktop Environment that offers full-screen color filters that should help color-blind users and developers.
ca: Una miniaplicació per l'entorn Cinnamon que ofereix filtres de color per a usuaris i desenvolupadors amb daltonisme.
da: Et panelprogram til Cinnamon med fuldskærmsfarvefiltre som skal hjælpe farveblinde brugere og udviklere.
hu: Egy kisalkalmazás a Cinnamon asztali környezet számára, amely teljes képernyős színszűrőket kínál a színvak felhasználóknak és fejlesztőknek.
nl: Een applet voor de Cinnamon Desktop Environment dat voor het volledige scherm kleurenfilters biedt die kleurenblinde gebruikers en ontwikkelaars zouden moeten helpen.

source: Color-blind Filters
ca: Filtres de daltonisme
da: Farveblindhedsfiltre
hu: Színvak szűrők
nl: Kleurblinde Filters

source: Filter Active
ca: Filtre actiu
da: Aktivt filter
hu: Szűrő bekapcsolása
nl: Filter Actief

source: Category
ca: Categoria
da: Kategori
hu: Kategória
nl: Categorie

source: Corrections
ca: Correccions
da: Korrektioner
hu: Korrekciók
nl: Correcties

source: Simulations
ca: Simulacions
da: Simuleringer
hu: Szimulációk
nl: Simulaties

source: Filter Strength
ca: Intensitat del filtre
da: Filterstyrke
hu: Szűrő erőssége
nl: Filtersterkte
